[
  {
    "email": "darshit@doddle.in",
    "idea": "<p>At Doddle, we develop&nbsp;<span>innovative personal </span>micro mobility<span>&nbsp;vehicles fit for the&nbsp;</span><span>modern world. Electric&nbsp;</span><span>vehicle which offers&nbsp;</span><span>comfortable ergonomics,&nbsp;</span><span>health benefits, are green,&nbsp;</span><span>stable, agile and fun to ride.</span></p><p>Our purpose is to make your&nbsp;<span>commute easier, convenient&nbsp;</span><span>and cost effective.</span></p><p><span><br></span></p><p><span>Building Personal Mobility Electric Vehicle For The Modern World</span></p>",
    "industries": ["Automotive"],
    "name": "Doddle Electric Pvt Ltd",
    "sectors": ["Electric Vehicles"]
  },
  {
    "email": "bubereinternational@gmail.com",
    "idea": "<p>We are an adaptable and accommodating corporation, committed in delivering quality IT Concepts and solutions, not just for large international set-ups, but also for small and medium-sized businesses operating in competitive domestic markets to make them more influential, flexible and robust.<br></p>",
    "industries": ["IT Services"],
    "name": "BUBERE TECHNOLOGY CONSULTING SERVICES PRIVATE LIMITED",
    "sectors": ["IT Consulting"]
  },
  {
    "email": "nilexim2014@gmail.com",
    "idea": "<p>•NM UNITED food and agro pvt ltd - We provide a wide range of tasty Dry Fish which is prepared from fresh fishes. Our Dry Fish is stored using advanced technology as well as the indigenous acumen of the community people of Maharashtra. Our Dry Fishes are a much preferred item for food connoisseurs across the globe as they are high on taste and nutrition. Dry Fish provided by us is hygienically packed under the supervision of trained personnel, free from chemicals or contaminants, making them fit for consumption. The price of Dry Fish and its availability is variable as it depends on the catching season</p>",
    "industries": ["Food & Beverages"],
    "name": "NM-UNITEDFOOD AND AGRO PRIVATE LIMITED",
    "sectors": ["Food Processing"]
  },
  {
    "email": "vinay@horizzon.com",
    "idea": "<p>Provider of Cloud Based Learning Management System (LMS)</p>",
    "industries": ["IT Services"],
    "name": "Horizzon Information Technologies Private Limited",
    "sectors": ["IT Management"]
  },
  {
    "email": "info@marketidiot.com",
    "idea": "<p>We are working on an end to end platform for Investment Advisory in the Indian Stock Market. Currently, there are 2 severe challenges facing the industry, which is a headache for the regulator and Govt as well – First is of a tamper proof technology to give authentic investment advise to client and second is meeting all regulatory norms. There is rampant fraud in the market and SEBI is taking action to reduce it, but it continues till date. We are working on a crypto backed, tamper proof advisory platform which can be used by any adviser in the market. This will be available as an enterprise solution for any registered adviser. The system being backed by cryptographic backend will be immutable, tamper proof and self audited. Anyone can authenticate the advise given and ensure complete transparency. There is current no offerings in the market similar to this and this is limiting the spread of investment advisory inspite of Govt and Regulator trying to promote it by various measures. So we are solving the technology, trust and compliance challenges associated with investment advisory.</p>",
    "industries": ["Finance Technology"],
    "name": "FINMART TECHNOLOGY SERVICES PRIVATE LIMITED",
    "sectors": ["Advisory"]
  },
  {
    "email": "geeta.potti@frischemie.com",
    "idea": "<p>The Frischemie Quality Management System ensures that customers receive quality, reliability and integrity in the products and solutions we provide to them. The system calls for strict adherence to specializations, as well as complying to regulatory and quality requirements.<br></p>",
    "industries": ["Chemicals"],
    "name": "FRISCHEMIE SPECIALITY PERFORMANCE MATERIALS PRIVATE LIMITED",
    "sectors": ["Specialty Chemicals"]
  },
  {
    "email": "n.bhaidkar@gmail.com",
    "idea": "Learning &amp; Development Program User. Adversting startup providing services in google ads and facebook ads",
    "industries": ["Advertising"],
    "name": "Nirzar Bhaidkar",
    "sectors": ["AdTech"]
  },
  {
    "email": "nayomi@kubandbear.com",
    "idea": "<p>Gameworks LLP manufactures and distributes educational toys and games, under license from international brands.</p>",
    "industries": ["Toys and Games"],
    "name": "Gameworks LLP",
    "sectors": ["Physical Toys and Games"]
  },
  {
    "email": "idol16sharad19994@gmail.com",
    "idea": "<p>We can also offer our services to handle your shipments to and from India as normal shipments or through freight consolidation for those consignees with multiple suppliers. Our branches are located in major cities, commercial hubs and seaports across India. In order to meet the growing demand for a reliable global logistics partner, we have setup our associate offices overseas.</p>",
    "industries": ["Transportation & Storage"],
    "name": "ALVIK FREIGHT FORWARDERS PRIVATE LIMITED",
    "sectors": ["Freight & Logistics Services"]
  },
  {
    "email": "cs@goenkainc.com",
    "idea": "<p>Equipping Working Professionals With The Future of Language Education Via A Blend of Technology and Guided Human Supervision</p><p><br></p><p>\n</p><p>Edspire’s primary goal is to continuously upgrade working professionals with necessary skills and competencies, for them to cater to a wide range of learning styles and abilities in their learning spaces, and move forward on their career trajectory.</p><p><br></p><p>\n</p><p>&nbsp;The changing scenarios of world economy and advancement in modern technologies have resulted in adoption of several new trends in education for sustainable living. These key trends and revolutionary reforms in education are all about innovation, accessibility, and making a difference in the world. In our best efforts to facilitate practical knowledge and strategies to working professionals, for them to grow personally and professionally, and succeed in the modern world, Edspire has embraced the world's best education system, Finnish education. We are here to take forward the globally acknowledged ‘Finnish Phenomenon’ via our crafted programmes, to equip working professionals develop appropriate abilities and knowledge to take back to their learning spaces, and build life-long learning experiences for their diverse learners.</p>",
    "industries": ["Education"],
    "name": "SAUGUSS EDTECH PRIVATE LIMITED",
    "sectors": ["Skill Development"]
  }
]
