[{"email":"sourav@fintheon.com","idea":"<p>Fintheon is a very advanced virtual credit manager that uses consent based data to analyze business velocity and give precision insights. Lenders like Banks and NBFCs use Fintheon for quality credit assessment when loan onboarding as well as portfolio credit monitoring at massive scale . We are fully digitized with digital footprint captured towards secure data access . Our scalable architecture can run our proprietary models simultaneously on millions of borrowers&nbsp; and give insights on each of them .</p>","industries":["Finance Technology"],"name":"Fintheon - Precision Virtual Credit Manager","sectors":["Others"]},{"email":"Rishabh@toffeecoffeeroasters.com","idea":"<p>The business of Dealing in Coffees and Allied Products</p>","industries":["Food & Beverages"],"name":"\tTOFFEE COFFEE ROASTERS PRIVATE LIMITED","sectors":["Others"]},{"email":"harshit.agrawal@shantigroup.co","idea":"<p>BlueEarth is a venture focused on realizing the goals set forth by the global community to reach carbon neutrality, net zero emissions, and other climate positive outcomes. \n</p><p>Our initiatives include projects focusing on, community based projects, sustainable agriculture, afforestation, solar and wind energy production, and providing strategic sustainability solutions to industrial players.\n</p><p>We are in the realm of “climate change, Carbon offsets, and sustainability solutions” It’s objective is to be rehabilitation Earth to low carbon and a climate-resilient global economy through various carbon offsets mechanism like CDM,VCS, GOLD Standard (GS), GCC, IREC, etc., and nature based solution on the long run. Through these projects, we will help our clients reduce and offset their emissions to achieve their sustainability goals. \n</p><p>BlueEarth intends to be a one stop solution from issuance till sale of carbon credits. We intend to disrupt the unorganized market of carbon credits through a block chain based platform bringing in transparency and reducing volatility in prices to ensure it works in the best interest of market participants.</p>","industries":["Green Technology"],"name":"BLUEEARTH ENVIRONMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"awatepradeep@gmail.com","idea":"We are trying t complete the entir payment ecosystem whch includes payment switch, Payment Gateway Card Management MPI, etc. and provide a complete ecosystem for the Banks, Fintech and the Merchant","industries":["Finance Technology"],"name":"GenX Payment and Processing Systems Private Limited","sectors":["Payment Platforms"]},{"email":"ignitic.ideas@gmail.com","idea":"<p>We join hands with entrepreneurs who aspire to unlock the unique value of their brand. Through collaboration and in-depth consultation, we deliver expert branding, creative, marketing, sales and overall business growth solutions. Ignitic Ideas is the one stop solution for all your branding, marketing, creative, and sales needs.&nbsp;<br>'Empowering individuals, evolving businesses.' ®</p>","industries":["Marketing"],"name":"Ignitic Ideas Private Limited","sectors":["Branding"]},{"email":"Devkarnajamnik@gmail.com","idea":"<p>* \"Envision 2100\" focuses on equality, dignity, freedom and technologies creating chain of green houses.</p><p>* Creating a network of small land&nbsp; farmers in India accounting 126 million farmers.</p><p>* Educating, training and providing advance technologies and funds.</p><p>* Eradicating the traditional ways of farming.</p><p>* Creating world class farm produces.</p><p>* Focusing on ethanol and methane creation along with solar, wind and atomic energy.</p><p>* Focusing on sustainable development goals.</p><p>*Investing in human capital enabling them to buy the products with the wealth called blockchain.</p><p>*Demolishing fiat money step by step.</p><p>*Meditation-spacetime-blockchain-AI is the foundational programme.</p><p>*Establishing human values for co existence.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>","industries":["Agriculture"],"name":"Turtles","sectors":["Agri-Tech"]},{"email":"jiteshparihar1985@gmail.com","idea":"<p>WE HAVE A START UP IDEA WHICH CAN HELP OUR CUSTOMERS TO WATCH LATEST MOVIES WE SERIES LIVE AT HOME THAT TOO IN A THETRICAL ENVIORNMENT.</p><p>AS WELL AS CAN WATCH SPORTS LIVE AT HOME THAT TOO IN A STADIUMATIC ENVIORNMENT.</p>","industries":["Media & Entertainment"],"name":"VR Multiplex Entertainment","sectors":["Entertainment"]},{"email":"murasolimaranm@gmail.com","idea":"<p>At our ventures and manufacturing enterprises, we have custom made various types of lifestyle, household, consumable and utility products which are widely used in the groups and regions.<br></p>","industries":["Professional & Commercial Services"],"name":"GOLDEN AVSM ENTERPRISE PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"harshmehta@radtechconsultants.com","idea":"<p>A TECHNOLOGY COMPANY WITH FOCUS INTO BFSI SECTOR, Mobile app for Banks and other financial institutions. We are also in process of development into CTS systems for banks. We have specialised Call centre software for Banks and other institutions. For further details please send us an email too harshmehta@radtechconsultants.com</p>","industries":["IT Services"],"name":"RADTECH CONSULTANTS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"mayur@shamrajlogistics.com","idea":"<p>We are into Toy manufacturing already invested 30 lakhs plus from our personal saving looking for Government support under MEIS for scaling our business&nbsp;</p>","industries":["Toys and Games"],"name":"WORLDEX LOGISTICS","sectors":["Physical Toys and Games"]}]