[{"email":"tarun@airitapp.com","idea":"Airit Media LLP has developed a business Chat Application called “Airit”. Apart from the normal Chat features like P2P, Text, Image, Video, Audio, Document, Contact, Location &amp; Chat Lock, Airit also offers unique features like 1. Large Group Size. 2. Public Groups. 3. One Way Communication. 4. Admin has the rights to hide all the group member contacts 5. Past six months messages received even after member joins the group. 6. Airit Forms. 7. Polls 8. Scheduled Messages. 9. Event Reminders. 10. Non Airit Chat 11. Airit Web Chat","industries":["Social Network"],"name":"AIRIT MEDIA LLP","sectors":null},{"email":"team3@psaprofessionals.com","idea":"This is a dummy form to understand the process","industries":["Education"],"name":"Rohit Goswami","sectors":["E-learning"]},{"email":"info@ismindia.net","idea":"I AM SUPPLER OF SEWING MACHINE","industries":["Textiles & Apparel"],"name":"ISM SEWING MACHINE","sectors":["Apparel & Accessories"]},{"email":"kinjal@maharshiganatra.com","idea":"AmyGB is involved in the Process of developing Applications using Artificial Intelligence( AI).The Company is committed to  developing products that excel in the synergy between Artificial Intelligence and Human efforts to build efficiency and productivity in various business processes across industries.\n<div>One of the Major aims of the Company  is to solve challenging business problems using Artificial Intelligence &amp; Deep learning methods, which would greatly enhance customer experience and significantly help to streamline costs and processes across industry verticals.</div>","industries":["AI"],"name":"AMYGB.AI PRIVATE LIMITED","sectors":["NLP"]},{"email":"nathnarale@gmail.com","idea":"Convergence of emerging technologies to create unique products and solutions.","industries":["IT Services"],"name":"Aquariq Technologies","sectors":["Product Development"]},{"email":"sahavinash0.3@gmail.com","idea":"<p>we are into total waste management industry and providing services to corporates, industries and institutions setc. we are working to produce and sell diesel from plastic waste.&nbsp;</p>","industries":["Waste Management"],"name":"SERVECITY ENVIRONMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"ferozshaikh1@gmail.com","idea":"LED LIGHT FITTINGS","industries":["AI"],"name":"Santech","sectors":["Others"]},{"email":"thebutchic@gmail.com","idea":"<p>We manufacture 100% biodegradable and handcrafted pocket ashtrays to create awareness and combat the littering of cigarette butts causing environmental pollution.</p><p>The strength of the company lies in the architectural design background of both the founders. Being concerned about our built and unbuilt environment, we aspire to spread consciousness among its users about its rapidly degrading condition. \n</p><p>As per statistics, the highest littered item on the planet are cigarette butts which are non-degradable and lead to contamination of landfill, water, soil etc. Due to lack of awareness and smoking being banned in most outdoor and indoor public spaces, the proximity to dustbins is low and the butts end up being littered carelessly.\n</p><p>There is an urgent need to tackle this challenge as we stand at the verge of serious damage to the environment. For this, we want to encourage conscious smoking by introducing portable pocket ashtrays that are 100% biodegradable and handcrafted. It has been designed keeping in mind both the functionality and aesthetic to appeal as usable yet chic when carried around.</p>","industries":["Waste Management"],"name":"Butchic","sectors":["Others"]},{"email":"sudhakaran@paycraftsol.com","idea":"Paycraft is a payments company providing contactless open loop products with capabilities of processing online and offline transactions. We cover a plethora of uses cases demanding transaction processing time within milli-seconds thereby simplify ticketing, validation and management for program operators.","industries":["IT Services"],"name":"PAYCRAFT SOLUTIONS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"parakh.aditya@yahoo.com","idea":"We enable investors to invest in Pre leased A grade commercial  properties via a specially built tech platform. The investors don’t have to get into the hassle of finding a property or if they own a property , then finding a tenant. Our platform enables investors to invest as low as Rs. 25,00,000/- in a  A grade pre leased commercial property.** . Retail investors who could only think of investing in real estate with small amount &amp; getting justifiable rentals will now be able to participate in higher rental yield with higher appreciation yield as well. We also take the charge of timely collection &amp; distribution of rentals &amp; asset management services. \n<div>When it comes to investment in real estate major concern of the investor is whether the title of the property is free of any encumbrances.  We at Wallfort Online Property Platform private limited ensure proper due diligence from the vivid exposure of the promoters in the field of Real estate development &amp; consultancy.\n</div><div>Not just entry is made simpler into real estate by us, Investors can exit when they wish to by selling their stake in the property via our platform. We intend to be the one stop solution by making investment easy &amp; hassle free process</div>","industries":["Real Estate"],"name":"WALLFORT ONLINE PROPERTY PLATFORM PRIVATE LIMITED","sectors":["Housing"]}]