[{"email":"nidhi_sharma978@yahoo.in","idea":"An Electro Optic Company with Design Strengths.\n<div>Equipped  with  the  state  of  the  art  metrology  infrastructure allowing certification for entire range of EO products and also provide complete product  range  under  MAKE  IN  INDIA and IDDM (Indigenously designed developed manufactured) \n</div><div>\n</div><div>The only  facility  to  offer  DAS  (Direct Aiming  Sights)  for  the  entire  range and being the owners of the technology, designs and  relevant  IPRs  for  the  Uncooled  Thermal imaging systems,</div>","industries":["Aeronautics Aerospace & Defence"],"name":"RRP S4E INNOVATION PRIVATE LIMITED","sectors":["Drones"]},{"email":"galaxy.infonet@gmail.com","idea":"<div>To carry on business of servicing, assembling, manufacturing, maintenance, distribution, sales, marketing, trading of all kind of hardware and software products of Computers, IT, Telecommunications, Electronics, Electrical, Mechanical, Instrumentation, Robotics products in India and elsewhere in the world.</div><div><br></div>","industries":["IT Services"],"name":"GALAXY INFONET PRIVATE LIMITED","sectors":["IT Management"]},{"email":"deepakgrover@genesisingredients.com","idea":"Kriska Genesis Ingredients Private Limited is a corporate entity which was incorporated on 24th June, 2017. Kriska Genesis Ingredients Private Limited is into marketing, distribution, trading, repacking, re-labelling and private label (own brand) supplies of packaged food products and food ingredients. Our products are sold through third party and own online as well as offline retail platforms to direct to consumers as well as institutions.","industries":["Food & Beverages"],"name":"KRISKA GENESIS INGREDIENTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"aa.whiteturtle@gmail.com","idea":"White Turtle Originals is built on the very\n&nbsp;<span>foundation of success &amp; performance that&nbsp;</span><span>White Turtle Studios has been built on. It is a&nbsp;</span><span>bold move entering the original content\n&nbsp;</span><span>space where we are looking to develop inhouse content for various platforms &amp;\n&nbsp;</span><span>mediums that range from OTT to various&nbsp;</span><span>studios, while having the expertise &amp;&nbsp;</span><span>backing to produce our own content as\n&nbsp;</span><span>well.&nbsp;</span><div><br></div><div>With a team on-board of industry leading script-writers &amp; partners alike\n&nbsp;<span>we are looking to fill a gap within the industry of creating binge-worthy &amp;&nbsp;</span></div><div>trendsetting content that not just entertains, but also inspires &amp;\n&nbsp;<span>influences. Leveraging our existing WTS panel of directors, producers &amp;&nbsp;</span><span>clients, we look collaborate with the best minds in the most efficient way.&nbsp;</span></div><div><br></div>","industries":["Media & Entertainment"],"name":"WHITURTLE ORIGINALS PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"shashank@andnothingelse.in","idea":"We're a healthy packaged food (FMCG) company, trying to build the world's most trusted, most transparent food brand.","industries":["Food & Beverages"],"name":"FITSHIT HEALTH SOLUTIONS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"ashwini@eurja.com","idea":"<p>We, Eurja Infrastructure are a partnership firm &amp; provide a single window solution for establishing Solar PV power plant.</p><p><br></p><p> We have an experience of more than 45 projects from 3 kW to 1000kW with a total cumulative experience of 10 MW in last two years on Individual Bungalow, Row Houses, Educational Institutes, Manufacturing Units, Industrial units , Warehouse, Residential Societies ,Government establishment, factory, Office building, Social Sector establishment and others.</p><p><br></p><p> We are a Licensed Electrical Contractor in Maharashtra &amp; Empaneled Channel Partner for CFA (Subsidy) Grid Connected Roof Top Project from MEDA.<br></p>","industries":["Renewable Energy"],"name":"Eurja Infrastructure","sectors":["Manufacture of Electrical Equipment"]},{"email":"sujkatiraofficial@gmail.com","idea":"We are a travel accessories company that believes in making products that make your travel easy.<br>A companion for every emotion of a traveler","industries":["Retail"],"name":"KATIRA TRAVEL ACCESSORIES PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"sbansode40@gmail.com","idea":"<p>I AM CURRENTLY JOB. I TURNED ON THE COMPANY WITH THE NAME OF \"BANSODE SUPPLIER\" BY DOING.&nbsp;</p><p>INDUSTRIAL SAFETY PRODUCTS SUPPLIER BY PART TIME.&nbsp;</p>","industries":["Safety"],"name":"SANJAY BANSODE","sectors":["Others"]},{"email":"misales@kristeel.com","idea":"Kristeel is today a diversified multi business conglomerate with a portfolio in the areas of manufacturing of measuring instruments and tools, photochemical machining, SMT Stencils, Textile Machinery and Real estate.","industries":["Others"],"name":"Kristeel Shinwa Industries Ltd","sectors":["Others"]},{"email":"sadathk@atoba.org","idea":"Atoba is the premier distributor of industrial valves, valve automation services and related piping. We attribute our success to quality products, knowledgeable people and service second to none.&nbsp;&nbsp;","industries":["Construction"],"name":"ATOBA BUSINESS NETWORKS PRIVATE LIMITED","sectors":["Construction Supplies & Fixtures"]}]