[{"email":"circleinteractivepvtltd@gmail.com","idea":"Import and export of video games and software and e3 refurbishment of mobile phones.","industries":["Others"],"name":"CIRCLE INTERACTIVE OPC PRIVATE LIMITED","sectors":["Others"]},{"email":"ultimateitsolution@hotmail.com","idea":"<p>Ultimate I T Solution Provides Laptop &amp; Desktop Sales &amp; Services, Peripherals and Accessories of desktop &amp; Laptop</p><p>CCTV Installation and services, Antivirus For System, Networking Solution, Annual maintenance Contract of Laptop, Desktop , and CCTV.</p>","industries":["IT Services"],"name":"Ultimate I T Solution","sectors":["IT Management"]},{"email":"manuj.shetty@vepl.net.in","idea":"Our company is related in the Sports Industry Field dealing into Distribution and Retail, we have a set of good team which has expertise in Distribution, As the organised sector in India is more than 87% of unorganised sector and the organised sector about double by 2022, we are planning to open stores in Sports Retail Multi Brand outlets to offer a great experience and awareness to our end Consumers&nbsp;","industries":["Retail"],"name":"Venjus Evolution Pvt Ltd","sectors":["Retail Technology"]},{"email":"dushyant.jani@mobclixs.com","idea":"Mobclixs Technologies Private Limited is a Private incorporated on 26 September 2014. A young and vibrant Digital Media player in Content Aggregation and Digital Marketing Solutions, A Media Company that develops innovative Digital Platforms.\n<div>\n</div><div>Create and Deploy VAS solutions and applications for Media Houses, Telecommunication Firms, Film Companies, Labels and content providers among others. An exclusively dedicated studio to maintaining the highest standard in constant generation Innovative Mobile Content.\n</div><div>\n</div><div>Mobclixs' specialisation in providing end-to-end solutions from platform ownership to billing and provisioning to device testing. Produces services that bring together content, technology and device expertise and facilitate an enhanced digital experience for its clients.\n</div><div>\n</div><div>Content partnerships with Music Labels Glamour, Fashion, Entertainment and news content creators. Provider of multiple services (Tech, content and reach) for Digital engagement. Spearheading Mobclixs is its top management, equipped with a strong background in the visual media and an insatiable passion to expand, who understands the importance of packaging and content.\n</div><div>\n</div><div>An expert team of unrelenting professionals leads the company’s state-of-the-art innovation centre in Mumbai. To deliver cutting-edge technologies in the ever-evolving VAS landscape. The working of the Management is hand-in-glove with the company’s USP , ‘to understand the intricacy and dynamics of new media and blend it with the right content perfectly packaged to expose the consumer to a flawless experience.</div>","industries":["Telecommunication & Networking"],"name":"MOBCLIXS TECHNOLOGIES PRIVATE LIMITED","sectors":["Network Technology Solutions"]},{"email":"mohit@terrebrown.com","idea":"Terre Brown is a leather fashion brand, based out of Mumbai, India. We are a leather merchandise company that utilizes the potential of unorganized leather markets of Dharavi &amp; creating a leather brand that would crack the magic triangle of Style, Price &amp; Quality. We do not stock any of the product listed on our website &amp; our business model is based on made-to-order. Without keeping any inventory, we have a capacity for processing 100+ orders a day! We are trying to create a private label to capture the mid-luxury segment in leather fashion. This segment is untapped in India &amp; only unorganized market is occupying it. Currently, we have started shipping in 5 different countries &amp; creating products based on the running trend of that particular region. We have our own design and quality standards to ensure the latest fashion is delivered at any doorstep across the world.<br><br>While our core competency is about creating a private label brand, we also empower small-scale vendors in Dharavi by providing them a regular business and also contribute to the education of their children. Dharavi is a slum in Mumbai and most of the craftsman along with small to medium shop owners of leather struggle to make a living as their products are mostly seasonal. We not only help in scaling their business but also provide assistance to them in meeting their basic necessities including education for their children.","industries":["Fashion"],"name":"RECENSI INTERNATIONAL PRIVATE LIMITED","sectors":["Apparel"]},{"email":"akashgaurav652@gmail.com","idea":"Auxledger is a multi-tiered Blockchain infrastructure to build fully customizable Layer-2 scaling networks as well as powerful DApps on the native Layer-1 network. All Networks &amp; DApps build with Auxledger are fully interoperable with Ethereum, Neo &amp; Ripple among others.","industries":["Enterprise Software"],"name":"AUXESIS INNOVATION LAB PRIVATE LIMITED","sectors":["ERP"]},{"email":"stellarevolutions@outlook.com","idea":"<p>No funding received yet. Our company will look for Angel investor funding and Government Subsidy Support at the earliest</p><p><br></p>","industries":["Social Impact"],"name":"Stellarevolutions","sectors":["Others"]},{"email":"ashishk@farmech.in","idea":"<p>We have imported European Tech. Multi commodity grains and pulse Mobile dryer, this enables Farmers/Traders to dry the Moist fresh harvested crop in couple of hours, saving labour problems, number of days prevention for un drying. The tech. helps in safe guarding organoleptic properties of the grains and farmers can sell their 14% Moisture Content crops at MSP fetching them full price. Secondly, grains upto 3%-5% which is wasted due to uneven Sun drying will also fetch revenue.&nbsp;</p><p>This 3%-5% grains are estimated to approx. 15,000 crores of rupees that can be saved for our country's economy and impacting largely on Banks, FPOs. Farmers, Traders and entrepreneurs associated with Indian Farming.&nbsp;</p><p>Our Dryer offer Mechanised way of Sun Drying as the grain is dried with Controlled and pressured Hot Air that circulates the grains as well within the Silo while drying.</p>","industries":["Agriculture"],"name":"FARMECH IMPEX LLP","sectors":["Agri-Tech"]},{"email":"megatechdigi@gmail.com","idea":"<p>We are developing a social discovery platform called Hash</p><p><br></p><p>• Hash is a social discovery platform which allows you to\n</p><p>connect with friends/strangers safely without sharing\n</p><p>personal information like email and phone no.\n</p><p>• By use of hashtag for categorized interaction, HASH can\n</p><p>also be utilized for various activities such as food\n</p><p>ordering, broadcasting offers, connecting to Local\n</p><p>Services, Managing Events etc.\n</p><p>• Hash also helps user to organize their content and also\n</p><p>find trending stuff across various Social Platform and\n</p><p>simplifies photo/content sharing.</p>","industries":["Social Network"],"name":"MEGATECH DIGITAL PRIVATE LIMITED","sectors":["Others"]},{"email":"becupable@gmail.com","idea":"\n            <p><span><a href=\"https://www.recube.co.in/\" target=\"_blank\">Recube</a> is a social enterprise that seeks to revolutionize the way we consume every day. We create smart packaging systems to close the loop and create a circular closed loop economy. We aim to eradicate single use disposables in the F&amp;B, FMCG &amp; E-commerce through our reusable systems.</span></p><p><span><br></span></p><p><span>\n</span></p><p><span>\n</span></p><p><span>We have already diverted 5MN+ disposables from the landfill in our first year of operations by helping 120 brands go zero waste namely Burger King, Sweetish House Mafia, NH7 Weekender, Bacardi etc&nbsp;</span></p><p><span><br></span></p><p><span>Our Circular Objectives are:\n</span></p><p><span>1. Reduce the resources we use to produce our products and switch renewable sources like Crop Waste\n</span></p><p><span>2. Reuse products until it can not be refurbished or till the end of its life cycle\n</span></p><p><span>3. Recycle/Upcycle/Compost the product to achieve complete circularity and close the loop\n</span></p><p><span>\n</span></p><p><span>Our brands, Boxable, <a href=\"https://www.cupable.co/\" target=\"_blank\">Cupable</a>, Eatable and <a href=\"https://refillable.store/\" target=\"_blank\">Refillable</a> work on the above objectives across all industries. For each brand, we have manufactured products from pelletized crop waste, used them for atleast 100 washes, and then conducted life assessment cycle&nbsp; through our IOT enabled system.</span></p><p><br></p>\n        ","industries":["Green Technology"],"name":"RECUBE CIRCULAR SOLUTIONS PRIVATE LIMITED","sectors":["Waste Management"]}]