[{"email":"wagheladarshan@gmail.com","idea":"A software company looking to disrupt the employment sector and promote the Esports as a spectator sport.<br>","industries":["IT Services"],"name":"ASHTONISH TECH. EMERGE PRIVATE LIMITED","sectors":["IT Management"]},{"email":"thermoequip@gmail.com","idea":"With due regards we would like to introduce ourselves as a leading manufacturer of scientific &amp; laboratory instruments since last 2 years. We represent latest &amp; directives technologies &amp; incorparate an up to date know of modern techniques combined with our most efficient customer support &amp; effective back up.&nbsp;","industries":["Analytics"],"name":"Thermoequip","sectors":["Others"]},{"email":"deepeshjainv@live.com","idea":"-do-","industries":["Professional & Commercial Services"],"name":"Orion Group","sectors":["Business Support Services"]},{"email":"shubhamdumbre99@gmail.com","idea":"We are innovators, who regularly work hard and smart to create an alchemy of marvellous products, operational excellence &amp; pioneering customer services by empowering talents with eternal opportunities to discover their best, right from their nascent stages. We believe in simplifying things by gaining all sorts of challenging experiences and by coming up with quality results that would benefit the world.","industries":["Education"],"name":"Delta The Innovators","sectors":["Skill Development"]},{"email":"debayanchakraborty.2007@gmail.com","idea":"Vision :\n<div>The vision of the company is to empower those sections of people who are residing in different NGOS, touching their lives by nourishing their talents and creating opportunities and financial independence for each one of them\n</div><div>Mission :\n</div><div>Our Mission is to touch and reach each and every NGO and enable every individual to have an self earning opportunity.</div>","industries":["Art & Photography"],"name":"Craftbees","sectors":["Handicraft"]},{"email":"arpit.gupta16a@gmail.com","idea":"<p>Loop dental is trying to create a low cost - high quality dental services ecosystem.</p><p><br></p><p>Mission:\n</p><p><br></p><p>High-Quality Dental Services at extremely affordable prices.\n</p><p>\n</p><p>Low income/economically weaker people always aspire for a higher quality of life which fits in their budget. At Loop Dental we strive to fulfil that aspiration by providing a classy ambience, elite class feeling &amp; good services to our patients at very affordable prices. \n</p><p><br></p><p>Loop dental is located in a Lower middle class-EWS area serving such aspirations since Oct ‘18</p><p><br></p><p>How We Plan To Proceed?</p><p><br></p><p>1. Increase the reach</p><p>2. App for patients \nto find Dentists</p><p>3. Cloud-based application for Dentists</p><p>4. Standardized prices &amp; processes</p><p><br></p><p>Innovations:</p><p><br></p><p>1. Modular Dentistry - Make Your Own Treatment Plan</p><p>2. Smart Subscription Plans</p><p><br></p><p>We want to extend such low cost, tech-powered innovative services to the low-income strata of the population throughout India.</p>","industries":["Healthcare & Lifesciences"],"name":"Loop","sectors":["Healthcare Services"]},{"email":"ronak41rajpurohit@gmail.com","idea":"We're going to launch an E-Commerce shopping website. We're going to provide fastest ever delivery in E-commerce sector. Sites like Amazon, Flipkart, Snapdeal, Alibaba takes minimum 3-7 days to deliver but our business model is much different and more reliable than them, that we can deliver any product to any customer in just 3 hours or even less.","industries":["Retail"],"name":"LIMCAMART PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"rahulpandit1@gmail.com","idea":"<p>Establishing a holistic health and wellness discipline for citizens 8-80 years old using basis physical, mental and spiritual fitness.</p>","industries":["Healthcare & Lifesciences"],"name":"DNA360","sectors":["Health & Wellness"]},{"email":"nirmesh@born-bright.com","idea":"Born Bright Products Pvt. Ltd. is incorporated to commence FMCG business, operating in the beauty &amp; personal care industry.&nbsp;<div>\n</div><div>Born Bright will be an Internet-First company which means that the company's products will be available only on digital e-commerce stores - the company's own website as well as 3rd party platforms such as Nykaa, Amazon, Flipkart, etc. Hence, Born Bright will be innovating the selling &amp; distribution business model as a Direct-to-Consumer (DTC) business model.</div>","industries":["Fashion"],"name":"BORN BRIGHT PRODUCTS PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"info@gnktravels.com","idea":"<p>Hello,</p><p><br></p><p>We provide services like, Airline ticketing, Hotel Booking, Tour Package, and other related travel services.</p>","industries":["Travel & Tourism"],"name":"GNK TRAVEL SERVICES PRIVATE LIMITED","sectors":["Facility Management"]}]