[{"email":"abhijeet@thecouchpotato.in","idea":"<p>The Couch Potato is Mumbai youngest and fast growing retail store exclusively dedicated to living room sofas, sofa beds, coffee tables, recliners etc. Our speciality is our customisation capability and committed time deliveries to our customers. We have a 5000 sq ft showroom in Andheri W, where customers can experience and choose from more than 45+ styles and designs.&nbsp;</p><p>We deal in pure leather and fabric sofas only.&nbsp;</p>","industries":["Retail"],"name":"TCP HOMES & DECOR PRIVATE LIMITED","sectors":["Comparison Shopping"]},{"email":"sahilghugeofficial@gmail.com","idea":"<div>What we aim to do is provide offline merchants and small business owners sell their goods online to Indain consumers.</div>","industries":["Retail"],"name":"GUGS","sectors":["Others"]},{"email":"prachi.sapte@yahoo.in","idea":"Vision – one-stop shop for Enterprise event and technology-based solutions\n<br><br><div>Objective – to utilise emerging technologies for ease of living, entertainment and customised solutions.\n<br><br></div><div>Scope of work – \n</div><div>1.\tEverything AI – applied intelligence – utilising market ready open source technology for developing customised products. Products using Narrow, General and Super AI, Application Platform as a Service (aPaaS) or platform-based service is a category of cloud computing services that provides a platform allowing customers to develop, run, and manage applications without the complexity of building and maintaining the infrastructure typically associated with projects\n</div><div>2.\tIOT – internet of things - is the network of physical objects that contain embedded technology to communicate and sense or interact with their internal states or the external environment.\n</div><div>3.\tBig Data solutions for real-time decision making - Big data is a term that describes the large volume of data – both structured and unstructured – that inundates a business on a day-to-day basis. But it’s not the amount of data that’s important. Its what organizations do with the data that matters. Big data can be analyzed for insights that lead to better decisions and strategic business moves.\n</div><div>4.\tHyper-immersive gameplay through virtual reality (VR) and photorealistic graphics - Although virtual reality is not exactly future video game technology, the graphics are typically still very cartoonish and the level of immersion can be clunky. Although photorealistic graphics have been achieved with PC games, and console games commonly feature them, virtual reality has yet to catch up. With future gaming technology, virtual reality headsets will be able to render 3D graphics that are almost indistinguishable from real-life. They will also have ironed out the hardware capabilities that currently keep gamers from hyper-immersive gameplay.\n</div><div>\n</div><div>5.\tGaming in the cloud - Cloud gaming, sometimes referred to as Gaming-as-a-Service, or GaaS, is a relatively new way of playing games that takes advantage of the power of servers. Traditionally, you'd run a game on your expensive console or PC. In the case of cloud gaming, though, the game runs on a server owned by a gaming service. \n</div><div>\n</div><div>6.\tSocial or collaborative virtual reality (VR). - Solutions which allowing humans to explore fully immersive computer-generated worlds (in VR), and overlay computer graphics onto our view of our immediate environment (AR) are both increasingly being adopted in both entertainment and industry.</div>","industries":["Events"],"name":"PEPPY EVENTTECH PRIVATE LIMITED","sectors":["Event Management"]},{"email":"gaurav@slate.ac","idea":"<p>Rype's unified cash flow and accounts\nmanagement platform - SLATE aims to provide simple and intuitive to use for payments (transfer and\ncollections), accounting and banking.</p><p><br></p><p>The platform will additionally provide actionable insights to maximise free cash flow and integrate essential product and services targeted towards \nSMEs.</p>","industries":["Finance Technology"],"name":"RYPE FINTECH PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"sandesh@jpinnovations.in","idea":"VDMS is a product of J P Innovations, which is a solution providers for automotive industry.&nbsp;","industries":["Automotive"],"name":"J P Innovations","sectors":["Auto & Truck Manufacturers"]},{"email":"hardik@arrivae.com","idea":"Arrivae is a customised full home interior solution provider that enables you to get the house you always wanted, at the cost convenient for you. From designing the finest homes by some of the finest architects and interior designers, to material supplied by some of the most credible vendors, it's no surprise that we take away the stress, leaving you with the home you always dreamt of.","industries":["Architecture Interior Design"],"name":"Arrivae Bangalore","sectors":["Others"]},{"email":"suchitsaraf@gmail.com","idea":"We are into Citizen Delivery Services through our network of over 1,000 Suvidha Kendras across India in mainly Tier 2,3 and 4 cities / villages across India.\n<div>\n</div><div>Our services include (but not limited to) PAN application, GST registration, all compliance services such as GST returns, refunds, Income Tax returns, Professional Tax, food license, MSME registration, Labour Licenses and many more across all states of India. Besides, we support financial inclusion through AEPS and Money Transfer services. We are providing other ancillary services such as passport applications, loans, investments and insurance advisory through our centers. \n</div><div>\n</div><div>On an average our centers earn Rs.15,000-25,000 a month and we plan to expand to over 20,000 centers in the coming years.</div>","industries":["Finance Technology"],"name":"POPCORN INFOTECH PRIVATE LIMITED","sectors":["Accounting"]},{"email":"hari@punahabattery.com","idea":"The Company has introduced the latest and new green technology of Battery regeneration which will revolutionize the Battery re-usage in India.\n<div>\n</div><div>&nbsp;Simply put, this technology will enable the Ni-Cd and Lead Acid Deep Cycle / Storage Batteries to be used for double their current life span.</div><div><br></div><div>The details of the technology used and the services offered can be found at the Company website www.punahabattery.com</div>","industries":["Renewable Energy"],"name":"PUNAHA BATTERY RENESCANCE PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"ASRAACONSULTANCY@GMAIL.COM","idea":"To establish, design, develop, maintain, organize, conduct, provide, procure or make available consulting services, training's, coaching programs and products in and outside of India covering all branches of services including management, commercial, business, statistical, financial, accountancy, information technology,medical, legal, educational, engineering, data processing, communication and other technological social or other services and products towards designing, building and managing business process, technology and people to enable good business outcomes.","industries":["Human Resources"],"name":"ASRAA CONSULTANCY INDIA PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"patanjali.mishra@gmail.com","idea":"Laghima Consultancy Services is a company promoted by a group of highly experienced professionals dedicated towards providing an Umbrella of Solutions under one roof.","industries":["IT Services"],"name":"Laghima Consultancy Services","sectors":["Application Development"]}]