[{"email":"ujwalapatil07@gmail.com","idea":"<p>Hello Sir,</p><p><br></p><p>I have started new business since sometime back but wanted some financially help to refund Loan on my Car which i have taken for Tours &amp; Travels business.&nbsp;</p><p><br></p><p>I am mentioning all my details&nbsp;</p><p>Name : Ujwala Tours &amp; Travels</p><p><span>PAN Card : ASWPP2866K</span></p><p><span>AADHAR CARD: 6748 03303661</span></p><p><span><br></span></p><p><span>Please suggest me for proper process for the same.</span></p><p><span><br></span></p><p><span>Kindly help me&nbsp;</span></p><p><br></p><p>Thanks &amp; Regards,</p><p>Ujwala Patil</p><p>8369610224</p>","industries":["Travel & Tourism"],"name":"Ujwala Tours &amp; Travels","sectors":["Hospitality"]},{"email":"frostfiretronics@gmail.com","idea":"<p>Minimal Hardware, with only billing printer and incorporating software in the already existing devices, not only reduces development and maintenance costs but also benefit the retails as they can invest in their business the money they saved for getting the billing systems. It will also keep their inventory same on our cloud platform and will help them in generating invoices, managing inventory and engaging more customers seamlessly.</p><p><br></p><p>we are also working on providing Embedded thermal printers required by the instrument industry.</p>","industries":["Technology Hardware"],"name":"FROSTFIRE TRONICS PVT LTD","sectors":["Electronics"]},{"email":"info@avprobotics.com","idea":"In process of making low-cost high end collaborative robotic arm.","industries":["Robotics"],"name":"AVP ROBOTICS PVT LTD","sectors":["Robotics Technology"]},{"email":"ashingh031@gmail.com","idea":"We have just got up with an idea of providing solutions to the customers for the android as well as web apps we have started the start and want to grow and learn through it.......","industries":["Computer Vision"],"name":"Harman Analytics","sectors":["Others"]},{"email":"salvadore@sanconsulting.in","idea":"San Infosec Consulting, an IS Audit as a Service (ISAaaS) software company has developed an Information Security based compliance software 'AudiTab' that automates end to end audit activities right from audit announcements, scheduling, field work , data analysis, reporting and stakeholder communication.","industries":["Security Solutions"],"name":"San Infosec Consulting Pvt.Ltd.","sectors":["Cyber Security"]},{"email":"anshuman@thenewj.com","idea":"NEWJ is a tech-media startup focused on curating and producing video content for the smartphone obsessed young Indians. The recent exponential growth of the video content market provides a huge opportunity for innovative visual storytelling in India. The company intends to fill this demand for quality content in the social and digital media space. The venture was founded by a team of young entrepreneurs led by Shalabh Upadhyay.","industries":["Media & Entertainment"],"name":"NEW EMERGING WORLD OF JOURNALISM PRIVATELIMITED","sectors":["Digital Media"]},{"email":"abha@desihangover.in","idea":"<p>DesiHangover is a social enterprise that handcrafts leather footwear. The vision is to transform a local product into a global fashion. The artisan community is skilled in a traditional, 800-year-old, art of Khavani shoemaking. Using technology and innovation, DesiHangover aspires to globalize the heritage by plowing its profits back into the core. DesiHangover's 'Adopt a School' campaign motivates the future generation of this community to see a rural art with a scope of global recognition. This makes DesiHangover a sustainable business.<br></p>","industries":["Social Impact"],"name":"DesiHangover","sectors":["Others"]},{"email":"ganeshugale79@gmail.com","idea":"WE ARE MFG. OF SOLAR HOME LIGHTING SYSTEM","industries":["Renewable Energy"],"name":"ELECTROTECH SOLAR","sectors":["Renewable Solar Energy"]},{"email":"ativakgroup@gmail.com","idea":"<p>It is the mission of Ativak Imports to provide complete import/export brokerage services including purchase contracts, shipping, warehousing, and delivery scheduling. The company will concentrate on special and cultural imports from India and Bangladesh.  Ativak also plans to provide trade consultation services to newly started farms created.</p><p>Ativak offers complete import/export brokerage services plus inventory consulting services. As mentioned previously, this includes the following:\n</p><p>\n</p><p>Supplier/buyer identification\n</p><p>Purchasing, contracting and consulting\n</p><p>Shipping\n</p><p>Warehousing\n</p><p>Delivery\n</p><p>It must be noted that Ativak does not posess any warehousing facilities and intends to outsource this particular service. We expect to earn revenues by charging a commission based on the value of goods moved per order.</p>","industries":["Logistics"],"name":"Ativak Imports","sectors":["Others"]},{"email":"bhatia.paarth@gmail.com","idea":"Finalyzer is an analytical and consulting company providing financial advisory services with specialization in Accounting, Risk Management, Research and Taxation. We also have a division which handles the entire backend for the businesses so that they focus on their core business without worrying for processes. Since we are a startup, we understand the nuances and challenges faced by a startup and offer specific cost effective services so that ideas blossom and grow.\n<div>We provide consulting services to the companies with diversified portfolio to explore opportunities by maximizing revenue and minimizing risks by maintaining highest standards of excellence, transparency, ethics and professionalism. We at Finalyzer, offer customized solutions so as to do it right the very first time. We understand the needs of the customer and offer focused solutions which are specifically designed for them. Our defining trait is our ability to convert data and information into expert judgements across a wide range of domains, with deep expertise and complete objectivity.\n</div><div>Our company’s philosophy is entirely client centric with focus on providing long term benefits to our clients and maintain long term relationships. At the core of our credibility are our values of: Integrity, Trust, Analytical Rigour, Relationship Building, Commitment, and Innovation &amp; Execution.</div>","industries":["Professional & Commercial Services"],"name":"Finalyzer Consultants","sectors":["Business Support Services"]}]