[{"email":"info@pgsbusiness.net","idea":"<p>We take the opportunity to introduce ourselves as an Organization in Mumbai having&nbsp; years of experience providing Sales and Services to marine Industries in India. our expertise and specialty meets most of the  requirements of Industries. we are part of a network of suppliers world-wide and we can source practically any type of Equipments and Spares required.</p><p><br></p><p>Our vision is to provide excellent quality products and services at competitive prices.</p>","industries":["Other Specialty Retailers"],"name":"PRISTYN GLOBAL SERVICES PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"therenalprojectco@gmail.com","idea":"<p>The Renal Project is a social cause private limited company to provide dialysis therapy to populations outside of major cities. Yearly in India, 2,00,000 new patients are added who suffer from kidney disease, 68% in rural and semi-rural areas. </p><p>The technological limitations are not overcome and hence dialysis facility are mainly located in the cities, not outside. <br></p><p>The Renal Project with miniaturization of equipment, and software programs are now making it possible for a dialysis center to be reached farther into the talukas, districts and outer periphery of Tier I and Tier II cities, and help save lives.<br></p>","industries":["Healthcare & Lifesciences"],"name":"The Renal Project","sectors":["Healthcare Services"]},{"email":"meenakshi.stuart@oraiospackaging.com","idea":"We are a packaging development consulting company that provide end to end solution for consumer products. Our experienced team is a mix of Creative &amp; Technical skills and work towards achieving all your packaging goals.","industries":["Design"],"name":"Oraios Packaging","sectors":["Others"]},{"email":"inder@indusved.com","idea":"Marketing automation initiatives are aimed at driving communication personalisation, but they often end up with only email personalisation or sometimes cohort based personalisation. We're working towards bringing personalisation at scale by building industry-specific communication templates (including templates for Email, Video, Image galleries, Landing pages, Progressive Web Apps, etc.) so that we can take personalisation beyond text and images.<div><br></div><div>Our ideal clientele is product and platform businesses.&nbsp;</div><div><br></div><div>Our current projects in the Product Business (ProdBiz) segment includes an online gaming platform (Pocket52.com) which is building personalised video content for each player that exhibits a repeated pattern of mistakes when playing the game of Poker and an automotive entity (undisclosed for contractual reasons) which is working to serve video and emails to their dealership visitors which shows them a video of the car they liked, down to the exact colour, accessory packages and features of the vehicle.</div><div><br></div><div>With respect to the platform business, we are working on a travel content cloud for the agents of a B2B travel entity which would like to create personalised content for every request that they receive from their agents or the agent's customers.</div>","industries":["Enterprise Software"],"name":"IndusVed","sectors":["CXM"]},{"email":"krupal@envisiodevs.com","idea":"<p>We let a companies brand create niche web and mobile applications, in the busy online-era. EnvisioDevs is a leading web and mobile application development service provider with a vision to deliver solutions across the globe. Turning the sporadic app-ideas into streaming revenue, we build purpose-centric apps for business use cases like Point of Sale, Documents collaboration and Balance Confirmations.</p><p><br></p><p>We have worked with FinTech startups and helped them reach a wider audience by building their applications from scratch and taking them to scalable infrastructure.</p>","industries":["Enterprise Software"],"name":"EnvisioDevs","sectors":["Enterprise Mobility"]},{"email":"dheer@dbgassociates.co","idea":"<div><span>Firstly I would like to introduce my self as Dheer Bhadresh Gandhi&nbsp;</span><span>qualified Chartered Accountant (India) and founder of DBG ASSOCIATES.&nbsp;</span><span>Further I'm the Member of Public Accountant (Australia), Associate&nbsp;</span><span>Financial Accountant (UK).&nbsp;</span></div><div>\n</div><div>DBG ASSOCIATES is a next gen solution provider in the business&nbsp;<span>advisory domain that provide end to end solutions.&nbsp;</span><span>We are a team of young passionate professionals coming together with a purpose:-&nbsp;</span></div><div>• to serve all sizes of corporate.\n</div><div>• to extend our reach of services to any place in India.\n</div><div>• to provide complete holistic solution covering all aspects such as&nbsp;<span>financial &amp; legal advisory, statutory compliance's, business&nbsp;</span></div><div>re-engineering and many more.\n</div><div>\n</div><div>We would be  more than happy to get associated with you, not just in\n&nbsp;<span>delivery of our service's but also partnering in your success story.&nbsp;</span></div><div>\n</div><div>Thanking You\n</div><div>\n</div><div>Warm Regards\n</div><div>CA Dheer Gandhi</div>","industries":["Professional & Commercial Services"],"name":"DBG Associates","sectors":["Business Support Supplies"]},{"email":"accounts@shop101.com","idea":"Shop101 is a social e-commerce platform which enables entrepreneurs to sell online as well as on WhatsApp, Facebook &amp; Instagram with zero investment by providing an online store.","industries":["Marketing"],"name":"O(1) INDIA PRIVATE LIMITED","sectors":["Sales"]},{"email":"vinay.poojary252@gmail.com","idea":"Manufacturing and marketing all kind of Dental products","industries":["Healthcare & Lifesciences"],"name":"TOOTHFAIRY DENTAL LAB LLP","sectors":["Healthcare Technology"]},{"email":"ishita@goosebumpspickles.com","idea":"ABOUT GOOSEBUMPS<div><br></div><div>Goosebumps, started in April 2012, is an opportunity to experience the love of mothers infused in pickles, spices, fruit based after meals &amp; chocolates.</div><div>For the love of this love, consumers can order authentic range of spicy, sour and sweet pickles, a range of home-ground spices and Goosebumps Signature range of After Meals – chunks of dried fruits showered in a special masala – all delivered to the doorstep or available to shop at your nearest store.</div><div><br></div><div>Goosebumps are strictly homemade (or literally “mom-made”) and definitely vegetarian. In order to ensure quality, we perform a rigorous quality-check on each and every ingredient before sourcing. All the basic masalas that go in to the pickling process such as turmeric powder, red-chilly powder are sourced, sun dried and grounded at home</div>","industries":["Food & Beverages"],"name":"Goosebumps Pickles","sectors":["Others"]},{"email":"shah13manthan@gmail.com","idea":"<p>Rizeup focuses on easing the post operation procedures related to mobility and rehabilitation of patients in India. Currently, we are a team of 2 based out of Mumbai with experience related to pharmaceutical industry and banking.&nbsp;</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"Rizeup","sectors":["Others"]}]