[{"email":"manish@nymbleup.com","idea":"NymbleUp is a cloud based productivity tool that uses sophisticated machine learning to accurately forecast sales and view all the key metrics through a single dashboard. Our solution uses historical sales data, seasonality, growth trends along with external factors such as weather and events to predict sales.<div><br></div><div>Retailers can use our platform to optimise inventory, reduce stock outs and minimise wastage.</div><div><br></div><div>Salient features of our platform is as follows:</div><div><br></div><div>1) Item/Location level forecast with more than 90% accuracy at consolidated level</div><div>2) New product launch - forecast</div><div>3) Sales Analytics</div><div><br></div><div>We are in the process of creating a replenishment, inventory and expiry management feature.</div>","industries":["Retail"],"name":"NYMBLEUP SOLUTIONS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"komal.jain.cs@gmail.com","idea":"fhhfhfhfhfh","industries":["IT Services"],"name":"K K JAIN &amp; CO LLP","sectors":["Product Development"]},{"email":"arpita.kalanuria@gmail.com","idea":"Metal based reusable packaging &amp; tech systems for FMCG markets, at affordable costs.&nbsp;","industries":["Green Technology"],"name":"AMPLEARTH PACKAGING AND SYSTEMS PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"shivi.pandey@realsecurityindia.org","idea":"REAL SECURITY&nbsp; is a Government Licensed ISO Certified Private Security Company, registered with various labour laws like EPF, ESIC, Professional Tax etc. committed to a mission of protecting you and your organization. The company is a well-established outfit with a network of branches reaching to several important cities of India. The company’s presence is maintained through the Head office at Thane (Maharashtra) while other branches are located in various state of India.\n<div>\n</div><div>\n</div><div>\n</div><div>In this era of general insecurity arising from an increase in crime waves, the company has set itself the task of ensuring the safety of the lives &amp; properties of its clients. We have been in the security business since 1994. The intention is to enable clients with branches across the nation to take advantage of the company’s services with the least possible stress. We have experienced security staff monitoring your premises 24/7, &amp; are available for any emergency. We solely provide security solutions based on what is required at the premises, &amp; only suggest the management system &amp; technology that is absolutely required.\n</div><div>Real Security allows strict regulation to ensure 100% security for your residential or commercial property Real Security Services (I) Pvt. Ltd. has come a long way in terms of technology updates and providing great customer service, 24/7 year-round. Our customers are constantly educated about security technology and are provided with available options at the most reasonable price on the market.\n</div><div>Real security specializes in security for the distribution, transportation, logistics, high-technology, manufacturing, petrochemical, commercial real estate, hospitality, and healthcare industries. In addition to contract security, Real Security offers a full range of investigative services, such as undercover agents, surveillance, certified interrogators, background checks, &amp; criminal investigations. There is no absentee of ownership at Real Security. All the owners, principals, and officers of Real Security actively participate in the company’s daily operation. All our employees are vitally interested in our client’s satisfaction and the quality of our services. Also, speedy response is paramount at REAL SECURITY&nbsp;</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div>","industries":["Security Solutions"],"name":"REAL SECURITY AND FACILITY MANAGEMENT INDIA PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"arcmultimedia2018@gmail.com","idea":"We Develop Websites, applications, we do graphic deigning, digital marketing","industries":["IT Services"],"name":"ARC MULTIMEDIA","sectors":["Web Development"]},{"email":"disha@executivehunters.in","idea":"<p>Hi&nbsp;</p><p>I am running a recruitment consultancy with 10 people team.</p><p>I want to scale my business and need the funds for the same.</p><p>Plus i have a very bright idea where we can be a firm recognized by government for India where in we can provide manpower and skilled workers to any new company that comes to India from abroad.</p><p>All Indians can register their profiles to us and we can provide those resumes to the countries coming to set up their firm in our country.</p><p>This will help the ratio come to 0 for the unemployment..</p>","industries":["Human Resources"],"name":"Executive Hunters","sectors":["Recruitment Jobs"]},{"email":"vipinr@gramini.com","idea":"We are a real time auction based marketplace where micro-publishers from any social media platform can bid on the content they would like to promote and get paid instantly. This is facilitated by a proprietary Reko Points, which we compute using machine learning on multiple engagement metrics. Higher the attention score, higher the payout on sponsored content.&nbsp;<div><br></div><div>Since SAS is not dependent on subscriber count alone, we enable the micro-publisher to start earning, even with a handful of subscribers by rewarding quality engagement generated.</div><div><br></div><div>Brands and advertisers benefit from the potential of a verified network of publishers with clear engagement tracking on sponsored content, without end user tracking or privacy violations.</div>","industries":["Marketing"],"name":"GRAMINI SOLUTIONS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"info@chasmic.in","idea":"We are E-commerce startup will sells stuff from Shoes to Caps under its brand name Chasmic from all leading marketplace and also from our own website called Chasmic.in","industries":["Retail"],"name":"Techchasmic India pvt Ltd","sectors":["Social Commerce"]},{"email":"garg.lokesh96@gmail.com","idea":"<p>Get alerts on the latest events, updated contacts, offers from shops and second-hand products on sale in your community.<br>ZConnect gives you the power to interact virtually with the people in your community, using ZConnect’s simplified interface. <br>ZConnect is a platform which revolutionize the way you interact with the community. ZConnect is the online equivalent of any community in which people live together, be it your college, your company, or your locality.<br></p>","industries":["Social Network"],"name":"ZConnect","sectors":["Others"]},{"email":"kavachfacilityservices@gmail.com","idea":"We Provide Security Guards, Supervisor, Head Officer, Bouncer, and Housekeeping services.","industries":["Security Solutions"],"name":"KAVACH FACILITY MANAGEMENT SERVICES","sectors":["Home Security solutions"]}]