[{"email":"ruchika.tripathi2013@gmail.com","idea":"I am a fashion designer, started a manufacturing unit with 10 sewing machines, along with a production capacity of 1200 quantities per month. Ready market for wholesale in west and east. Product line - Women's ethnic wear. Need further financial support for operational cost and further expansion. &nbsp; &nbsp;","industries":["Fashion"],"name":"Dhagaz Fashion House","sectors":["Apparel"]},{"email":"ketography@gmail.com","idea":"<p>WebMakers provide Web Development services so that you can focus on your business and we, we will take care of Digitization of your business.</p><p><br></p><p>We are a digital media agency to provide highly optimized websites, SEO, Digital media services.</p>","industries":["IT Services"],"name":"Web Makers","sectors":["Web Development"]},{"email":"support@ctzapp.com","idea":"<p>Established in year 2017, TECHTWIXT, based in Mumbai, Maharashtra, (now known as “TECHTWIXT SERVICES &amp; TECHNOLOGIES LLP”) has distinguished itself in supporting the unique needs of organizations in the various  development sectors such as Information technology, Oil &amp; Gas, Solid Waste Management, Market Research, Advertisement, SCM Solutions, Tourism, Urban Local Bodies.</p><p><br></p><p>\n</p><div>Tech-Twixt is a team of dedicated professional with core competency of IT Solution Development, Market Research, Strategic Management, Advertisement, Digital marketing &amp; Solid waste Management. \n</div><div><br></div><div>We are expert in Web Design and Development &amp; Mobile App development.  We aim to provide Creative, High Quality, Innovative, Unique and Cost effective consultancy solutions that meets the needs of our clients. We assist you in creating a better online existence through our services which includes launching new website, creation of online store, website maintenance, Mobile App development, online promotion, hosting website etc\n</div><div><br></div><div>Apart from IT, Techtwixt handles multiple cross functional portfolio such as Market research, Advertisement, Digital Marketing &amp; Strategic Management.\n</div><div><br></div><div>In the span of past 2 years, we have developed various IT/ Non IT Solutions to Urban local bodies for effective and efficient Solid waste Management and Swachh Bharat Abhiyan, across Maharashtra. Techtwixt have provided various IT/SWM solutions to Karad Municipal Council, Bhivandi Municipal Corporation, Latur Municipal Council, Swachh Maharashtra Mission Directorate.</div><div><br></div><div>Apart from all above consultancy services/ projects, Techtwixt has its own state of art IT Product named as&nbsp; <b>CTZAPP</b>.</div><div><br></div><div>CTZAPP is Hyperlocal Social Mobile App of your City. </div><div><br></div><div><b>Vision:</b> \n</div><div>To bring easiness in the life of people by providing all possible precise, relevant, hyper - local, up to date information around them, all the time on a single tap.\n</div><div>\n</div><div>To be Number One City Information App of Rur-ban India. \n</div><div>\n</div><div><b>Mission:</b> \n</div><div>To go on-live in 2000 towns across the India by 2022.</div><div><br></div><div><b>Why CTZAPP</b></div><div>Still in today’s era of information super – highway, we have to struggle a lot to search the basic piece of required, precise hyperlocal information around us.\n</div><div>\n</div><div>Like we want a plumber, mobile phone service centres, nearby emergency contacts such as hospitals, ambulances or simply you want to buy a guitar.\n</div><div>\n</div><div>It’s observed that most of the time, the information provided by traditional search engine portals is unstructured, not up to date or out of accessible reach (geographic proximity). \n</div><div>\n</div><div>You will need an internet connection all the time to search such the information(no offline data) .\n</div><div>\n</div><div>Absence of  Standardize, Organised &amp; Uniform hyperlocal information portal in Tier 4, Tier 3 &amp; 2 towns (Rural India).</div><div><br></div><div><b>Need of  CTZAPP</b></div><div>A Hyper - local network platform which allows and promotes connecting to the people around, share information and socialize.\n</div><div>A multi-lingual information platform allowing people to view information in the language of their choice.\n</div><div>A cheaper and region focussed commercial “Local Services” like Job Board, Sell/Rent Properties, used , Promotions, etc.\n</div><div>A offline version of search engine to cater for regions with poor network connectivity or for users facing network issues in transit.\n</div><div>The Digitalization of Rural India.\n</div><div>The hyperlocal information portal of Tier 2,3 &amp; 4 Towns.\n</div><div>The Generation of Employment in ITES sector in rural India.</div><div><br></div><div><b>What Is CTZAPP</b></div><div><br></div><div>It is A to Z info app of your rural India.\n</div><div><br></div><div>CTZAPP is social - hyperlocal search engine mobile application which will provide the users, all types of possible information around them quickly, effectively and efficiently. \n</div><div><br></div><div>It also continues from where Justdial, Sulekha, OLX, Quicker, AskMe stops.\n</div><div><br></div><div>Its Online/ Offline (Multimodal).\n</div><div><br></div><div>Its Multilingual.\n</div><div><br></div><div>Local &amp; Global  Elastic Search option.\n</div><div><br></div><div>Location &amp; Sub Location wise sorting of data.\n</div><div><br></div><div>One touch calling and sharing of data.</div><div><br></div><div><b>Current Traction - Mobile App</b></div><div><b><br></b></div><div>25+ Towns Franchisee Booked, 15 Towns Live.\n</div><div><br></div><div>55000+ Businesses Listed.\n</div><div><br></div><div>50000+ Users Downloaded this app.\n</div><div><br></div><div>Master Franchisee Tie Up is done for Delhi, MP, WB Jharkhand with Applogics LLP.\n</div><div><br></div><div>Master Franchisee Tie Up is done for rest of  Maharashtra, Uttarakhand, Gujarat, Rajasthan with Aielectronics(ISP firm who has own network fo 2100+ Franchisees across India.</div><div><br></div><div>Talks with Shrilankan Mobile Operator, Mobitel going on to launch CTZAPP in Shrilanka.</div><div><br></div><p></p>","industries":["IT Services"],"name":"TECHTWIXT SERVICES & TECHNOLOGIES LLP","sectors":["Application Development"]},{"email":"danidevang@hotmail.com","idea":"We are into manufacturing small consumer Electric products in india.&nbsp;","industries":["Technology Hardware"],"name":"UDBHAV CREATIONS LLP","sectors":["Electronics"]},{"email":"vsarbajna@gmail.com","idea":"Indian agriculture is getting rapidly getting digitalized yet has not reached its full potential due to a significant lack of information for all stakeholders. Farmers lack access to insights such as local weather, ideal cropping calendar, marketing information etc. This results in them having lower yields, crop loss and ultimately lower income. Government agencies have limited access to real time and accurate data in order to make agriculture policy decisions such as procurement and subsidies. This results in a mismatch in subsidy programs and the intended recipients. Similarly, agribusiness such as crop insurance companies are dependent on non-scalable methods for crop damage assessment and yield prediction. This results in low penetration of crop insurance products and delays in claims processing for farmers. Credible creates artificial intelligence (AI)-driven solutions to fill these information gaps and provide insights to customers (farmers, government agencies and crop insurance companies) across the agriculture value chain and help them in their decision-making process.","industries":["AI"],"name":"CREDIBLE INFOTECH SOLUTIONS PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"sbijal592@gmail.com","idea":"We are into Ecommerce Sales Business, we are selling various types of products (i.e. wooden handicraft items, Steel utility products, etc) through Various Ecommerce Websites.","industries":["Others"],"name":"Whopper Online Service Pvt Ltd","sectors":["Others"]},{"email":"pradeepk@beldara.com","idea":"Beldara is a global B2B marketplace that enables businesses to sell internationally by enhancing their marketing efforts, sales processes and improving efficiencies. We offer top of the line technology infrastructure to help your business reach new levels of success along with providing innovative marketing tools that help you to reach the right customers at the right time and place","industries":["Professional & Commercial Services"],"name":"PMK ECOMMERCE PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"harmeet@inneate.com","idea":"Inneate works in the B2B supply chain space in medical device segment of the healthcare industry. We supply medical devices and supplies to hospitals by directly sourcing from manufacturers, doing away with the distributor model.","industries":["Healthcare & Lifesciences"],"name":"INNEATE HUB PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"anindita.gupta@sceniccomm.in","idea":"I am happy to introduce Scenic Communication, a communication agency specialising in Public Relations, corporate communication and social media .<div><br></div><div>To position one’s company / brand in this highly competitive market and to create long-term clients is a struggle for many businesses. In spite of the right combination of publicity and promotion, many businesses struggle on ROI and in getting a foothold in the market. &nbsp;</div><div><br></div><div>We, at Scenic Communication ,are dedicated to provide you customised solutions; for us, each client is as valuable as the last one -- our success lies in theirs.</div><div><br></div><div>The Scenic Communication  teams comprise of individuals who have the expertise in servicing clients in various sector including fashion, technology, fintech, travel, hospitality, liquor,lifestyle, jewellry, beauty,real estate, startup and corporate sector.</div>","industries":["Marketing"],"name":"Scenic Communication Pvt. Ltd.","sectors":["Branding"]},{"email":"sagar.salunkhe@techaroha.com","idea":"Newtum is an online training academy providing technical education from children to highly experience professional. As a brand-new online training academy in the digital age, we help our students (young and old) learn more about technology - whether you’re just a beginner or a blossoming pro! Instead of sitting in conventional classrooms, our students learn through engaging videos and webinars in their own time, at their own pace! No pressure. No nonsense..\n<div>We use real-life examples to tech-train our students, promoting easier absorption of information through practical education. Our 3-way training model is easy. Here class start with a simplified video, students will get more in-depth explanations from industry expert tutors. This is followed by question and answer session During this time, students can grant system access to their tutor to solve tech issues. It’s easy!</div>","industries":["Education"],"name":"NEWTUM SOLUTIONS PRIVATE LIMITED","sectors":["Coaching"]}]