[{"email":"amita@youniversity.co.in","idea":"YoUniverse Business Capital is committed to providing the finest Advising on Legal, Financial and Operational Aspects of Financing and Funding in Business. \n<div>\n</div><div>Two-way connections are more secure as we will be ensuring the procedural and technical aspects of the Equity and Debt fundraising with the objective of Ensuring the Good Corporate Governance practice by the Entrepreneurs.\n</div><div>\n</div><div>First Part, \n</div><div>For Startups and the Company seeking to raise the fund… \n</div><div>Converting the entire story of the start-ups into business plans &amp; proposals \n</div><div>In-depth market study at a Macro level\n</div><div>Compulsorily registration with the Statutory Authority\n</div><div>Advising on the procedural and legal aspects of fundraising\n</div><div>\n</div><div>For small and midsize Existing Body Corporate…\n</div><div>Advising on the best financial products or resources available in the financial market \n</div><div>Study on particular product and services and Industrial Research  \n</div><div>Assisting them to connect with potential investors or fund provider\n</div><div>Maintaining stepwise Legal Compliances for smooth utilization of fund</div>","industries":["Finance Technology"],"name":"YOUNIVERSE BUSINESS CAPITAL (OPC) PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"frontamol@hotmail.com","idea":"<p>We have pleasure to introduce ourselves as a First ISO Certify Company in Mumbai&nbsp; leading Printers, D.T.P., Designers. We undertakes all types of printing works at a very competative rates. We assure you of quality and prompt service, We are specialised in Visiting cards, Letter heads, Brochures, Folders, Files, Pamplets, Stickers, Lable, CD Inlays, Invitation cards, Wedding cards, Handbill, Invoice, Challans, Computer Stationery, etc.,<br></p>","industries":["Advertising"],"name":"Frontline Enterprises","sectors":["Online Classified"]},{"email":"shruti.sutavani@gmail.com","idea":"<p>We have started the Genius Bridge as Language Consultant and providing training for English, Foreign Languages and communication solutions. This is the basic requirement of any organization. Being effective communicator, employee can help the organization to work smoothly and generate more revenue.</p><p><br></p><p>Apart from this, with 'Make in India', many multinational companies are establishing in India who requires the skilled people with command on their language for smooth functioning and co-ordination with the other units for progress. </p><p><br></p><p>Though graduates or engineers, our young generation is not getting opportunity to work with international organizations just because of language barrier.&nbsp; Genius Bridge is working on bridging this gap and provide the opportunities to candidate by adding important skills like foreign Language &amp; Communication.</p><p><br></p><p>We are planning to grow our setup to reach maximum students to enable them to work on Global platform.<br></p><p><br></p>","industries":["Education"],"name":"Genius Bridge","sectors":["Skill Development"]},{"email":"mumlalit@gmail.com","idea":"<p>I am going to Open a Kitchen as a name Knight's Flavor in which i would like to sell the high quality foods.<br></p>","industries":["Food & Beverages"],"name":"Knights's Flavour","sectors":["Restaurants"]},{"email":"rahul.guha@turmeriq.in","idea":"We are a integrated marketing solutions company providing single window advertising communication services in the area of advertising, digital, CRM, data-led marketing and Martech. We have a fully functional team across strategy, creative, production and execution.<br>","industries":["Advertising"],"name":"Turmeriq Integrated Marketing Solutions Pvt Ltd","sectors":["Others"]},{"email":"team9.in@gmail.com","idea":"<p>Online filling up of forms with total data and document security. No need to give copies of Personal Documents to any office/bank/mobile operator.&nbsp;</p><p><br></p><p>This startup shall verify all the credentials through the requisite channel, whereby reducing the burden of submitting various copies of documents and preventing misuse of the documents</p>","industries":["IT Services"],"name":"FORMS9 INFOTECH LLP","sectors":["IT Management"]},{"email":"srini.v@optimizeq.com","idea":"OptimizeQ is a quality automation company which specialises in RPA based quality testing and assurance process. Our mission is to help our customers leapfrog to 6th generation of testing strategy using AI and ML technologies.\n<div>\n</div><div>Our vision is to make automation a default choice in QA process by not only simplifying and aligning to agile development lifecycle, but also remove the hassles of complex enterprise automation products and expensive maintenance.</div><div><br></div><div>Visit our website at <a href=\"http://www.optimizeq.com\">http://www.optimizeq.com</a>&nbsp;</div>","industries":["IT Services"],"name":"OPTIMIZEQ PRIVATE LIMITED","sectors":["Testing"]},{"email":"clifton@socialtangle.com","idea":"We are a team of brooding experts, who have recently started our digital marketing agency and have been able to bring aboard some of the biggest brands from various industries. The only name that you can trust blindly when it comes to digital marketing agency across Mumbai is Social Tangle.","industries":["Marketing"],"name":"Social Tangle","sectors":["Digital Marketing (SEO Automation)"]},{"email":"neha@wifethecompany.com","idea":"Wife is a Brand Management, Marketing, Communication and Creative agency specialising in all things Strategy, Design and Experiences and everything under it. We are in a polygamous relationship with our brands as their better halves and aim to engage with brands as their better half. We create strategically effective and disruptive plans and build outputs that more often than not go beyond the brief to result in a mutual vision. Our constant market research and sustained experience in the industry catalyses a brand’s equity building process through whatever medium they or we choose.","industries":["Marketing"],"name":"Wife","sectors":["Branding"]},{"email":"SPEEDINTCOURIER@YAHOO.CO.IN","idea":"<p>Today Courier companies fails in delivering goods to out of delivery area but we as a start up company ensures timely delivery to ODA places within the time lines.</p><p>We have established our network across india for the same.</p><p><br></p><p>Within two years we have more than 150 regular customers.&nbsp;</p>","industries":["Transportation & Storage"],"name":"odex courier and cargo","sectors":["Freight & Logistics Services"]}]