[{"email":"swarnlata.behera@gmail.com","idea":"<p>TO BE A GLOBAL PLAYER IN INNOVATIVE PHARMATECH HEALTHCARE&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"not yet decided","sectors":["Pharmaceutical"]},{"email":"manassays1@gmail.com","idea":"<p>We are an innovative edutech platform of real world case studies authored by industry stalwarts.</p>","industries":["Education"],"name":"SHRAMY","sectors":["Education Technology"]},{"email":"manshi.ghoghari@dryskinnyc.org","idea":"<p><span>EvolveX will provide promising startups with all the tools required to build a successful business. Accelerator program will allow the selected startups to work and get mentored by founders with successful exits, top industry experts, corporate CXOs and incredible community builders.</span></p>","industries":["Others"],"name":"EVOLVEX ACCELERATOR PRIVATE LIMITED","sectors":["Others"]},{"email":"amitj2091@gmail.com","idea":"<p>S R Surgimed LLP is manufacturer&nbsp; of Hospital related goods/items for&nbsp; sale</p>","industries":["Healthcare & Lifesciences"],"name":"S R SURGIMED LLP","sectors":["Healthcare Services"]},{"email":"productionsdumbbell@gmail.com","idea":"<p>DUMBBELL Production`s creative teams are experts at content development\n</p><p>and on-set execution: From pre- through post-production, our teams possess\n</p><p>the skills to produce quality video work, making both DUMBBELL Productions\n</p><p>and our valued clients proud.\n</p><p>Whether the project is a long-form, industrial or corporate video, a multi-video\n</p><p>campaign, or a 30 second TV spot, DUMBBELL welcomes the opportunity to\n</p><p>work with new and returning clients to create powerful and creative videos\n</p><p>regardless of shoot location and/or production challenges.</p>","industries":["Media & Entertainment"],"name":"DUMBBELL PRODUCTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"info@nutrivate.in","idea":"<p>Manufacturing and Distribution of Healthy Snacks - A healthy snack between meals can also decrease your hunger and keep you from overeating at meal time.</p>","industries":["Food & Beverages"],"name":"NUTRIVATE PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"shashank@akdadheech.com","idea":"<p>UtSide is an Online Campus Learning platform providing customized training for upskill courses in Animation , Visual Effects and Gaming.\n•\nThese courses are designed and delivered by Industry experts(Mentors)who are professionals working in International Studios as Leads ,Technical Directors(TDs), Supervisor Head of Departments.\n•\nThese courses are delivered through UtSide’s unique Online Learning Platform which is based on our philosophy of 4Is–Imagination ,Interactive , Immersive &amp; Intelligence.\n•\nThe State-of-the-art Online Learning Platform is a Virtual Campus App where students and mentors login&nbsp;, create their profiles , imagine and create their own 3D Avatars , watch interactive curriculum content ,immerse and engage with each other inside UtSideversity besides get assistance and assessment based on Artificial Intelligence.<br></p>","industries":["Education"],"name":"UTSIDE PRIVATE LIMITED","sectors":["E-learning"]},{"email":"sharmisthac123@gmail.com","idea":"<p><a href=\"https://voyaah.com/#/about-us\" target=\"_blank\">WEBSITE</a><br></p>","industries":["Travel & Tourism"],"name":"TRIP STORIES PRIVATE LIMITED","sectors":["Hospitality"]},{"email":"amit@chadotea.in","idea":"<p>Chado Tea is in to exquisite tea, tea and herbal belnds previously unheard of or available in India. Products like DJ1 batch of Darjeeling First Flushes, Golden Tippy Assam are mostly exported to foreign countries. Chado is educating a creating awareness of such teas and its value and creating a market for the same in India. Along with it Flavoured tea of foreign origin, ingredients and flavour. Herbal blends in unquie pillow and pyramid tea bags with information such as origin, flavour profile and tasting notes.</p>","industries":["Food & Beverages"],"name":"CHADO TEA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"atuls2121@gmail.com","idea":"Altrusia Global event is a global B2B event organization.","industries":["Events"],"name":"Altrusia Global Events Private Limited","sectors":["Event Management"]}]