[{"email":"medimationeducation@gmail.com","idea":"Medical education in India is suffering from number of short comings. Shortage of Teachers is one of the major problems we are facing. It is a repeated criticism that our medical colleges are producing graduates who are not well equipped to tackle the healthcare needs of the society. A student entering medical college is overwhelmed by the curriculum stuffed with large body of knowledge and pressurized with upcoming PG entrance\n<div>Medical students today acquire the knowledge dominated by the examinations. The way their routine is very few students are really making effort to learn and understand the subject matter. Most of the students aim only to clear the exam and go to their future destination that is PG. Like any other course in India doctors are also mugging up before examination and then forget afterwards. This is a grave situation and we are talking of future Doctors. Some interested students also try to acquire knowledge using You Tube videos etc, but there is lot of wrong content available which has no authenticity. Teachers also make effort using PPT etc however they are burdened with other administrative work along with attending the patients. In this scenario there is no option left with student to just mug up and clear the examinations\n</div><div>The use of animation to enhance medical education was a no-brainer because medicine is a visual subject. If students are able to see in the organs and systems of the body in action, they can understand these complex systems and their interactions very well. The animated videos capture the interest of the student and help her to understand and remember the topic easily.\n</div><div>This tool contains 20-30 Minute Animated Videos Per Chapter of Physiology in sequence as per MCI Syllabus. This tool gives In-depth Explanations of each topic with Graphs Correlated with Physiological Processes. Each chapter is concluded with related clinical explanations. Being an indigenous product an Indian voiceover which makes students understand the topic is available. This tool being audio-visual product helps students from vernacular medium understand easily. We want to ensure that the next generation of doctors fall in love with each and every subject in the medical syllabus.\n</div><div>To that end Medimation Education has been working tirelessly for the past 5 years to develop 3D animated videos of the MBBS syllabus. Today over 100 colleges all over India are using Medimation Education modules to teach their students imagine and understand the concepts and remember them for a longer duration.\n</div><div>Our mission is to “To breathe new life into medical education, by providing a visually engaging and enhancing learning experience.”\n</div><div>We have developed content for 2 out of 19 subjects of the syllabus. Our aim is to develop content for all 19 subjects and offer a comprehensive solution to all medical colleges and students pan India. This would entail expanding our current production team significantly as well improving our reach through marketing and branding efforts.</div>","industries":["Healthcare & Lifesciences"],"name":"MEDIMATION EDUCATION PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"manish@letsrent.co.in","idea":"<p><br>Letzrent is going to be a platform whom where customer can get different services on rent that too from best service provider in the country. It will provide everything from Real Estate, Automobile, Apparel, Furniture, Adventure Gears etc. The platform is going to be designed in a way that the visitors can easily compare, analysis and rent the product/service as per their requirements. It would help the customer research and compare the different offerings within category, hence enable them to make an informed choice. </p><p>It’s a platform on which various rent service provider belonging to different categories like Automobile, Apparel, Furniture, Real estate etc can list their inventory so that it becomes easier for customer to come and select the best possible deal as per their requirement and get end to end solution i.e House to Furniture to Car to Apparel.<br></p>","industries":["Others"],"name":"LETZRENT","sectors":["Others"]},{"email":"isaivinayak94@gmail.com","idea":"focuses on key areas of requirements for sports players in India. We act as a bridge between sports players and sporting infrastructure in the country, and by doing so we aim to provide a platform for sports enthusiasts (both from amateurs to professionals) to book the play spaces online.","industries":["Sports"],"name":"GETSETPLAY SOLUTIONS PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"uniquecompressors@gmail.com","idea":"Experienced Site Specialist with a demonstrated history of working in the construction industry. Skilled in Budgeting, Strategic Planning, Business Development, Facility Management (FM), and Management. Strong finance professional with a Bachelor's Degree focused in FINANCIAL MARKET (BFM) from University of Mumbai.","industries":["Construction"],"name":"M/s.Unique Compressors","sectors":["Others"]},{"email":"medha.arnal7@gmail.com","idea":"We will set up marketing business","industries":["Marketing"],"name":"Medha","sectors":["Branding"]},{"email":"chinmay.panda@nbxlabs.in","idea":"A for-profit education &amp; enablement initiative","industries":["IT Services"],"name":"UNBOXD TECHLABS (OPC) PRIVATE LIMITED","sectors":["Product Development"]},{"email":"yuvikapahuja@gmail.com","idea":"Sapys Fashion and Retail Pvt. Ltd. aims to bridge the gap existing in current bangle industry. The entire plan is divided into 5 phases and currently we are in phase 1.","industries":["Fashion"],"name":"SAPYS Fashion &amp; Retail (OPC) Private Limited","sectors":["Jewellery"]},{"email":"alok@sminetech.com","idea":"<p>Sminetech is a global IT consulting company focused on emerging technologies such as RPA, BI, Big Data, AI, Intelligent Apps, AngularJS, etc. We provide high quality technology resources to deliver certain task / project. We maintain high level of technology environment to ensure that the resource delivers the task assigned to him within designated time frame. </p><p>&nbsp;We are currently working with enterprise client in India and plans to expand our overseas operation in near future. <br></p>","industries":["IT Services"],"name":"SMINETECH SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"swetamangal85@gmail.com","idea":"Sweta Mangal has served as the co-founder and former CEO of Ziqitza Health Care Limited (ZHL), one of the India’s leading emergency medical services providers, operating more than 3500 advanced and basic life support ambulances across 18 states in India. The service reached over 8 million patients since its launch.","industries":["Healthcare & Lifesciences"],"name":"Ziqitza Healthcare Ltd","sectors":["Healthcare Services"]},{"email":"jazzlb9@gmail.com","idea":"LEATHER ARTICLES, LEATHER PORTFOLIO, LEATHER BAG, ALL LEATHER ACCESSORIES","industries":["Fashion"],"name":"JAZZ INTERIORS LEATHER BOUTIQUE","sectors":["Others"]}]