[{"email":"nikhilfortunes@gmail.com","idea":"To carry on the business of providing and offering various rebates, discount and other concessional schemer for the benefit of the buyers, consumers in order to provide the best possible deal, monetary, fringe benefits or any other benefit by way of engaging in distributorship, franchising, etc","industries":["Marketing"],"name":"Nikhil Fortunes Private Limited","sectors":["Loyalty"]},{"email":"VHJAINANDASSOCIATES1@GMAIL.COM","idea":"WE ARE IMPORTER AND MANUFACTURER OF PLASTIC BASE MATERIAL. WE AT SAVANA PETROCHEM PRIVATE LIMITED TRYING TO INTRODUCE NEW TECHNOLOGIES FOR MANUFACTURING OF PLASTIC BASIC MATERIALS AND PETROLEUM RELATED CHEMICAL PRODUCTS.","industries":["Chemicals"],"name":"SAVANA PETROCHEM PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"connect@dwebbox.com","idea":"We are a product management company specializing in developing Mobile apps ,Websites ,Animated Videos and Product photography .Product management is the practice of strategically driving the development, market launch, and continual support and improvement of a company’s products and services.So we are not just providing clients the service but helping them expand their business and generate revenue out of it by providing end to end services ,right from initial research till final deployment.<br>We have worked with more than 35 companies which include Startups ,small and medium enterprises ,corporate and industries .The clientele are from diverse industries .This has helped us generate jobs for individuals in software industry and make revenue out of it. As a bootstrapped startup we see a lot of potential in Product management industry and a bright future as a startup .<br><br>","industries":["IT Services"],"name":"D-WebBox","sectors":["IT Consulting"]},{"email":"chhabrakaran29@gmail.com","idea":"Helea is an Indian Smart Home company with mission to simplify lives by providing innovative and affordable IoT products. Helea aims to provide complete range of IoT products which will ensure all electronic products in Homes and Offices can be controlled through one single app. Thus consumers will need only one single app for managing their home.","industries":["Internet of Things"],"name":"HELEA TECHNOLOGY PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"btipni@gmail.com","idea":"INTRODUCTION  :-\n<div>Value Care  Consultancy\n</div><div>Value Care Realtech Consultancy is a professional organization, a vital platform, which will fill in this yawning gap and integrates services between the builder and their real estate agents. Value Care Realtech Consultancy manages a permanent distribution network by being the linchpin between the two parties. \n</div><div>Modus Operandi:\n</div><div>When a builder enters the market to sell his residential apartments, Value Care Realtech Consultancy makes a perfect bridge to reach competent agents. \n</div><div>The firm has a list of reputed agents with a good track record who operate in a particular locality.\n</div><div>Once you align with Value Care Realtech Consultancy, they share the list of agents with the builder. They help the builder to organize and work along with the agents. In short, they employ their expertise of Agent Management.\n</div><div>It is when the builder goes to MahaRera to register his project; he should register the agent on his list. The agent simultaneously does likewise.\n</div><div>Value Care Realtech Consultancy ensures that the developer enters into an agreement with the agent. The agreement must disclose the commission percentage and the time frame for the payment. Any firm desiring to venture into this business can start the consultancy by registering with RERA.  As per Maharashtra Real Estate Regulatory Act, only those agents who have a MAHARERA registration can promote the project.\n</div><div>\n</div><div>However, once the parties register each other on their portal, Value Care Realtech Consultancy then monitors and tracks the progress of each agent on behalf of the client.  This erases any ambiguity or chaos that may have been there earlier in domain.\n</div><div>Addressing core issues:\n</div><div>However, the main issue which arises is of coordination and management.  With innumerable estate agents working full time it is a laborious and a taxing job to synchronize and work in tandem with them.\n</div><div>\n</div><div>Benefits:\n</div><div>With this new vertical for lead generation, the unorganized segment of real estate business gets streamlined. The chaos is eliminated and organized method of working is employed.\n</div><div>Agency Management completely eliminates the need for costly marketing tool thus bringing down the cost factor.  The estate agents, in turn, put their heart and soul to deliver on the promise and bring business to the builder.\n</div><div>Like the bridge, a mediator, between a builder/developer and an estate agent, Value Care Realtech Consultancy plays a vital role in monitoring these agents who sell the apartments and thus help the business grow.</div>","industries":["Real Estate"],"name":"VALUE CARE REALTECH CONSULTANCY SERVICESPRIVATE LIMITED","sectors":["Housing"]},{"email":"nikhil@heady.io","idea":"Our mission is to deliver top-notch apps at affordable rates. We offer a multitude of services — strategy, user experience design (UX), User Interface design (UI), software engineering, testing, marketing, analytics, and maintenance — all of which come together to form a successful product.","industries":["IT Services"],"name":"Heady Technologies Consultancy Private Limited","sectors":["Product Development"]},{"email":"abrar@biznest.co.in","idea":"<div><h3>Experience BIZ Nest... Experience Life!</h3><h4>BIZ NEST - WORK LIVE EXPERIENCE!</h4></div><p>BIZ Nest is India's Premier end-to-end Work Live Experience Startup in Goa, India.<br><br>We provide the most insane experience of Living &amp; Working in Goa. We are the only startup in India that provides an end-to-end experience of Living, Working &amp; all other Experiences on a single Platform.<br><br>Serviced hundreds of members in Startups, Corporates &amp; Individuals who have move in a full stack solution to Goa. We are mostly full-house throughout the year. We are a bootstrapped startup. We request you to PRE-BOOK your Experience through the Explore Section Currently.</p>","industries":["Others"],"name":"BIZ NEST - MUSTARO TECHNOSERVE PRIVATE LIMITED","sectors":["Others"]},{"email":"shreya.baheti@alefedge.com","idea":"<p>Alef&nbsp; Mobitech is an Edge software company focused on the Radio Edge. Our software brings 5G-like performance and services to a 4G-world today. New and existing networks benefit from our Edge architecture. In addition to its Edge overlay and enablers, Alef develops in-house Edge solutions and works with an array of partners to build the world’s first Edge applications that leverage and realize Virtual and Augmented Reality, Artificial Intelligence, Industry 4.0, Smart Cities, IoT and Gaming.<br><br><br></p>","industries":["Enterprise Software"],"name":"Alef Mobitech Solutions Pvt.Ltd","sectors":["Cloud"]},{"email":"socialqbee@gmail.com","idea":"<p>A small marketing/ad unit for small businesses to bring them up on digital stage.</p><p>We are passionate about our work, who knows the power of being online and how to help small and medium businesses who finds difficult to 'think Digital' .</p><div>We partner with small to intimately understand your business, develop the best online strategies, optimize the website using effective marketing tactics with available tools to make least impact on your pocket simultaneously being competitive and delivering results.</div><p></p>","industries":["Marketing"],"name":"SocialQbee","sectors":["Digital Marketing (SEO Automation)"]},{"email":"adithyashetty032@gmail.com","idea":"<p>The company main vision is creating a world a better place,</p><p>By incorporating and creating new green technology into products for people to use it in their day to day life.</p><p>And aslo creating energy efficient products to create a sustainable future.</p><p><br></p>","industries":["Technology Hardware"],"name":"OMEGA Industries","sectors":["Others"]}]