[{"email":"nicole@gematlas.com","idea":"GemAtlas Is a Global Community of the Gems &amp; Jewellery Industry Backed by a functionality that provides the members with The Most Advantageous Business Leads","industries":["IT Services"],"name":"GemAtlas Co Private Limited","sectors":["IT Management"]},{"email":"siddhant.patel@nudron.com","idea":"At Nudron, we provide end-to-end internet of things based solutions by developing custom hardware and software for our customers. Our work enables them to remotely manage, control and automate their devices through cutting edge technology.","industries":["Technology Hardware"],"name":"NUDRON IOT SOLUTIONS LLP","sectors":["Electronics"]},{"email":"jayjhaveri11@gmail.com","idea":"We are a startup company founded by a whole food nutritionist, looking to provide wholesome nutrient solutions for daily meals. We are manufacturing health bars and looking to venture into other healthy food related products. We have currently launched three health bars and are looking at building traction in the market. All products are Gluten Free, 100% Natural and Vegan","industries":["Food & Beverages"],"name":"KAARYA NATURALS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"niravsolanki515@gmail.com","idea":"computer hardware and networking services","industries":["IT Services"],"name":"computer hardware and networking","sectors":["IT Management"]},{"email":"info@techbharti.co.in","idea":"<a href=\"http://www.techbharti.co.in\" target=\"_blank\">TECHBHARTI </a><br>","industries":["IT Services"],"name":"TECHBHARTI INFOSERVICES ECOMMERCE","sectors":["Project Management"]},{"email":"neeraj@hallmarksafetyproducts.com","idea":"Hallmark Safety Products\n<div>“Hallmark Safety Products” is engaged as the foremost Manufacturer and Trader of Personal Protective Equipment like Head Protection (Safety Helmet) , Eye Protection (Safety Eyewear, spectacles, Chemical Splash Goggles), Ear Protection (Ear Plug, Ear Muff), Hand Protection (Gloves for General Puropose, Cut, Heat, Chemical Protective Gloves and Sleeves), Face Protection (Welding Face Shield), Body Protection (Workear for Heat, General Purpose, Chemical Protection) , Foot Protection (Safety Shoes, Gumboots) , Road Safety Products like Traffice Cone, Covex Mirror, Spring Post, Reflective Jackets etc. \n</div><div>Our products are high in demand due to their premium quality and affordable prices. Furthermore, we ensure to timely deliver these products to our clients, through this we have gained a huge clients base in the market.\n</div><div>Our mission is to be world class Personal Protective Equipment manufacturer by providing top quality products with excellent services through continuous improvement and innovation.\n</div><div>\n</div><div>We encourage consumers for using proper protective personal equipment providing maximum safety and thereby we contribute to increased protection of the most important asset people can ever have: THE HUMAN HEALTH!\n</div><div>\n</div><div>Our organisation proud to serve a network over 2,000 satisfied customers INDIA, and this number continues to grow.\n</div><div>\n</div><div>The future holds great things and HALLMARK SAFETY PRODUCT team will be working hard to deliver the outstanding performance as users are expecting.</div>","industries":["Safety"],"name":"HALLMARK SAFETY PRODUCTS","sectors":["Personal Security"]},{"email":"abhay.pixolo@gmail.com","idea":"<p>Visit our website for more&nbsp;<a href=\"https://www.pixoloproductions.com\" target=\"_blank\">here</a><br></p>","industries":["IT Services"],"name":"Pixolo","sectors":["Application Development"]},{"email":"ploutos.kiran@gmail.com","idea":"Traders for all brand","industries":["Marketing"],"name":"PLOUTOS CORPORATE GIFTS","sectors":["Sales"]},{"email":"shirodkar.chaitali@gmail.com","idea":"We believe in Innovative Ideas through traditional concept","industries":["Food & Beverages"],"name":"Aao Khao, kal hona ho ","sectors":["Restaurants"]},{"email":"richa.edlabadkar1990@gmail.com","idea":"<p>na</p>","industries":["Healthcare & Lifesciences"],"name":"na","sectors":["Healthcare Technology"]}]