[{"email":"mitesh.doshi@lucroprojects.com","idea":"It is a company we dream to give best and automated machineries for pharma and food manufacturers&nbsp;","industries":["Healthcare & Lifesciences"],"name":"Lucro Projects &amp; Services Pvt Ltd","sectors":["Pharmaceutical"]},{"email":"aditya@creditfair.in","idea":"The next 400 million Indians i.e. those consumers underserved by existing financial institutions due to their location or lack of traditional data, also referred to as ‘Bharat’, want access to the credit ladder.  While Bharat’s 36 million merchants want to improve lead conversion and grow average order values. Credit Fair is an Indian consumer lending fintech start-up on a mission to provide Fair Finance to Everyone.&nbsp;&nbsp;<div><br></div><div>We’re offering a win-win proposition to both merchants and customers by providing 0% or low cost, short term, unsecured instalment loans at the point of sale. The interest costs of these loans are subsidized by the merchants to attract new customers while the borrowers seek these loans to manage their finances.  Our edge lies in providing the Right amount of credit, at the Right time and the Right cost to near prime and thin file borrowers who are ignored by mainstream lenders.</div><div><br></div><div>We’re part of the $1 trillion digital lending opportunity in India. Our model is proven globally by alternative lending platforms such as Greensky Finance (US, valued at ~$2 bn), Affirm (US, raised $425 mn) and Divido (UK, raised $19 mn) in developed markets.  While our peers in emerging markets include Qudian (China, valued at $1.7 bn), Tala from (Kenya, raised $105 mn) and Akulaku (Indonesia, raised $145 mn).</div>","industries":["Finance Technology"],"name":"K. M. GLOBAL CREDIT PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"khaki.tours@gmail.com","idea":"<p>Khaki Tours is an experiential travel company with a focus on heritage. We conduct walks, jeep rides, cruises, day trips, children’s workshops, photo walks and food walks to make heritage fun for Mumbai’s residents, as well as for visitors. We have also recently commenced outbound tours of other countries with historical ties to India. Visit our website for more details&nbsp;<a href=\"http://www.khakitours.com\">www.khakitours.com</a><a href=\"http://www.khakitours.com\" target=\"_blank\"></a>&nbsp;<br></p>","industries":["Travel & Tourism"],"name":"Khaki Tours Private Limited","sectors":["Experiential Travel"]},{"email":"dimexperiences@gmail.com","idea":"We are on a mission to digitize India by empowering startups and SME's to leverage the power of the internet and social media by providing them right tools, support and training. We design interactive and gamified digital products that brings next level of engagement with the users.","industries":["IT Services"],"name":"DIM Experiences","sectors":["IT Consulting"]},{"email":"ajaykelkar@gmail.com","idea":"<p><a target=\"_blank\">MOA</a>,Computer Programming,Consultancy and related activities,Other Information Technology and computer service activities.</p>","industries":["IT Services"],"name":"DIGISENSE CUSTOMERIQ PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"daneshmaingade@hotmail.com","idea":"Minimalism is the new trend. Stylish and slimmest, genuine leather wallets by fire feather.&nbsp;<div><br></div>","industries":["Retail"],"name":"Fire feather ","sectors":["Retail Technology"]},{"email":"Namrata@value-score.co.in","idea":"<a href=\"https://www.value-score.co.in/\" target=\"_blank\">https://www.value-score.co.in/</a><br>","industries":["Professional & Commercial Services"],"name":"VALUE SCORE BUSINESS SOLUTIONS LLP","sectors":["Business Support Services"]},{"email":"divya@thedryfix.com","idea":"Dryfix is a hairstyling focused space and provides only blowdrys to customers. We have tested our business model through providing the service at events and are now planning on launching a physical space to provide the service directly to customers.&nbsp; The USP is 1) Specialization - We provide only one service and are the best at it 2) Price Transparency - The prices are fixed irrespective of the length of the hair and the stylist 3) Experience - We make the customers time valuable through providing a space where they can watch tv shows on tablets or work on their laptops.&nbsp;","industries":["Fashion"],"name":"DRYFIX PERSONAL CARE LLP","sectors":["Lifestyle"]},{"email":"prathmesh@wedupp.com","idea":"<p><a href=\"http://www.wedupp.com\">www.wedupp.com</a><a href=\"http://www.wedupp.com\" target=\"_blank\"></a></p><p>We are bringing technology to the unorganised and chaotic Wedding industry in India,</p><p>please check our website or download our app for complete details.<br><br></p>","industries":["Media & Entertainment"],"name":"Wedupp","sectors":["Others"]},{"email":"bhushan.ramteke@gmail.com","idea":"E learning platform and content , Skill Development ,&nbsp; Education technology Credible offline &amp; online learning content development.","industries":["Education"],"name":"ALAARA EDUTECH PRIVATE LIMITED","sectors":["E-learning"]}]