[{"email":"meflabindia@gmail.com","idea":"<p>Our aim is to research, develop and produce a wide variety of commercial products, focusing mainly on either medical or agricultural applications.&nbsp;</p><p>Majorly dealing and providing Lifesciences, diagnostic  consumables and reagent. Also involved in<span>&nbsp;biosciences solution,&nbsp;</span><span>life sciences and laboratory equipment manufacturing and sales.</span></p><p>The company makes its mission to research, innovate and constantly create value for the customers , focusing on high-end biological consumables to help the development of global life sciences.</p>","industries":["Healthcare & Lifesciences"],"name":"MEFLAB BIOTECH LLP","sectors":["Biotechnology"]},{"email":"satish.s.dhavale@gmail.com","idea":"<p>Our startup is a  platform for health support. Experts from different alternative therapies can help users who are in need of health assistance. Users can consult with experts at the comfort of their own space through an In-app video call feature. Our startup offers a wide variety of alternative therapies like Psychology counselling, Physiotherapy, Occupational therapy, treatment of muscles, joints and nerves.</p>","industries":["Healthcare & Lifesciences"],"name":"PHYSIOXPERT CLINIC & REHABILITATION CENTRE PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"jjnexus19@gmail.com","idea":"<p>We have started our journey with the aim of providing quality education in the field of IB</p>","industries":["Education"],"name":"Points edulab and edustudio","sectors":["Coaching"]},{"email":"rashi@gadigoda.com","idea":"<p>Solution for all the non-metro, semi-rural &amp; outer city travels.</p><p>Gadigoda fills the gap by connecting with the local transport</p><p>and the Indian Railways in Rural India to provide a better experience to travelers.</p><p><br></p><p>About Us</p><p>You have faced issues getting a ride once you get off the station. Problems range from exorbitant price- to availability - to undependable service, all in all, a poor experience.</p><p>We identified the gap while visiting our native in Rajasthan. The poor experience at 2 in the morning got us thinking about how can we make the experience better?</p><p>GadiGoda fills the gap by providing affordable cost and standard quality of service in the cab market.</p><p>Pre-book your ride with GadiGoda and be ensured of a seamless ride.</p><p><br></p><p>Our Mission</p><p>Making the ‘Last Mile’ travel accessible, affordable and safe</p><p>Our mission at GadiGoda is to make the ‘Last Mile’ travel accessible, affordable, safe, and a delightful experience.</p>","industries":["Travel & Tourism"],"name":"RVKG SOLUTIONS PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"harish@proficienttubes.com","idea":"<p>Design Manufacturing<br>of blind flanges kf flanges <br>.<br>fabrication of <br>monel/<br>ss tank and special equipment’s<br></p>","industries":["Marketing"],"name":"Prayag Steel &amp; Engg. Co","sectors":["Others"]},{"email":"finvisage@apexft.com","idea":"<p>Finvisage is a product for corporates focussed towards helping their CFOs manage their FX market risk. We have built up intellectual capital of derivatives pricing, exposure recognition, and risk quantification which can deliver measurably significant benefits to the company. Our aim is to provide sophisticated tools to the CFO which shall contribute directly to better and more effective decision making. Our product is delivered on the cloud in a SaaS-compatible environment.</p>","industries":["IT Services"],"name":"Finvisage","sectors":["Product Development"]},{"email":"SUPPORT@SUNKOTS.COM","idea":"<p>Manufacturers of premium niche Bakery products supplying to modern trade&nbsp;</p>","industries":["Food & Beverages"],"name":"Sunkots Healthy Food Private Limited","sectors":["Food Processing"]},{"email":"info@dukaandost.com","idea":"<p>Arknine Technologies is building Dukaan Dost, a Unique Business-To-Business (B2B) E-Commerce Marketplace Platform that runs on an (O2O) Online-to-Offline business model to service its customers Pan India.</p><p><br></p><p>We aim to empower Small and Medium Businesses (SMB's) that include Traders, Wholesalers, Retailers and Manufacturers that are in need to grow their business and reach out to new customers Pan India.</p><p><br></p><p>Our Marketplace helps these businesses to connect with each other in a seamless manner by facilitating buying and selling of products across various categories through online trading on a single Website and Mobile Application.</p>","industries":["Retail"],"name":"ARKNINE TECHNOLOGIES PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"gapinuvi@gmail.com","idea":"<p>Gapinuvi Health Allianz Pvt Ltd , focusses on holistic &amp; sustainable health solutions for the common man. Currently we are developing an Integrated Health Application ( APP) and a wearable Device like a Smart Watch which will monitor 7 Vital Health Parameters of the patient / user and will continuously stream the same on to the APP which will be further analysed by the APP and send out alerts to the patient and a friend registered on the App , where in the next course of medical help can be decided without wastage of time.</p>","industries":["Healthcare & Lifesciences"],"name":"GAPINUVI HEALTH ALLIANZ PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"varun.dogra@secondmedic.com","idea":"<p>AT REMOTE HEALTHCARE TECHNOLOGIES PRIVATE LIMITED, we built SecondMedic, a medical second opinion service that brings the best, brightest, and most talented doctors who have trained in the most prestigious medical institutes across the world and bring the benefits of their expertise to the people of India. We aim to provide access to world-class medical second opinions to people who are worried about their health and want to be sure that they are receiving the right treatment for the right diagnosis. We designed an intuitive, innovative web platform that was created with the help and hard work of inspired Indian developers. After two years of industry, meetings blood sweat, and tears our platform was finally ready for patients.</p>","industries":["Healthcare & Lifesciences"],"name":"REMOTE HEALTHCARE TECHNOLOGIES PRIVATE LIMITED","sectors":["Healthcare Technology"]}]