[{"email":"ankit@rdskytech.com","idea":"RedSky Technologies is Retail PoS aggregator connecting disaggregated digitized data, using a patented plug n play device ‘Retail Genie’, using the platform for enabling real-time market research, financial services, risk analytics, B2B fulfillment amongst others.<div><br></div><div>&nbsp;</div><div><br></div><div>RedSky Technologies has been founded by IIT, IIM alumni, with experiences across marketing, operations, product and data sciences.</div>","industries":["Retail"],"name":"RedSky technologies","sectors":["Retail Technology"]},{"email":"anirudh.yanambaka@gmail.com","idea":"To provide a digital presence by creating or better managing the social media handles as well as providing design solutions for branding material and establishing a brand everywhere, provides services such as digital marketing having SMM, E-Mail Marketing, Affiliate Marketing and others in accordance with the requirement, providing solutions to prioritize \"Search Engine Optimization\", to even create and maintain branding materials required for both offline and online marketing that maintains the brand style. Designing an developing a website for any brand that shows off the brand value is of top priority and optimizing it with accordance to SEO is what we provide.","industries":["Marketing"],"name":"BRANI","sectors":["Digital Marketing (SEO Automation)"]},{"email":"sinalshah@gmail.com","idea":"Ecommerce platform helping pet parents by providing access to products as well as educating them.","industries":["Pets & Animals"],"name":"Petsy ","sectors":["Others"]},{"email":"shweta@dezinebox.io","idea":"Dezinebox provides online architecture and interior services across geographies. We have created an ecosystem of product partners and design partners. We wish to address the lower and middle part of the pyramid as these segments are hesitant to approach an architect but willing to upgrade their spaces with a limited budget. People want to “Do it themselves” by executing on their own. They just need some technical assistance and support. Many times they only need a part consultation instead of complete design service. Professionals are also not excited about such part works as a major business of the market lies in complete design &amp; execution. We cater to this segment by giving online designs and coordinating execution with the help of our product partners at a very affordable price. We provide small online services like Color consultancy, Wall Decor Ideas, Flooring Ideas, Lighting Assistance, Vastu consultancy in the range of Rs.1000-Rs.3000/- This is very reasonable as compared to conventional consultancy charges&nbsp; If somebody opts for a conventional consultancy then our design partners from that particular region step in. We have many national and international brands registered with us as our product partners. Also, we have architects and designers registered&nbsp;as a design partner&nbsp;in all major cities of India.","industries":["Architecture Interior Design"],"name":"Dezinebox","sectors":["Others"]},{"email":"darpanjuthani27@gmail.com","idea":"We are consulting / service based Company helping startups and enterprises to solve complex business problems using technology.","industries":["IT Services"],"name":"REJOLUT TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"kariapaper@gmail.com","idea":"FILES FOLDER AND STATIONERY PRODUCTS&nbsp;","industries":["Others"],"name":"KARIA PAPER MART ","sectors":["Others"]},{"email":"angadsule2006@gmail.com","idea":"<h2><span>Manufacturing /\nDeveloping InnovativeSolutions:</span></h2>\n\n<h2><span>a)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n</span></span><span>Smart\nHome solutions for the benefits of the masses and Specially-abled people in\nINDIA and the rest of the world.</span></h2>\n\n<h2><span>b)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n</span></span><span>Security\nSolutions for the benefits of the commercial establishments that will help\ncontrol the theft &amp; burglary.</span></h2>\n\n<h2><br></h2><div>\n\n</div>","industries":["Internet of Things"],"name":"M2MIT DIGITAL PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"rurpbm@gmail.com","idea":"We are online platform for healthcare services","industries":["Healthcare & Lifesciences"],"name":"Surgician","sectors":["Healthcare Services"]},{"email":"nikunjbubna@gmail.com","idea":"<p>Whats Extra is an open customer engagement platform to help mid-market retail chains engage, understand, upsell to their existing customers and acquire new customers by making personalized offers to each customer after every transaction, using mobile. </p><p>Its a platform-as-a-service to be integrated into the retailers' billing system, wherein each customer just needs to share his/ her mobile number at the time of every transaction and our system would throw a completely personalized offer to that customer via Mobile App/ SMS.</p>","industries":["Marketing"],"name":"Whats Extra India Private Limited","sectors":["Loyalty"]},{"email":"rajubhaihargovindas@gmail.com","idea":"<p>Rajubhai Hargovindas Retail Private Limited is a Specialised Company working to Revolutionize Retail in India.&nbsp; RHRPL hopes to leverage its expertise in technology to create a new ecosystem for Manufacturing &amp; Retail. Working on Developing Newer Omni-Channel Platforms merging Online and Offline Retail Seamlessly.</p><p><br></p>","industries":["Retail"],"name":"Rajubhai Hargovindas Retail Private Limited","sectors":["Retail Technology"]}]