[{"email":"ekatvam.services@gmail.com","idea":"We are into Services of used Plastic Collection &amp; transport to recycling centres. We pick up bulk plastic waste PET Grade from events like Marathons, Exhibitions etc. Would be looking to be PRO and also do Source Segregation at Urban Local Bodies.&nbsp;","industries":["Professional & Commercial Services"],"name":"EKATVAM SERVICES PRIVATE LIMITED","sectors":["Environmental Services & Equipment"]},{"email":"rajiv.gogoi@biizlo.com","idea":"www.biizlo.com","industries":["IT Services"],"name":"SAAIBIZZ VENTURES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"cirkaindia@gmail.com","idea":"The aim &amp; objective of Servito is to ease the lives of Indian homemakers","industries":["House-Hold Services"],"name":"SERVITO SERVICES PRIVATE LIMITED","sectors":["Home Care"]},{"email":"khatri54@hotmail.co.nz","idea":"<p>Needsy is an On-Demand Service Platform that helps connect nearby clients and service providers based on client's budget, preference and service provider's ability to complete the task in the given budget.&nbsp;</p><p>With the help of a few clicks client's can request a wide range of services through our portal, sit back and relax while we take care of the task they desire to complete.&nbsp;</p>","industries":["Internet of Things"],"name":"Needsy","sectors":["Others"]},{"email":"amit@theinnerhour.com","idea":"<a href=\"http://www.innerhour.com\" target=\"_blank\">Founded by 2 psychiatrists, InnerHour is a dedicated platform for emotional, behavioural, and psychological well-being.  We aim to empower individuals, either independently or as part of corporates, schools and colleges, to lead happier, healthier and more productive lives - by not only focussing on their happiness but also helping them deal with difficulties such as anxiety, low mood (depression), stress, poor sleep, anger, relationship difficulties, workplace problems, and many more. </a><br>","industries":["Healthcare & Lifesciences"],"name":"MINDCRESCENT WELLNESS VENTURES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"megha@iide.co","idea":"<p>Every human problem in recent times has been answered with a digital solution, be it Facebook, Uber, Amazon etc. The success of these companies is in the fact, that they all understood the importance of making sure every digital aspect of their product was of the best quality. Developing a successful solution requires a high level of coding, a sophisticated design, a well planned digital marketing strategy and a viable e-commerce channel to sell the final product. IIDE has thus developed specialised schools for each of these areas to provide world class knowledge and skills in every area of the digital universe.</p><p><b><i>IIDE is into training all things digital.&nbsp;</i></b></p><p><b>IIDE - Indian Institute of Digital Education's centres:</b></p><p><span>1. IIDE HQ, Andheri West, Mumbai</span></p><p><span>2. IIDE, Jai Hind College, Church Gate, Mumbai</span></p><p></p><div><span>3. IIDE, Mulund West, Mumbai</span></div><div><span><br></span></div><div><span>And micro centres within over 14 colleges across Mumbai (NMIMS, UPG, Thakur College of Science and Commerce, K.P.B Hinduja College of Commerce, SK Somaiya College and many more)</span></div><div><span><br></span></div><div><span><b>IIDE’s courses:</b></span></div><div><span><br></span></div><div><span>1. 6-month certification course in Digital Marketing</span></div><div><span><br></span><span>2. 6-month certification course in Full-Stack Programming</span></div><div><span><br></span></div><div><span>And multiple short-term certification courses in different Digital Marketing Modules (Search Engine Optimisation, Google AdWords, Media Planning, Web Analytics and many more)</span></div><div><span><br></span></div><div><span>We train over 3000 students in our short term certificate course and over 150 students in signature 6 month digital marketing course every year.</span></div><div><span><br></span></div><div><span>We have also trained over 12000 students through our online courses in digital marketing. All are courses have been designed in collaboration with industry experts, keeping in pace with latest concepts and skills of the digital world.</span></div><div><span><br></span></div><div>https://iide.co/</div><p></p>","industries":["Education"],"name":"IIDE EDUCATION PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"Hicash@gmail.com","idea":"Marketing of financial product","industries":["Professional & Commercial Services"],"name":"Aceso ","sectors":["Environmental Services & Equipment"]},{"email":"abhay.mehta@choiceindia.com","idea":"we&nbsp; are&nbsp; creating&nbsp; on line to&nbsp; offline&nbsp; qr&nbsp; code,&nbsp; and then convert&nbsp; those&nbsp; &nbsp;links to&nbsp; &nbsp;make&nbsp; nfc &amp; rfid tag , and with that we&nbsp; offer&nbsp; gps, blue tooth&nbsp; proximity&nbsp; for&nbsp; assets&nbsp; tracking.","industries":["Advertising"],"name":"clear  displays  private  limited","sectors":["AdTech"]},{"email":"tarun.khanna@sprightlite.co.in","idea":"Sprinng Manufactures Gluten Free High Quality Bakery Products.","industries":["Food & Beverages"],"name":"SPRIGHTLITE FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"surabhi.gupta@aryss.in","idea":"<p>Knowledge Enhance Private Limited has been incorporated to conduct quality financial market research with respect to the various investment options available for individuals and train both investors and advisors to make well informed decisions relating to personal finances.&nbsp; &nbsp;</p>","industries":["Education"],"name":"KNOWLEDGE ENHANCE PRIVATE LIMITED","sectors":["Skill Development"]}]