[{"email":"hemant.nagar@infiniot.in","idea":"INFINIOT SOLUTIONS HAS BEEN SETUP TO PROVIDE SOLUTIONS IN THE ARENA OF IT AND IOT FOR IMPROVED PRODUCTIVITY AND SUPPLY CHAIN","industries":["Internet of Things"],"name":"INFINIOT SOLUTIONS PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"aarti@tendril.co.in","idea":"<p>ABOUT US</p><p>Tendril Products is a partnership firm, founded by Ms. Aarti Sharma &amp; Mr. Lakshman Singh in 2016, in Navi Mumbai, Maharashtra with a vision to ensure that women &amp; girls alike can efficiently &amp; conveniently purchase, use and destroy sanitary napkins. With the advent of a cleaner &amp; greener country, Tendril Products vending machine &amp; eco-friendly incinerator shall ensure that as citizens we are creating a safer &amp; a more hygienic future for our children.\n</p><p>\n</p><p>Tendril Products took 2 years to research, design, manufacture &amp; develop the perfect vending machine. Our sanitary napkin vending machines are created with high quality industrial grade galvanized steel sheets of above 1 to 1.2 mm, abrasion resistant stainless-steel springs with motors and sensors, a WAN cellular connection &amp; women's safety SOS alarm system and our sanitary napkin incinerators are insulated with high density ceramic fiber sheet, with activated carbon filter, thermal sensors for auto cut-off and women's safety SOS alarm system ceramic fibre insulation with thermal sensors for auto cut-off for low electrical consumption.\n</p><p>\n</p><p>The sanitary napkin placed within our machine are 5-layered, high absorption leak-free NAPA technology manufactured pads. These pads are ultra-thin with an absorption capacity of minimum 6 to maximum 12 hours. Our napkins are available in two sizes mainly 280 mm &amp; 320 mm and priced lower than the market value to ensure every girl can reach out to this most required product easily without hampering her budget.</p><p><br>Expertise:\n</p><p>\n<span>1.\tManufacturing of sanitary napkin vending/dispensing machines and incinerators/destroyers&nbsp;</span></p><p>2.\tCustomisation of machines as per location &amp; users\n</p><p>3.\tBest-in-class use of modern technology\n to drive change and healthy &amp; hygienic living</p><p>\n</p><p>Our Vision &amp; Mission:\n</p><p>\n<span>1.\tOur mission is to consistently upgrade &amp; manufacture best in class sanitary napkins dispensing &amp; sanitary napkins destroyer machines for the girls &amp; women of our country.&nbsp;</span></p><p>2.\tTo provide efficient post-sale service, to ensure regular use of the machines to the satisfaction of our customers.\n</p><p>3.\tTo create awareness of Menstrual Hygiene &amp; Management via our products &amp; services to all parts of the country.\n</p><p>\n</p><p>We have created a network of associates around the country that would service cities where are machines are installed so that we maintain our mission to give our clients the best post sale service there is.</p><p><br></p><p>We are an ISO 9001 &amp; 14001 Certified Company, registered with GST &amp; MSME and have acquired our EU - CE certification for our products<span>.</span></p>","industries":["Social Impact"],"name":"Tendril Products","sectors":["Corporate Social Responsibility"]},{"email":"janhavi.gaonkar@16trips.com","idea":"<p>16trips is  an Educational Travel Marketplace which connects Youth Travelers and Students with educational experience providers and opinion leaders to build unique travel experiences by experiential learning.</p><p>We recently got graduated  from Intelak - Incubator by Emirates, General Electric GE and Dubai Tourism in Dubai. Also, we received the award and seed funding of AED 50,000 from very own His Highness, Chairman &amp; CEO of Emirates Group, Sheikh Ahmed bin Saeed Al Maktoum.</p><p>https://www.biztoday.news/2018/10/06/intelak-incubator-programme-celebrates-its-second-anniversary/</p><p>We give Global Immersion Programs to Youth/students and Young entrepreneurs to countries like Dubai Singapore South Korea Malaysia HongKong Thailand and many more.</p><p>We have collaborated with Universities Companies and startups across the world for youth skill development.&nbsp;&nbsp;</p>","industries":["Education"],"name":"16trips.com","sectors":["Skill Development"]},{"email":"thespaceincadv@gmail.com","idea":"We are a BTL agency who specialises in all the Below the Line activities which has maximum interaction with crowd which in return receives 100% genuine Data of the people &amp; about the people. BTL agency is a very niche market but given a chance We can attain any area and target about many potential customers.<br>Earlier BTL agencies was limited to FMCG products as it gives the look and feel to the customer, this is a traditional way. The Space Inc differs in this stance as We have experimented this on Real estate &amp; Banking sector and this has proved to be a very effective &amp; affordable means of marketing in any sector. for eg if the amount spent by a client in ATL be 10Lacs for they may cover maximum area but such mediums fails to interact with audience hence delivering only one way msg while on the other hand if only 3 lacs is spend on BTL ( THE SPACE INC ) we can deliver responsive results. Hence creating a Win Win situation for both client &amp; Agency.","industries":["Marketing"],"name":"The Space INC","sectors":["Others"]},{"email":"akshay@ultimatesports.in","idea":"<p>&nbsp;I started a cafe to help Spots &amp; Fitness experts &amp; enthusiast fulfill their nutritional requirement Before &amp; after their practice or workout.</p><p>We want to give the players individual customization of nutrition according to their game &amp; target goals.With a ready product which they can consume.</p><p>We want to create a chain for outlets helping players right where they practice &amp; workout.</p>","industries":["Food & Beverages"],"name":"WorkeaOut Cafe","sectors":["Restaurants"]},{"email":"kaushiksivaraman@gmail.com","idea":"<p>We are an IT company with a core focus on Education Technology. We are looking to venture into IT services. You can refer to <a href=\"http://www.edumateplus.com\">www.edumateplus.com</a>&nbsp;and <a href=\"http://www.scorerplus.com\">www.scorerplus.com</a>&nbsp;for a demo of our technological skills.</p>","industries":["Education"],"name":"AKP LEARNING SOLUTIONS PVT.LTD.","sectors":["Education Technology"]},{"email":"rbtech.ranjit@gmail.com","idea":"SPECIAL PURPOSE MACHINES AND EQUIPMENT MANUFACTURER, CUSTOM MADE SOLUTIONS AS PER CUSTOMER REQUIREMENT, RESEARCH AND DEVELOPMENT, DESIGN CONSULTATIONS <br>","industries":["Others"],"name":"R. B. TECH","sectors":["Others"]},{"email":"divyashinnovation@gmail.com","idea":"<p><a href=\"https://drive.google.com/open?id=1yCLt3dvrDelG3xwADvf5SM4zzF5zGQAn\" target=\"_blank\">Company Profile</a></p><p><br></p><p>We are buddying entrepreneurs who are fiercely exploring Nano Technology as a real time problem solver pertaining in India. Attached is the company Profile.</p><p>We have invented a Nano Technology infused solution which when applied once makes a surface Anti Bacterial, Anti Fungal, Anti Bio Film. There are multiple use-cases for the solution - Public and Private Toilets, Flooring Tiles, Kitchen ware Etc.&nbsp;</p><p>Beauty of the Solution is - You need to apply it once and No cleaning is required for a month. Thus, you save on Maintenance cost, Reduction in Water Usage and Smart and Infectionless Cleaning.&nbsp;<br><br></p>","industries":["Healthcare & Lifesciences"],"name":"Divyash Innovation","sectors":["Biotechnology"]},{"email":"arpita.lonkar@sopronutri.com","idea":"<p><a href=\"http://www.sopronutri.com\" target=\"_blank\">SoPro - Your Priority Protein</a></p><p>Brief Intro:&nbsp;\n</p><p>SoPro Nutri Pvt. Ltd. is a health foods and fitness nutrition company. SoPro is an up-coming brand with many unique and interesting advantages. A fast growing startup with a positive vision to build a healthy India. SoPro believes that protein is very crucial for a healthy lifestyle today and needs to be a compulsory part of one’s daily diet.&nbsp;\n</p><p>Sopro – Your Priority Protein is an all-natural protein supplement that provides the right protein combination to different sections of the population. We offer 2 major segments of our product with a separate focus on men and women. SoPro is your partner in the journey to build fitter bodies.<br><br></p>","industries":["Food & Beverages"],"name":"SOPRO NUTRI PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"swarup.nanda@worditcde.com","idea":"We enable individuals to create creative products (books, art &amp; more) and services (editing, cover design, publishing, marketing) and sell them the worldwide market, thereby bringing literature and art to the world. We do this using technology.","industries":["Media & Entertainment"],"name":"WORDIT CONTENT DESIGN & EDITING SERVICES PRIVATE LIMITED","sectors":["Digital Media Publishing"]}]