[{"email":"trilochan761@gmail.com","idea":"engraving on metals,deep engraving,metal cutting marking on industrial tools and fittings,personalize marking on gift items","industries":["Others"],"name":"cubic laser company","sectors":["Others"]},{"email":"pritesh@growisto.com","idea":"<p>Growisto is a Digital Marketing consulting firm incorporated on 23rd January, 2015. We are specialized in the following fields:</p><p>1. Google SEO(Search Engine Optimization)</p><p>2. Google Ads</p><p>3. Facebook and Instagram Ads</p><p>4. Amazon SEO(Search Engine Optimization)</p><p>5. Amazon Ads</p><p>6. Influencer Marketing</p>","industries":["Marketing"],"name":"ZIP INFOSOLUTIONS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"ashutosh@autographtech.com","idea":"<p><a href=\"http://www.autographtech.com\" target=\"_blank\">www.autographtech.com</a></p><p><br>Manufacturers of desktop computers and thin clients, dealers for IT Hardware, Networking and Videoconferencing products and solutions.</p><p><br></p>","industries":["Technology Hardware"],"name":"AUTOGRAPH TECHNOLOGIES PRIVATE LIMITED","sectors":["Electronics"]},{"email":"adhupar@ayarlan.com","idea":"We are a Startup company. Our core business activities are Supply and distribution of Grains ,Lentils,Cold Pressed oil, Marble, Granite, and Handicrafts in India and Abroad.\n<div>\n</div><div>Our primary focus is to have a one-stop shop for the Grains and lentils, Indian Handicrafts and promote Indian Natural stones overseas.\n</div><div>\n</div><div>Currently, we have only one office in Mumbai, Maharashtra and our Natural stones warehouse is at Udaipur, Rajasthan.</div>","industries":["Agriculture"],"name":"Ayush Dhupar","sectors":["Others"]},{"email":"kartik.d.bolar@gmail.com","idea":"Manufacturer of special purpose machines<div>Rapid prototyping</div><div>Mass production</div>","industries":["Technology Hardware"],"name":"KUVAM PROTO SOLUTIONS PRIVATE LIMITED","sectors":["Electronics"]},{"email":"skillshalla@gmail.com","idea":"<p>Skill Shalla Foundation is engaged in developing skill among students within 9yrs to 25 yrs.  We initiated skill training with Local CBSE schools in Maharashtra, India and now expanding to other parts in India. The uniqueness of our program is, the delivery model (activity based and practical oriented). Our programs are intended to reflect a holistic development of students in the fields of leaderships, presentations skills, job readiness, business analytics, business strategy and developing entrepreneurial aptitudes.</p><p><br></p><p>We&nbsp;also conduct programs which could make NGOs, social development organisations and other like-minded institutions to be self-reliant both in terms of intellect resource wise and financial resources wise.&nbsp;</p><p><br></p><p>Thus to bring in a change in the prevailing delivery models, we are committed to build a network of trained and certified trainers, who would transform the youth to be entrepreneur by choice. So we want to provide the trainers with modern; IT, ICT and IOT enabled environment. for this we need funding support.&nbsp;</p>","industries":["Education"],"name":"SKILL SHALLA FOUNDATION","sectors":["Skill Development"]},{"email":"shetty.sulaksha@gmail.com","idea":"A movement called LeadEarth shaping business sustainability by impacting people, planet and profits through capability building, enabling platform and advocacy&nbsp;","industries":["Social Impact"],"name":"LEADEARTH FOUNDATION","sectors":["NGO"]},{"email":"globalgrace93@gmail.com","idea":"we are manufacturer of leather goods like leather wallet, hand bags, belts etc.","industries":["Fashion"],"name":"global grace export &amp; import","sectors":["Fashion Technology"]},{"email":"ohannajewels@gmail.com","idea":"We, at Ohanna Jewels, started out as a venture in E-commerce platform in jewelry and diversified into home and kitchen category, as well as manufacturing in office and desktop supplies.&nbsp;","industries":["Other Specialty Retailers"],"name":"OHANNA JEWELS","sectors":["Home Improvement Products & Services Retailers"]},{"email":"adesai101@gmail.com","idea":"Intelligent financial analysis using machine learning AI technology.","industries":["IT Services"],"name":"IONOVA RESEARCH SYSTEMS PRIVATE LIMITED","sectors":["Application Development"]}]