[{"email":"h.gadpale@gmail.com","idea":"We are working to provide Digital&nbsp; Marketing , Online Marketing Platform , All type of Marketing digital media , print media services, IT software Services . Bio Tech Products , Solid waste management .<br>","industries":["IT Services"],"name":"MY BOGI COMMUNICATION PVT. Ltd","sectors":["IT Consulting"]},{"email":"vinay.kedia21@gmail.com","idea":"VK VENTURE PVT. LTD. was established in 2011.  Since inception, our aim has been to serve customers with nothing but the best. We constantly strive to provide world class, high quality and technologically advanced E-commerce services.\n<div> \n</div><div>In January 2012, VK VENTURE PVT. LTD. diversified into the Travel and Leisure Segment with the launch of VKV Travels (holiday division) with a vision to serve our esteemed clientele with fine holidaying options.\n</div><div> \n</div><div>Being in tours and travel segment we realized in depth the problems faced by travel agents and decided to develop a B2B portal which can solve those problems and provide a smooth and pleasant booking experience. And thus, our expert technical team worked hard for days and nights to develop the most advanced B2B e-commerce portal with unmatched features and services. And it lead to the introduction of VKV Click in 2013 under which we have 8000 business partners working with us.\n</div><div> \n</div><div>In 2015, we got the opportunity to work as a state level (Gujarat) business correspondent for state bank of India. currently we have more than 150 CSPs in Gujarat. In 2017, we became national business correspondent for Bank of Baroda and have appointed over 500 CSPs. The company is focused on expanding the network under FI plan of government and we are ardently working on the same.\n</div><div> \n</div><div>Currently we have 120 employee in Mumbai office and around 40 fields executives in different states of the country.</div>","industries":["Finance Technology"],"name":"VK VENTURE PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"tbhupendra@gmail.com","idea":"We are having a solution for Parking problems in city. The application we have developed can ease the issues faced by private &amp; commercial vehicle owners. They can pre-book the parking space using our app &amp; we will also use WhatsApp Messenger for our solution as it's the most used messaging platform in India.","industries":["Transportation & Storage"],"name":"Innovation IT Solutions","sectors":["Freight & Logistics Services"]},{"email":"sb@advantagesb.com","idea":"<a href=\"http://www.advantagesb.com\" target=\"_blank\">Advantage Website</a><br>","industries":["Telecommunication & Networking"],"name":"ADVANTAGESB TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["Network Technology Solutions"]},{"email":"vins@tiffinshare.com","idea":"We understand The Dilemma Of The Stay-At-Home Homemaker who cannot go out &amp; work due to various reasons but still has desire to support family with small earnings in way possible to them...but have difficulty in getting platform that can support them in achieving this. Hence we came up with an interactive platform where bewildering variety of fresh home cooked foods made available by the home Chef from every corner of the city at affordable price.\n<div>These homemade authentic treats will be available at your doorstep.\n</div><div>\n</div><div>This Provides an opportunity to home Chefs endowed with special cooking talent to use their creativity while helping them to be independent. This is our small step to provide our respect to Homemaker thus empowering them.\n</div><div>\n</div><div>At the same time we also have something for people who want to earn little extra money apart from there regular income. They can join our delivery app. \n</div><div>This is at your will whenever you are free, you can activate the app and if there is some delivery in your area we notify you through app. \n</div><div>\n</div><div>And now the time for foodies.Tired of eating outside food daily. Want something home like.Our app allows you to experience \"Ghar ka Khaana\" almost \"Hot from the Kitchen\" from different regional food.\n</div><div>\n</div><div>India is the land of variety and When it comes to the food there are no limits to that creativity.. We aim to pamper you with the every possible authentic treat even from the remote areas across India almost fresh to give you an experience of actually eating at the corner of street..</div>","industries":["Food & Beverages"],"name":"SARFB PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"zoheb@ydpbiz.com","idea":"We offer Customised B2B Marketing solutions to Organisations across the UK, Europe and the US.","industries":["Marketing"],"name":"YDP Global Business Solutions Pvt Ltd","sectors":["Market Research"]},{"email":"rishi.s@bespokenation.com","idea":"<a href=\"https://www.bespokenation.com\" target=\"_blank\">https://www.bespokenation.com</a><br>","industries":["Fashion"],"name":"Bespoke Fashion Tech LLP","sectors":["Apparel"]},{"email":"vineshk4u@gmail.com","idea":"We want to provide all logistics services to our clients through&nbsp;online website","industries":["Logistics"],"name":"Eximgenie","sectors":["Others"]},{"email":"accounts@numbertree.in","idea":"http://numbertreeassurance.com/","industries":["Others"],"name":"NumberTree","sectors":["Others"]},{"email":"arun@geolifegroup.com","idea":"Eklavya Training Tree is a training consulting company.<br><br>We focus on training ans skill development for the agriculture sector.&nbsp;<br><br>We use latest and innovative training tools and processes to ensure deeper learning and penetration. Our objective is to provide employment to rural youth.","industries":["Human Resources"],"name":"Eklavya Training Tree","sectors":["Training"]}]