[{"email":"sapnaamehra@asteriskbiz.com","idea":"<p>Asterisk Biz is a service provider for complete designs &amp; display solutions for exhibitions,events,promotions and employee engagement program. We take care of the same PAN india.</p><p>Asterisk&nbsp; Biz is a end to end service provider from design/creative to execution for exhibitions/events/employee engagement program and we also take care of man power.</p><p>Our vision is to full fill client expectations and be the best service provider.</p>","industries":["Events"],"name":"Asterisk Biz Events &amp; Exhibitions","sectors":["Weddings"]},{"email":"shrishrimalyash@gmail.in","idea":"\n            Hello","industries":["Healthcare & Lifesciences"],"name":"Hello.com","sectors":["Others"]},{"email":"patilsiddharth4@gmail.com","idea":"<p>Problem: Finding professional coaching (certified coaches) in the same locality</p><p>Solution: CoachKhoj&nbsp; is an online platform that bridges the gap between coaches and athlete using location-based search technology</p><p>Vision: Creating a pool of certified coaches which will in turn help produce medal-winning athletes&nbsp;</p><p>Big Concept: Creating a structured coaching eco-system into sports.</p>","industries":["Sports"],"name":"CoachKhoj","sectors":["Sports Promotion and Networking"]},{"email":"gurjot.sandhu@pertsol.com","idea":"<p><a href=\"http://www.pertsol.com\">www.pertsol.com</a><a href=\"http://www.pertsol.com\" target=\"_blank\"></a></p><p>Pert Telecom Solutions Pvt Ltd (PertSol) is a solution and service provider with enduring proficiency in providing best of the breed Solutions, Customized Software Applications, Professional and Project Management Services. We proud to say that Quality is our essence.\n</p><p>PertSol demonstrates its ability in consistently meeting customer requirements with positive enthusiasm, zeal and endeavour. PertSol’s aim is to helps customers to do business in better way by leveraging its industry-wide experience, deep technology expertise and comprehensive portfolio of IT solution and services.\n</p><p>PertSol provides innovative processes and cutting-edge technologies to build effective and scalable solutions that help customers to achieve their business objectives. PertSol brings together people, processes and technologies to provide best-fit business and technical solutions for customers and partners. We believe that providing quality services to the clients is most essential requirement for any organization. At PertSol, we believe in providing quality services to our clients and while providing it, we constantly strive to meet deadlines.\n</p><p>The Company has its Corporate Head Office at Mumbai - India, a state-of-the-art Research and Development Center at Chandigarh &amp; Mumbai - India and Sales/Marketing offices at Mumbai, Gurgaon.\n</p><p>PertSol's strength lies in designing and executing innovative and next generation solutions that include systems for:\n</p><p>•\tLaw Enforcement Agencies, Homeland Security, Emergency Response Team\n</p><p>o\tLocation Tracking Platform – Track location of victim, suspects, targets with capability of 100% location tracking with best in class accuracy\n</p><p>o\tLawful Interception and Monitoring System – Centralized solutions for interception, monitoring and analysis across multiple telecom service providers and multiple services\n</p><p>o\tNational Emergency Response System &amp; Emergency Number Services – Mass alert systems for alerting people depending on their locations and perceived events. Location tracking for Emergency number services. Tracking of rescue team and live updates\n</p><p>o\tData Interception and Probing – Highly scalable mass IP interception solution with built-in MITM (Man-in-the-middle) features\n</p><p>•\tTelecom Service Providers\n</p><p>o\tComplete LBS Platform– SMLC, GMLC with complete LBS and LBA. 100% subscriber tracking platform with infinite possibilities and high accuracy\n</p><p>o\tData Warehousing and Analytics Platform\n</p><p>o\tSolutions in area of Lawful Interception, Regulatory Compliances, Roaming alerts\n</p><p>o\tProbes – Probes for QoS, network monitoring, traffic monitoring, KPI reporting, EDR generation\n</p><p>•\tProduct customizations, customized software solution – If you can think it we can deliver it!\n</p><p>\n</p><p>PertSol is winning combination of fundamental industry domain knowledge and established experience. We believe in achieving success for our clients through our extensive and proven domain expertise and leading technological skills that enable Smart and Informed Decisions maximizing results.<br><br></p>","industries":["IT Services"],"name":"Pert Telecom Solutions Pvt. Ltd.","sectors":["Product Development"]},{"email":"uday@paytonic.com","idea":"<a href=\"https://paytonic.com/\" target=\"_blank\">Frictionfree payment solutions website</a><br>","industries":["Finance Technology"],"name":"Fritctionfree Payment Solutions","sectors":["Payment Platforms"]},{"email":"chetan.dsouza81@gmail.com","idea":"<p><a href=\"http://www.kidzbyte.com\">www.kidzbyte.com</a><a href=\"http://www.kidzbyte.com\" target=\"_blank\"></a>&nbsp;KidzByte is an educational news app combining media and technology to provide curated news for children.<br></p>","industries":["Education"],"name":"KIDZBYTE MEDIATECH PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"a.priyankagarwal@gmail.com","idea":"Changing the Way People look at sexual wellness, revolutionizing the industry with our innovative business modal and products. Condoms, Lubricants and More<br>","industries":["Healthcare & Lifesciences"],"name":"CAPOVEX ENTERPRISES PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"info.paulgroup@gmail.com","idea":"<a href=\"http://WWW.MEDDCO.COM\" target=\"_blank\">WWW.MEDDCO.COM</a><br>","industries":["Professional & Commercial Services"],"name":"PROFESSIONAL TPA HEALTHCARE SERVICES PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"vprameesh@gmail.com","idea":"Micratel is converged network platform which help builder&nbsp; craft and build&nbsp; salable&nbsp; converged network solution which will cover all&nbsp; Telecom , IoT infrasturcture","industries":["Telecommunication & Networking"],"name":"MICRATEL SOLUTIONS PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"girishpapat@gmail.com","idea":"A PRACTISING COMPANY SECRETARY","industries":["Others"],"name":"GIRISH PAPAT","sectors":["Others"]}]