[{"email":"manisha@1nature.in","idea":"Healthscope is the new health tool which puts us on the right track much before we are faced with doctors, hospitals and pharmacology. Focus is not the hospital, not the doctor, not the pharma company nor the insurance company but each and every one of us who will use our AI &amp; ML enabled platform to get a detailed healthscope and chat with an analogue counsellor for query resolution and guidance. Tracking and monitoring of the health data in an easy to understand language will give a sense of control and will contribute to better health and well-being.","industries":["AI"],"name":"PMPH Tech Solutions Pvt Ltd","sectors":["Machine Learning"]},{"email":"priyambdarai@gmail.com","idea":"www.ctcoffer.com is an online job portal.\n<div>\n</div><div>We provide a cumulative platform for jobseekers and employers to search, apply and post the jobs across all skills and industry sectors.</div>","industries":["IT Services"],"name":"CTCOFFER","sectors":["IT Consulting"]},{"email":"kunal7@live.com","idea":"THIS IS A HEALTH CAFE&nbsp;","industries":["Food & Beverages"],"name":"THE TATTVA CAFE","sectors":["Restaurants"]},{"email":"shalabh@indiumfinance.com","idea":"<p><a href=\"http://www.indiumfinance.com\">www.indiumfinance.com</a></p><p>Financial services including lending and other value added services aimed at Micro and small enterprises</p>","industries":["Finance Technology"],"name":"INDIUMTECH ANALYTICS AND SOLUTIONS PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"revantdalal94@gmail.com","idea":"Lead Angels is India’s first privately owned angel network. Set by a team originally from IIT Bombay in 2014 to identify passionate entrepreneurial teams who solve a large problem and support them in their journey. Discovery and support are key for successful angel investing in India and is the main focus of our network.\n<div>\n</div><div> \n</div><div>\n</div><div>Our angel investors are people who wish to usher in the start-up revolution in India. They are successful entrepreneurs and professionals with experience in multiple domains and geographies. They leverage their expertise and network to support the entrepreneurs they back to achieve success. They are supported by a full-time team of professionals from premier institutes who are driven by a passion to create win-win partnerships between entrepreneurs and investors.\n</div><div>\n</div><div> \n</div><div>\n</div><div>Our portfolio companies are high on ambition and frugal in their operations creating value for the customers, investors, teams and society. Many of them have shown stellar growth and raised multiple rounds of funding to reach their goals of a leadership position in the markets they operate.\n</div><div>\n</div><div> \n</div><div>\n</div><div>Support to our investors and investee companies in nation building is the primary focus of our team. Lead Angels has grown rapidly and currently has chapters in Mumbai, New Delhi, Ahmedabad, Bangalore, and Hyderabad. The network also has members outside these locations both in India and abroad who have access to conference calls, videos, and other collaterals.</div>","industries":["Finance Technology"],"name":"SVAAS MANAGEMENT SERVICES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"rujuta@rujutaphadkeip.com","idea":"<p>dsFJsdfnds;GJNds;jgndsg</p><p>sfhdsbfldsfldsjf</p><p>sfbsLFblfhbjsf</p><p>fbFKJbslfkjsfl</p>","industries":["AI"],"name":"Rujuta Phadke IP","sectors":["Machine Learning"]},{"email":"nareshbvora@gmail.com","idea":"Biodiesel manufacture","industries":["Renewable Energy"],"name":"Green Globe Bio Fuel Refinery","sectors":["Renewable Energy Solutions"]},{"email":"karan.kabra@sciffer.com","idea":"<p>Sciffer Analytics is a startup into Machine Learning, Deep Learning and Artificial Intelligence for Media Sector. We are primarily a product based company and our current products help broadcasters optimize deals, content programming, planning and scheduling promos and creating advertisement log. The accuracy of our forecasting models for TV impressions enable us to optimize content &amp; promo placement in specific dayparts. These products have a potential of revenue/profit uplift of up to 5%.</p><p>We are also working on opportunities in digital space such as recommendation engine for OTT platforms and audience analytics and strategy. In our product roadmap, we also plan to create a SaaS platform for media buying side, which would optimize media budget spend for advertisers and agencies</p><p>Some of the more futuristic ideas is to create an AI that analyzes content and gives critical inputs for content acquisition and production, and also helps create promos and trailers through visual content analysis and sentiment analysis using artificial intelligence.</p>","industries":["AI"],"name":"SCIFFER ANALYTICS PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"alokdukle@gmail.com","idea":"<p>SAAS based platform &amp; Hardware for digitizing traditional advertising channels.&nbsp;</p><p>We are also an R&amp;D lab for furthering innovation in technologies like IoT, AI and Machine Learning.</p>","industries":["Internet of Things"],"name":"SENSELABS TECHNOLOGY PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"dbyogesh1@gmail.com","idea":"<p>We prepare skill worker by giving them universal standard training on work, health and safety, personality, behavior, discipline, etc.&nbsp; &nbsp; We provide them with the best knowledge all types of skill that candidate has and how to deliver the same worldwide.</p><p><br></p>","industries":["Professional & Commercial Services"],"name":"GET PROFESSIONAL WORKFORCE PRIVATE LIMITED","sectors":["Employment Services"]}]