[{"email":"lochanw@gmail.com","idea":"WE ARE SUPPLIERS OF PEST CONTROL EQUIPMENTS","industries":["Others"],"name":"UNIULTRA SOLUTIONS","sectors":["Others"]},{"email":"ajay@multifix.in","idea":"\n            Multifix System Pvt Ltd. is a leading IT, Business Process Outsourcing &amp; Recruitment Consultancy Company in India, specializing in permanent recruitment, contract staffing, placement consultancy, recruitment process outsourcing(RPO) and managed offshore services for IT &amp; BPO sectors across all verticals.\n        ","industries":["IT Services"],"name":"Multifix Consultancy private limited","sectors":["Product Development"]},{"email":"mb@liminal.in","idea":"We are based out of Mumbai and host a creative agency that produces solutions and content in Augmented Reality and Virtual reality. In an effort to innovate the way world communicates, we began with a small team and large aspirations of expanding the horizon of AR and VR in India.","industries":["AR VR (Augmented + Virtual Reality)"],"name":"LIMINAL","sectors":["Others"]},{"email":"info@staresmart.com","idea":"We have developed a Bridge Software which will help in Accounting of Sales,Returns and Payment for Vendors selling through the Ecommerce Web Sites like Amazon, Flipkart, Snapdeal, etc. This Software can push Data to Tally at a Click of a Button. We have SAAS model for Small Sellers and Machine Based Software for Large Sellers. We have already started Marketing of the Same. We are Registered Service Provider Partners with Amazon.&nbsp;","industries":["IT Services"],"name":"STARECOM ESMART STRATEGIES PRIVATE LIMITED","sectors":["Web Development"]},{"email":"jigooshah@gmail.com","idea":"We deal with novel drugs and provide those at affordable cost to patients. We are also into Cancer genomics business, where we help to find treatment solutions.","industries":["Healthcare & Lifesciences"],"name":"SYZA HEALTH SCIENCES LLP","sectors":["Pharmaceutical"]},{"email":"sameer@ortuscommunications.com","idea":"Ortus Communications to provide future connectiivty technology. Inflight connectivity technology, WiFi through LiFi Technology to cater various sectors and industries.<br>","industries":["Telecommunication & Networking"],"name":"ORTUS COMMUNICATIONS PRIVATE LIMITED","sectors":["Wireless"]},{"email":"prinkcrafts@gmail.com","idea":"\n            We are a B2B marketplace for sale of Indian handicrafts globally. We are currently piloting offline and already have more than 10,000 SKUs with artisans and manufacturers of Indian handicrafts.","industries":["Art & Photography"],"name":"Prink Crafts","sectors":["Handicraft"]},{"email":"mahe.wagh@gmail.com","idea":"<p>Since we understand that just learning won't be enough, we also tend to be with our students to consult them for their Career to make it even more splendid. We claim to have the most significant connections in the Tech Industry &amp; out there in all the Commercial sectors to help you initiate your career, which in itself makes us different from any other Portal you will ever come across<br><br>The point of difference we plot is about the consistency in derivating Industry-relevant Courses. This also ensures the quality in terms of Understanding the Technical part so that the students can recollect anytime and at the same time confidently write their Exams &amp; face interviews.<br><br>We at Ekeeda, make a push with calculated efforts to enhance our dedicated Video Courses exclusively shot for Engineering Students. It includes Online Lectures &amp; Tutorials for Curriculum &amp; Professional Courses.<br></p>","industries":["Education"],"name":"EKEEDA PRIVATE LIMITED","sectors":["E-learning"]},{"email":"priti@pritipalav.com","idea":"<p>An online platform for creative freelancers to connect with customers/ agencies and vice versa. The opportunity for all the talented who will have an opportunity to work at their own convenience. Students, retired professionals, those on sabbatical, this would be chance to get back to mainstream without compromising on your life's priorities. Likewise for organisations they have an access to a great pool of creative talent directly, without paying a high cost to an agency.<br></p>","industries":["Marketing"],"name":"freepublik","sectors":["Branding"]},{"email":"praful@money24x7.co.in","idea":"I take this liberty to give you a snap shot of our start-up venture called as ‘Money24x7’ is the one-stop mobile  based app for all the financial needs including investments, loans and insurance founded by a passionate group of entrepreneurs and IIIT alumni\n<div>\n</div><div>We are currently in BETA phase of testing our Mutual Fund Distribution Android platform and will be launching the same in few weeks for public use.  \n</div><div>\n</div><div>We have tie-ups and certifications from across the financial entities including all the AMCs, BSE, AMFI regulatory board, and RTAs including CAMS, KARVY etc.\n</div><div>\n</div><div>We have empanelled both offline and online with all major Asset Management Companies (AMC’s) for mutual fund distribution and partnership with Mahindra Finance Ltd. (NBFC) for fixed deposits\n</div><div>\n</div><div>Brand Name - Money24x7\n</div><div>\n</div><div>Company Names -\n</div><div>\n</div><div>Earnsure Trade Services Pvt. Ltd. (Mutual fund Distribution &amp; Fixed Deposit Business) \n</div><div>Bloombux Management Limited (For Insurance and Loan Business)\n</div><div>AMFI Registration No. (Corporate ARN Code) - 130057    \n</div><div>\n</div><div>BSE Star Member ID.   -  15280          \n</div><div>\n</div><div>Mahindra Finance Code - FA1568</div><div>Regards,</div><div>Prafulla Lokhande</div><div>Founder</div>","industries":["Finance Technology"],"name":"EARNSURE TRADE SERVICES PRIVATE LIMITED","sectors":["Advisory"]}]