[{"email":"schandra.100@gmail.com","idea":"1) To initiate, undertake, carry on, engage in, promote, assist encourage, conduct technical research, studies, projects, analysis, examinations, surveys and test of all kinds in the field of economic, fiscal, entertainment, fashion, social events, sports, politics, commercial, financial etc matters in India/ abroad.\n<div>\n</div><div>2) To provide gaming services including electronic gaming services together with any other services which may be advantageously\n</div><div>carried on or provided separately or in conjunction therewith in the field of economic, fiscal, entertainment, fashion, social events, sports, politics, commercial, financial etc matters\n</div><div>\n</div><div>3)To undertake , carry on and publish media content online as well as offline which contains data collections, data processing and allied purposes etc</div>","industries":["Marketing"],"name":"CROWDWISDOM360 PRIVATE LIMITED","sectors":["Market Research"]},{"email":"nikhil.pawar@kritva.com","idea":"Cloud Hosting, Security Consulting, Back-up and DR, Network Connectivity, Enterprise Mobility<br>","industries":["IT Services"],"name":"KRITVA TECHNOLOGIES PVT LTD","sectors":["IT Consulting"]},{"email":"tekvision@rediffmail.com","idea":"Manufacturing Online True Sine Wave Uninturruptable Power Supply from 3KVA to 100KVA and allied Products viz. Industrial Inverters, Industrial Battery Chargers&nbsp;","industries":["Technology Hardware"],"name":"TEKVISION ELECTRONICS","sectors":["Electronics"]},{"email":"rasinfotechsolution@gmail.com","idea":"RAS Solutions Pvt Ltd has the ability to provide the IT and non IT services to their customer to fulfill their requirements.&nbsp;","industries":["IT Services"],"name":"RAS Solutions Pvt Ltd","sectors":["IT Consulting"]},{"email":"preetigaur1311@gmail.com","idea":"We are Advertising company, We are doing animation video production, TVC, Product Videos, Explainer&nbsp; videos, Etc&nbsp;","industries":["Animation"],"name":"Brand Avenue Media Pvt. Ltd ","sectors":["Others"]},{"email":"jm@mediaqart.com","idea":"MediaQart simplifies digital advertising for everyone with a powerful combination of data, analytics, automation and AI.&nbsp;","industries":["Advertising"],"name":"MEDIAQART TECHNOLOGIES PRIVATE LIMITED","sectors":["AdTech"]},{"email":"pankaj@nascens.com","idea":"\n            <p><a href=\"http://www.happafoods.com\" target=\"_blank\">www.happafoods.com</a></p>\n        ","industries":["Food & Beverages"],"name":"NASCENS ENTERPRISES PRIVATE LIMITED (OPC)","sectors":["Food Processing"]},{"email":"ashish@winovative.com","idea":"We are an Enterprise IT solutions organization.Our core focus is on Enterprise IT security and Data backup solutions.We work on security solutions like File Integrity Monitoring, Log management, Threat management, AI based Next generation AntiVirus solutions for endpoints and servers,Patch Management, Vulnerability Management, EDR solutions.We also work on Asset Management solutions, Help Desk Ticketing solutions.We are consciously focused on robust, scalable and value oriented solutions for our customers.","industries":["IT Services"],"name":"WINNOVATIVE SOLUTIONS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"nikhilpawar2703@rediffmail.com","idea":"We are building a location based virtual time machine for historical monuments. We will be recreating timeline events and rebuilding broken monuments virtually which will save financial cost for government, increase tourism and employment, promote sustainable and eco-friendly tourism and promote rural businesses.&nbsp;","industries":["Travel & Tourism"],"name":"TIMESLIDER TOURISM PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"devendra@edgetechnology.in","idea":"Edge Technology deals in complete solutions of office automation, We have Expertise in sales, Installation and maintenance of IP, Digital, Analogs based Systems like EPABX and CCTV Cameras.\n<div>\n</div><div>Edge Technology also have a team of engineers who can handle the products like biometrics (door Access &amp; Time attendance), Fire alarms, smoke detectors, Videoconferencing, Audio conferencing, Projectors, Voice logger(PRI &amp; Analogs), Public Addressing ( Broadcasting System) Copier Machines(sales &amp;Rental) &amp; Cartridge.</div>","industries":["Telecommunication & Networking"],"name":"EDGE TECHNOLOGY","sectors":["Integrated communication services"]}]