[{"email":"aditya_s_kamath@yahoo.com","idea":"Online","industries":["Education"],"name":"ABC","sectors":["E-learning"]},{"email":"aniketbelgaonkar@gmail.com","idea":"Anisun Solar plays various roles as Manufacture, Distributor, Importer, Exporter, System Integrator for wide range of Power &amp; Renewable Energy Products.\n<div>\n</div><div>Anisun Solar is a company formed fully and specially dedicated towards Solar Energy which manufactures and deals in all types of Solar energy products.</div>","industries":["Renewable Energy"],"name":"Anisun Solar","sectors":["Renewable Solar Energy"]},{"email":"aamcm3780e@gmail.com","idea":"To carry on the business as weavers or manufacturers, buyers, sellers, importers, exporters and dealers of silk, synthetic, woolen, cotton fabrics and other fibrous products including dressing and furnishing materials, readymade garments, blankets padding knitted goods, yarn and, To carry on the business of packing, grading, texturing, bleaching dyeing, printing, mercerizing or processing yarn, cloth blankets and other textile goods, whether made from cotton, jute, wool, silk and other Fabrics.","industries":["Textiles & Apparel"],"name":"MAILUN TEXTILE PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"nikhil@owlwayscreative.com","idea":"<p>We are a Mumbai based design firm. We specialise in following:\n</p><p></p><div>1. Print media design\n</div><div>2. Audio Visual Content\n</div><div>3. Social Media designs</div><p></p>","industries":["Media & Entertainment"],"name":"Owlways Creative","sectors":["Digital Media Video"]},{"email":"acuphardinesh@gmail.com","idea":"<a href=\"http://www.sanorapharma.in/about.php\" target=\"_blank\">http://www.sanorapharma.in/about.php</a><br>","industries":["Healthcare & Lifesciences"],"name":"SANORA PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"pparlewar@gmail.com","idea":"<a href=\"https://www.citydevelopmentcorporation.com/blank-mpvle\" target=\"_blank\">We are an international corporation in smart cities, urban development, engineering, architecture, geographic information technology (GIS) and green technology project. The company has the junction of different and complementary personalities, knowledge, experiences, and background. In the past years, we have been researching about urbanism of contemporary cities in Japan, Europe, North America, and Asia. Changes of the image of the city due to the emergence of modern technologies, advances in urban regeneration and urban lifestyle represent the core part of our study.  We believe that smart cities and urbanism play a determinant role both in defining people’s lifestyle and conveying the beauty of life. Our projects aim to make people feel better and smarter.</a><br>","industries":["Architecture Interior Design"],"name":"CITY DEVELOPMENT CORPORATION PRIVATE LIMITED","sectors":["Others"]},{"email":"jetin.ma@gmail.com","idea":"<p>Kusinara Wellness is a health and wellness company with a vision to create Natural Healing Centres with services like Ayurveda,Yoga,Sound Healing, Herbal Diet and cooking,Detox Therapies and spiritual psychology.</p><p>Kusinara Wellness has been incorporated since March 2017 and we have team of doctors,therapists,yoga masters and healers, scientist to provide the best natural solution to variohs ailments like hypertension,diabetes,stress,kidney and liver disorder and neurotic pain amd mental agony.</p><p>We use best himalayan herbs and petented research based plant extracts to provide relief.</p><p>We have unique therapies like Tao Yoga and sound healings,therapeutic massages for psychosomatic conditions.</p><p>We are bringing all the very best natural therapies under one roof which have a strong research backup and technological support.</p><p>We have created a website</p><p><a href=\"http://www.kusinarawellness.com\">www.kusinarawellness.com</a></p><p>We have a small clinic at Navi Mumbai and Beta launched a wellness centre at condolim,Goa.</p><p>We are conducting workshops and online consultations and creating awareness amongst people.</p><p>We are writing blogs and dping SEO to reach out maximum of global population.</p><p>Our mission is to heal people through natural means and provide a comprehensive solutions to all the health problems for modern man.</p>","industries":["Healthcare & Lifesciences"],"name":"KUSINARA WELLNESS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"info@flatshoppers.com","idea":"<p>-We swap old investments with new investments.</p><p><span>-Common online MARKETPLACE for all types of Investors  \n(VALUE-SELL- BUY on one click).</span></p><div>-Refine your search with property features and connect with a luxury real estate professional from our network who can answer any addition<span>al questions and lead you on a journey to discover your next dream property.</span></div><div><span>We are focusing on measuring a professionals/compliance free Associates \nnetwork under us also encouraging them to register with us with \nNo Cost business opportunities.</span></div><div>-We sell ‘A’ category Real Estate products globally as we not only enjoy representing luxury real estate around the globe, but take great pleasure in helping our extraordinary clients discover their next home as a dream home.\n</div><div>-We service homes for sale and rentals, along with all types of properties including residential, retail, commercial, land, financial products, bonds, plots, condos and villas.\n</div><div>-We provide life time Portfolio Management Services to the consumer.\n</div><div>-Inventory Selection, Negotiation with the developers, Legal support &amp; Property registration support.\n</div><div>-We focused on projects with complete due-diligence, new launches, distress deals, flexible payment plans and classic schemes specifically.\n</div><div>-Our other upcoming segments are Resale &amp; Letting as well as Channel Partner engagement E-tech module.\n</div><div>-Top class Housing finance options/ Mortgage advisory solutions/ Door step services.\n</div><div>-We manage with end to end smooth operational services for customers.\n</div><div>-\tDedicated Retail &amp; Commercial Prop-tech segment &amp; management system with reputed partners.\n</div><div>-Real Estate analysis, Research growth reports &amp; E-papers workings for future print operations.\n</div><div>-Employee as well as Customer satisfactory institutional level brand.\n</div><div>-Flexible, Social &amp; Innovative process tracking application services to the customers.\n</div><div>-International level consultants served with International locations.\n</div><div>-We service with sessions on Location advantage/ROI/Rental appreciation/Locality/PMS/Legal/Fund management/Exit.</div><p></p>","industries":["Real Estate"],"name":"FLATSHOPPERS","sectors":["Housing"]},{"email":"gauravr0201@gmail.com","idea":"About us: At Makeology Labs we aspire to encourage experiential learning in schools by conducting personality assessment tests for students, engaging students with their interest-based projects and connecting them to a mentor from a pool of industry experts. We also act as a marketplace for experiential learning service providers.\n<div>\n</div><div>\n</div><div>&nbsp;The problem we are trying to solve: Lack of experiential learning in Indian schools. All students are taught in the same way irrespective of their personality type and they do not get opportunities to interact and learn from industry experts. Also, experiential learning organizations find it difficult to convince school authorities. Students of Indian K-12 system suffers the most with this problem. The experiential learning initiatives are increasing in India. However, this sector is unorganized and the service providers find it difficult to convince schools and parents about their offerings. By creating a marketplace, we are helping both, the service providers and students in Indian K-12.\n</div><div>\n</div><div> \n</div><div>\n</div><div>How do we plan to solve this problem? We bring together students, teachers, parents, and edupreneurs at a common platform to explore the impact of experiential learning solution on our learning outcomes. Our platform maximizes their reach among students and also provide a wide range of learning solutions to students. We also assess the personality of each student and map them to relevant projects and mentors.</div>","industries":["Education"],"name":"MAKEOLOGY LABS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"rupalgsolanki@gmail.com","idea":"Manufacturing &amp; Trading of Packaging and related accessoried","industries":["Professional & Commercial Services"],"name":"RNG INDUSTRIES","sectors":["Commercial Printing Services"]}]