[{"email":"mrj.ahmed22@gmail.com","idea":"We have developed an outdoor mobile advertising solution for businesses","industries":["Advertising"],"name":"Culfa Mediatech Pvt Ltd","sectors":["AdTech"]},{"email":"amitshah241992@gmail.com","idea":"<p><span>Offee </span><span>is an unique blend of </span><span>Offline + Online Exam solution</span><span>, eliminating all the problems faced in\nonline exam process</span></p>\n\t\t\n\t\n\t\n\t\t<div>\n\t\t\t<div>\n\t\t\t\t<div>\n\t\t\t\t\t<div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p><span>Offee </span><span>offers everything required to conduct an digital Exam</span><span>&nbsp;without&nbsp;</span><span>internet &amp; Computer Based Lab set up</span></p>\n\t\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>","industries":["Education"],"name":"ORAGE DIGITAL PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"arindam@instadatasystems.com","idea":"<a href=\"http://www.instadatasystems.com\" target=\"_blank\">Traffic and Transportation Analytics</a><br>","industries":["Analytics"],"name":"InstaData","sectors":["Big Data"]},{"email":"falconspicture@gmail.com","idea":"Established in 2015, ‘Falcons Pictures' is a leading entertainment company whose business area covers Pre-Production, 2D / 3D animation production, Video Fx and 3D Mapping Projection.","industries":["Animation"],"name":"Falconspictures","sectors":["Others"]},{"email":"vikas.singhal@aousetech.com","idea":"<a href=\"http://www.scooopsense.com\" target=\"_blank\">www.scooopsense.com</a><br>","industries":["Retail"],"name":"DRANSFORMER LABS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"thelightx0@gmail.com","idea":"About Comapny:\n<div>\n</div><div>&nbsp;<span>The vehicle business is amidst a colossal innovative interruption. Today, electric is the favored decision on account of its natural productivity that will shape urban drive and the urban communities of tomorrow. In parallel, our general surroundings is getting associated, empowering incorporation of gadgets and making our background consistent. Clever vehicles will change our drive involvement later on and the X-Stellar stands at the cusp of this energizing reality.</span></div>","industries":["Automotive"],"name":"LightX","sectors":["Auto & Truck Manufacturers"]},{"email":"info@bittlr.com","idea":"<a href=\"https://www.bittlr.com\" target=\"_blank\">https://www.bittlr.com</a><br>","industries":["Real Estate"],"name":"Bittlr Real Estate Pvt Ltd","sectors":["Housing"]},{"email":"santosh.basrur@gmail.com","idea":"CLEAN CLOTHES ACHIEVE DREAMS &amp; HOPES.<div>We are a work from home eco-friendly safe hygienic clothing maintenance dry cleaners/steam press service located in Tardeo Mumbai central India.We provide good quality, economical, professional services to various residents around us mainly senior citizens,students,differently-abled,family,fashion-clothing outlets-professionals,celebrities,government employees,low income group with home pickup&amp;delivery. We are a cost effective startup with the vision of supporting the weaker section of the society. We look forward to serving you and maintaining a healthy relationship. Our mission is to eradicate poverty by helping abandoned &amp; low income group children with hygiene support for a beautiful future.</div>","industries":["House-Hold Services"],"name":"AUM home services","sectors":["Laundry"]},{"email":"sattyamart@gmail.com","idea":"Manufacturer of Womens wear couture","industries":["Fashion"],"name":"Sattyam art Exports","sectors":["Apparel"]},{"email":"kamlesh.somai@ucgesolutions.com","idea":"<p><b>Mission/Vision Statement</b></p><p>Owing to fragmented nature of the hyper-local services market and lack of transparency regarding price and quality of services offered, Smartfind.in aims to organize it using mobile application based technology. It has set out to solve a major pain point faced by Institutional (B2B) and individual (B2C) consumers through standardized, reliable and instant on-demand services. We want to be the reliable one stop shop for whole bouquet/range of on-demand services across verticals e.g. Wellness, emergency, everyday home services, beauty, education, events etc.</p><p><b>USP</b>\n</p><p><b>Smartfind.in</b> enables customer to engage service professionals as easily as hailing a cab or buying products online:\n</p><p><b>S</b>ervices – Choose from a wide variety of everyday services.\n</p><p><b>M</b>arketplace - Service providers offer standard prices as well as flexible prices.\n</p><p><b>A</b>vailable – Customer can place a request and service providers are able to accept service request 24hrs.\n</p><p><b>R</b>eal-time – End to end tracking &amp; monitoring service request throughout its entire life-cycle.\n</p><p><b>T</b>ake Informed decision - Take an informed decision based on ratings, reviews and price comparison.\n</p><p>\n<span><b>How our solution is different from existing solutions in market?&nbsp;</b></span></p><p>Most solutions in the market only capture and share customer leads with service providers or vice versa, multiplying the problem rather than solving it. We provide an easy and effective way to define need, compare, choose, engage and track service request till completion.\n</p><p><b>Impact of our solution in terms of:\n</b></p><p><b>Savings for customers:\n</b></p><p>Transparent pricing based on defined scope of work.\n</p><p><b>Convenience:\n</b></p><p>Online booking in real time based on customer's schedule.\n</p><p><b>Lowering environmental impact:\n</b></p><p>No paper work as booking, acceptance and tracking of service request are processed online.\n</p><p><b>Social benefits:\n</b></p><p>Our platform boosts overall employment situation which is not restricted to white collar jobs only but also local businesses and home based service providers to present their skills online.\n</p><p><b>Market drivers:\n</b></p><p>Increasing urbanization, busier lifestyle, Smartphone penetration and growing m-commerce enables consumers to access on-demand services on the go. It provides an opportunity to platforms like ours to grow rapidly.\n</p><p><b>Scalability:\n</b></p><p>1. Cloud based platform (e-marketplace for services) which can be implemented in any part of the world without significant changes.\n</p><p>2. Being a marketplace, we on-board existing local service providers, this in turn enables us to launch services in any city within short TAT. \n</p><p><span>3. Service providers and customers communicate in real-time reducing need for extensive customer care teams and related HR resources.</span></p>","industries":["House-Hold Services"],"name":"Smartfind.in","sectors":["Others"]}]