[{"email":"groupakdc@gmail.com","idea":"stationery , housekepping and&nbsp; photo copier machine (xerox)","industries":["Other Specialty Retailers"],"name":"AKDC Group &amp;Co.","sectors":["Others"]},{"email":"veeartss@gmail.com","idea":"Trading, marketing and distribution of Veterinary products and allied services.","industries":["Pets & Animals"],"name":"veearts lifescience","sectors":["Others"]},{"email":"higrocer@gmail.com","idea":"HiGrocer, is an answer to the SME/MSME who has to bear a huge cost in developing a marketing system to reach out to the retailer.<div>We do the tie-ups and ensure product placement, our tie-ups with retailers are made with a committed shelf space or gondola space named “HiGrocer”, and we have a dedicated planogram for the shelf.</div><div>Our Partnered Products are warehoused in vicinity directly from the manufacturers factory and delivered to the retailer shop tethered by our Technology Platform of SalesMax &amp; DelHi mechanism without having to go through the multiple layers of Marketing, thereby providing an efficient &amp; effective supply chain system.</div>","industries":["Retail"],"name":"HiGrocer","sectors":["Comparison Shopping"]},{"email":"abhinandanchakraborty491@gmail.com","idea":"We 'GRAYHOOT INTERACTIVE PRIAVATE LIMITED' wants to engage in the business of providing, designing, developing, selling, servicing of application software and selling advertisement through our product and services in India and abroad. We want to further continue to develop online services that can benefit our customer and developer community.","industries":["IT Services"],"name":"GRAYHOOT INTERACTIVE PRIVATE LIMITED","sectors":["Application Development"]},{"email":"rk@theia.com.co","idea":"To carry on the business of consultancy and providing services in all field like Advisory, Solutions, Staffing, Outsourcing, Marketing, Advertising, IT, Hardware, Software, Networking services, Administration, Housekeeping Real Estate and business of providing Manpower placement and recruiting, Selecting, Interviewing, Training and Employing all types of executives, Middle Management Staff, Junior Level Staff, Workers, Labourers Skilled/Unskilled required by various Industries and organizations including providing security services, Labour contractors, Industrial, Commercial, Housing and other security services and workers for office management and to conduct employment bureau and to provide consultancy and other services in connection with requirements of persons and manpower supply in India and abroad.\n<div>\n</div><div>To act as agent, trader or otherwise deal in all kinds of services, articles and goods capable of being imported, exported and traded in India and abroad in the matters relating to attainment of the above objects.</div>","industries":["Human Resources"],"name":"THEIA NEW CONSULTANCY LLP","sectors":["Recruitment Jobs"]},{"email":"yogesh@acesys.in","idea":"<p><a href=\"http://eduzilla.in\" target=\"_blank\">eduZilla</a> is a SAAS based ERP tool for Training Businesses. It is an effective tool to manage student life cycle right from lead management till the end of course. It is targeted towards all types private training businesses such as Professional Course providers, Coaching classes, Hobby Classes etc. We are planning to enter Schools and Colleges segment in year 2020. <br><br>It is an easy to use software and can be implemented within a week for a Training Business. It allows you to manage the business and track business progress in real time. It helps the business owners to maintain tight control over business operations by establishing well defined operational processes which minimizes dependence on any individual in the organization. It offers you the ability to smoothly scale up the training business to multiple branches/locations.</p><p>The detailed feature list is available here - <a href=\"https://eduzilla.in/eduzilla-pricing\" target=\"_blank\">eduZilla Features</a></p><p>Our Student Mobile App can be downloaded here - <a href=\"https://play.google.com/store/apps/details?id=com.studygadget.app\" target=\"_blank\">Download Study Gadget</a><br><br></p>","industries":["Education"],"name":"VENTUREZILLA PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"dinesh.bhanushali.sgff@gmail.com","idea":"<p>We manufacture packaging materials like Adhesive tapes, corrugated box, stretch films, jute bags, bubble wrap, filters, packing patti, cloth bags, eye masks, customized printed bags, printed papers, MCB box and many other materials.</p>","industries":["Others"],"name":"HARSH PACKAGING","sectors":["Others"]},{"email":"jay14jain@gmail.com","idea":"Metals,Construction,Real estate, Food,Cosmetics,Luxury items, etc","industries":["Food & Beverages"],"name":"SUNLIGHT POWER INFRA INDUSTRIES (OPC) PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"saurabhsingh653@gmail.com","idea":"Structural Fabrication, Process Piping, Roofing and heavy machinery erection","industries":["Construction"],"name":"Sai Engineering","sectors":["Construction & Engineering"]},{"email":"tejasauti21@gmail.com","idea":"We are Solar EPC company contributing our best to keep our Earth clean and green. We promote usage of Solar Energy which in turn will reduce the usage for depleting natural resources. We provide all kinds of services in the field of Solar like installation, designing, planning and maintenance and supply of solar products.","industries":["Renewable Energy"],"name":"INFOVIBE VENTURES PRIVATE LIMITED","sectors":["Renewable Solar Energy"]}]