[{"email":"preet@footroute.com","idea":"Presenting India's Premiere Collaborative Travel Planner &amp; Itinerary Builder!\n<div>\n</div><div>Manage Itineraries and Trips very easily!\n</div><div>\n</div><div>Our Vision is to give you \"The Seamless Travel Experience\"\n</div><div>\n</div><div>*The RouteMap*\n</div><div>Tired of managing your itinerary on notepads and chats? Here's the perfect solution. Plan it day-wise and down to the hour and that too with your friends! Book an Uber from the app, navigate using Maps.\n</div><div>\n</div><div>*Memories*\n</div><div>Share photos instantly with your travel buddies, and have them segregated according to your trip. No longer searching in your gallery.\n</div><div>\n</div><div>*Bookings Flights*\n</div><div>The cheapest and the most reliable airfares for over 90+ airlines are here! We have the most transparent pricing in the industry assured to giving you the best pricing. Flight booking has never been easier and cheaper. We have the cheapest tickets.\n</div><div>Featured domestic airlines: Jet Airways, Indigo, Spice Jet, Go Air, Vistara, Air India\n</div><div>Featured international airlines: Etihad, Emirates, British Airways, Thai Airways, Lufthansa, Virgin Atlantic\n</div><div>\n</div><div>*Booking Hotels*\n</div><div>Hotels from various aggregators in one place. Book hotels at the lowest convenience fee and the cheapest prices all over the globe. Premium hotels will never be cheaper with us.\n</div><div>\n</div><div>*Essentials*\n</div><div>Never forget those headphones or powerbanks you so desperately wanted on your trip.\n</div><div>\n</div><div>*Expenses*\n</div><div>Why are you doing the hardwork of calculating the expenses &amp; who owes who what?\n</div><div>Let us do the hardwork! Just enter the expense details and have us split them for you... You just sit back and relax! You're on vacation...\n</div><div>\n</div><div>*Panic Button*\n</div><div>We really hope you do not have to use this feature, but it's better to be prepared always.\n</div><div>Your very own BAT Signal. We will notify your loved ones in the times of mishaps or despair.</div>","industries":["Travel & Tourism"],"name":"WEIRD LABS PRIVATE LIMITED","sectors":["Facility Management"]},{"email":"kninad93@gmail.com","idea":"For young novelty seeking travellers who dont have access to credible &amp; unique travel stays, Rewend Experiential Stays provide a new breed of travel accomodations that are unique in character, luxurious in feel and cost effective for the masses","industries":["Travel & Tourism"],"name":"Rewend enterprises pvt ltd","sectors":["Holiday Rentals"]},{"email":"siddharth@exelis.io","idea":"We are working on a decentralized universal payments solution where we enable real time fx , instant settlements , lower transaction cost and instant liquidity.","industries":["Finance Technology"],"name":"Exelis.io","sectors":["Payment Platforms"]},{"email":"kmethnic11@gmail.com","idea":"<a href=\"https://www.kamanethnic.com\" target=\"_blank\">Ka-Man Ethnic</a>&nbsp;an online retailer of Clothing and apparel.<br>","industries":["Others"],"name":"Ka-Man Ethnic","sectors":["Others"]},{"email":"cmenterprises.1947@rediffmail.com","idea":"Manufacturing of Files &amp; Folders","industries":["Others"],"name":"C M ENTERPRISES","sectors":["Others"]},{"email":"ekarth.infotech@gmail.com","idea":"Group of people having more than 20 years of experience in IT including Application development, Integration, Consultancy. Having strong experience in Utility Network, Database, eGovernance, Telecom, GIS, Smart City, IT infrastructure","industries":["IT Services"],"name":"Ekarth Infotech Pvt. Ltd.","sectors":["Application Development"]},{"email":"ckmotta@thegoodmen.in","idea":"WE ARE MOBILE PHONE REPAIR EXPERTS WITH COLLECTIVE EXPERIENCE OF 8 YEARS AND WE ARE CURRENTLY INTO B2B VERTICAL I.E. WE REPAIR MOBILE PHONES OF OTHER SHOP KEEPERS WHICH THEY RECEIVE FOR REPAIR FROM THEIR CUSTOMERS. WE DO CHIP LEVEL WORK AND HAVE CERTIFIED TECHNICIAN IN HOUSE.&nbsp;","industries":["Professional & Commercial Services"],"name":"THE GOOD MEN ENTERPRISE","sectors":["Environmental Services & Equipment"]},{"email":"krypmedia@gmail.com","idea":"create brand experiences that are distinctive, captivating and that resonate enduringly with consumers with the help of our immaculately designed customized videos that play seamlessly on Holovsn &amp; Digi play. The ultra – bright 3 d content creates an engaging and mesmerizing retail experience leading to a higher dwell time and hence influences purchasing decision.","industries":["Advertising"],"name":"KRYP MEDIA PRIVATE LIMITED","sectors":["AdTech"]},{"email":"sudhanshu.m@mygymfood.com","idea":"We are an organisation that is changing the perception of eating habits among consumers. We are providing an opportunity to eat calculated food in terms of calories, protein, carbs and fats. Our aim is to make fitter India. We have break down the entire day calories into 6 meals. Customer order once and we deliver Breakfast, Post breakfast, Lunch, Post Lunch, Dinner and post Dinner with the information of macros on it. The food does not contain single drop of OIL. Consumer also get to know how many calories they have consumed in a day. So Exercise accordingly.","industries":["Food & Beverages"],"name":"My Gym Food","sectors":["Restaurants"]},{"email":"sunilksonare@gmail.com","idea":"<p><b>Who we are</b></p><p><b>Skilled Professional\n&amp; Learner – Artist &amp; Innovator </b></p><p><span>We are a team of professionals with engineering, arts,\nand management background who does work with creativity, innovative hybrid design\nwith thought process involved in it. We do see challenges in daily work, accept\nit, set our curiosity and confident execute it and serve the customer with\nhumbleness and humanity. Our team members passionate about technology and see\nthe future with potential use of it and empower the peoples with knowledge,\nintern they will know where to apply. </span><span>&nbsp;</span><span>We are\nstarting small, but we believe that we have the ability to change the world if\nwe stay focused and remain true to our values.&nbsp;</span></p><p><span>&nbsp;</span></p><h3><span>What we do</span><span> for</span></h3><h3><span>&nbsp;</span></h3><p><b>Systems Thinking for\nthe Design of Thinking Peoples</b></p><p><span>The technology and especially Digital\nTransformation in business in all verticals and extra miles to reach to\nfarmers, and last person of the country will make potential to make paradigm\nshifts in the social sector too. The AI, VR and AR will change the perception\namong the peoples it will be transition to use of computing and internet for\ntheir well being. At QuBeta, we bring our technical expertise, thought process,\ndesign thinking, power of altruism will bring to see new approach to problem\nsolution, definition, and change management. The combination of technology and thinking\nof peoples will pave the way for innovation, productive use; widespread\nadoption in lives will bring a new process of knowledge management. The flow of\ninformation will become how to get perfect answer.</span></p><p><span>&nbsp;</span></p><p><span>QuBeta is poised to make new change in lives\nwith positive attitude among the peoples who we serve with altruism.</span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p><span>&nbsp;</span></p><p>\n        </p>","industries":["IT Services"],"name":"QUBETA SYSTEMS PRIVATE LIMITED","sectors":["IT Consulting"]}]