[{"email":"pradeeppillai2004@gmail.com","idea":"<p><span>We are a Mutual Fund Digital Platform company with a\ncutting edge technology. We try to empower the mutual fund distributors to\noperate their whole mutual fund business online and provide better service to\ntheir customers digitally.</span></p>","industries":["Finance Technology"],"name":"FINCUS CAPITAL SERVICES LLP","sectors":["Personal Finance"]},{"email":"nilesh.shinde@apaarinfosystems.com","idea":"<p>Apaar Information Systems is an India based technology solutions consulting company. Apaar is a Sanskrit word meaning boundless.\n</p><p>Just like our name, we are not tied up to just one way of solving problems. Our solutions are tailor made, to suit needs, size, structure and budgets.\n</p><p>Our team with decades of experience in IT technology domain like BigData, Analytics, Robotics, Artificial Intelligence &amp; Advisory services  are up to date with latest market technologies and bespoke solutions and other customized solutions best suited for today’s organizational requirements.\n</p><p>While Modern tools and prominent methodologies are deployed, there are also customised ERP and solution specific solutions like our Laundry Management System and Ware House Management applications that have been specifically designed for Hotels, Hospitals and Warehouses.\n</p><p>Our team have effectively and efficiently automated processes to allow Human Resources focus on tasks that they can make an impact on.\n</p><p>Our company is currently working on projects from across industries like Healtcare,Banking &amp; Insurance, FMCG, Retail &amp; Manufacturing\n</p><p>What’s assured at Apaar is solutions without boundaries and possibilities that are limitless.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"APAAR INFORMATION SYSTEMS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"sudarshan2602@gmail.com","idea":"<p>We are into construction sector bringing the best technology in pre engineered buildings with water saving and eco green technology</p>","industries":["Construction"],"name":"SDS EcoGreen Habitats Pvt Ltd","sectors":["New-age Construction Technologies"]},{"email":"sales@tiwaribrothers.com","idea":"\"अपना किसान\" is trying to build an circular economy where we aim to share equal profit with farmers for their produce. And to provide healthy and right food to every Indian because it's the basic right of every Indian to have adulteration free food with right price. We aim to create a economy where good food and adulteration free food is not luxury but it's basic right of every individual.","industries":["Agriculture"],"name":"APANA KISAN","sectors":["Food Processing"]},{"email":"bharatimilind@gmail.com","idea":"\n            <p>A tech company making people's lives easier. We are currently working on a Conversational AI that will foster communications between humans and machines.</p><p><br></p><p>Version 1 of our Conversational AI&nbsp;<a href=\"https://sayheymike.com\" target=\"_blank\">Mike</a></p>\n        ","industries":["AI"],"name":"Universal Fever Technologies","sectors":["Machine Learning"]},{"email":"suryamohanr@gmail.com","idea":"<p>AT UNIGLO EXPORTS PRIVATE LIMITED, The objective of the company is to work with international companies of repute for their various needs of materials and products and provide them with right quality product or materials with right price and time from India.</p>","industries":["Professional & Commercial Services"],"name":"UNIGLO EXPORTS PRIVATE LIMITED","sectors":["Others"]},{"email":"sunnykarande2003@gmail.com","idea":"DIGITAL SERVICES LIKE PAYMENT AND RECEIPT OF FUNDS, E-FACILITY OF WALLET","industries":["IT Services"],"name":"WEKNOW DIGITAL SERVICES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"satya002@gmail.com","idea":"<p>TRIPATHI AND TIWARI INFRASTRUCTURE PRIVATE LIMITED serves as a leading Infrastructure Company in various States of India. We’re a team of fully-certified professionals who tackle everything from complex large projects to smaller scale jobs. Fueled by our commitment to excellence, we go the extra mile to make sure clients are completely satisfied with our work. We’re a team of fully-certified professionals who tackle everything from complex projects to simpler operations. Fueled by our commitment to excellence, we go the extra mile to make sure clients are completely satisfied with our work. Get in touch with us today for a free consultation.</p>","industries":["Construction"],"name":"TRIPATHI AND TIWARI INFRASTRUCTURE PRIVATE LIMITED","sectors":["Others"]},{"email":"sanjay.outabox@gmail.com","idea":"<p>Outabox believes in making a difference. We stand for value for money, quality, innovation, fun and a sense of competitive challenge. We strive to achieve this by empowering ourselves to continually deliver an unbeatable customer experience</p>","industries":["Advertising"],"name":"OUTABOX MEDIA SOLUTIONS LLP","sectors":["Others"]},{"email":"mayur26baviskar@gmail.com","idea":"<p><a href=\"http://www.amonaapparels.in\" target=\"_blank\">www.amonaapparels.in</a></p><p>Manufacturer and export, e-commerce, online store, and offline store, own brand(AMOFAB), new startup Mayur, born on July 26, 1983, is an Indian entrepreneur in the garment and textile industry.\n</p><p>He has worked in the garment and textile sector for at least ten years. He has years of work\n</p><p>experience with clients such as B2X, Apple, Vodafone, Google, etc. His first company, RUDRA\n</p><p>GARMENT is active on an international and national level, and his second new company,\n</p><p>Amona Apparels Pvt. Ltd., has a stylish yet affordable garment line called AMOFAB, as well as\n</p><p>four new upcoming companies in the sector. He is a dreamer and doer by nature. He aspires\n</p><p>to empower and motivate individuals by providing them with fantastic career opportunities,\n</p><p>in this direction, MAYUR BAVISKAR VISION can be seen as a successful attempt to not only\n</p><p>create more job opportunities in India but also it adds value to the economy. Similarly,\n</p><p>BHAGWAN BAVISKAR FOUNDATION, an upcoming project which also aspires to provide job\n</p><p>and business opportunities to needy young boys and girls through the organization and\n</p><p>training in the textile and garment industry and other service-oriented social activities.</p>","industries":["Textiles & Apparel"],"name":"AMONA APPARELS PRIVATE LIMITED","sectors":["Apparel & Accessories"]}]