[{"email":"husein.vohra@acxiomtech.com","idea":"Acxiom Technologies, is a leading software solutions services company that provides consulting services to global firms. Acxiom has established itself as one of the most sought after consulting organizations in the field of Data Management and Business Intelligence.\n<div>\n</div><div>At Acxiom Technologies, we empower our clients with the intelligence to make the best decisions. We transform data into intelligence. And we do it better than anyone else because we deeply understand the technology and processes, which enable decision making. \n</div><div>\n</div><div>As a trusted partner, we solve business problems and help our clients continue to sustain their competitive edge. We provide independent, honest and strategic advice that is in the best interest of our customers.</div>","industries":["IT Services"],"name":"Acxiom Technologies LLP","sectors":["IT Consulting"]},{"email":"sunilsheth93@gmail.com","idea":"We provide affordable home automation solutions","industries":["Technology Hardware"],"name":"HOMEROBOTICS PRIVATE LIMITED","sectors":["Embedded"]},{"email":"deepaktradingcorporation@gmail.com","idea":"We Are Authorised Distributor Of 3M For Traffic Safety Division since 15 Years &amp; Also Of Berger Paints For Thermoplastic Road Paints","industries":["Safety"],"name":"DEEPAK TRADING CORPORATION","sectors":["Others"]},{"email":"naturedgeprivatelimited@gmail.com","idea":"I have been into health and fitness all my life. Iv played competitive tennis since the age of eight and I enjoy living an active lifestyle. My family has been in the field of Ayurveda for over 100 years now. My grand father incorporated the company Baidyanath in 1917 with a vision of using the 5000 years old science of Ayurveda and making quality products that will help the people of India and eventually the world. It’s safe to say that Ayurveda runs in my DNA and for the last 12 years I have been actively working in understanding the science better myself. We have the best innovation centres for research &amp; development in Ayurveda in the country and we are constantly aspiring to create better products. \n<div>I challenged myself to being Ayurveda and it’s immense benefits into people’s life in a contemporary format. In a way which is fun and fits well as a lifestyle product in today’s senior millennials lives. Flagship herbs of Ayurveda like Ashwagandha, Brahmi, Khus and Kokum have a very positive place in people’s mind but they don’t have ways in which they can consume them everyday easily. I want to present to the world these amazing herbs in a youthful and aspirational avatar ! \n</div><div>We can all see the change in people’s mind set today to opt for healthier products to lead a healthier life. Personally being very conscious about what I eat and drink I feel there is a huge gap in the Indian market when it comes to ready to drink beverages. Everything has a lot of sugar, caffeine, preservatives and other artificial ingredients. Biggest myth are the diet sodas in the market which are extremely harmful. Functional drinks are the fastest growing category today in India and even globally. India’s consumption of functional drinks is less than 1 percent of the 50,000 Crore non alcoholic beverage market in India. USA is at 13% plus and China is at 7%. \n</div><div>Current drinks in the market in this BFY (better for you) category are not upto the mark personally for me. When I started working on Shunya I had a clear vision with the following priorities - \n</div><div>1 - Drink has to be tasty. \n</div><div>2 - has to be the healthiest drink in the market. \n</div><div>3 - usage of flagship Ayurveda herbs and other natural ingredients \n</div><div>4 - sugar is the enemy. \n</div><div>\n</div><div>Our strong value system at Baidyanath has made what the company is today. My goal at Naturedge is simple. I want to create products that are genuinely good using the best possible ingredients and manufacturing processes. I have invested a lot of time, energy and resources in ensuring there is no compromise on quality and we operate with complete transparency and integrity. Our label claims speak for themselves. \n</div><div>My aim is to replace your everyday drink with a healthier option at any occasion/time of the day. Which is why we have still and sparkling variants both in Shunya. The application technologists have managed to deliver amazing health while not compromising on the flavour. Orange, apple and mixed fruit flavours are available in the Still variant. These are the most acceptable flavours in the Indian market. \n</div><div>For sparkling/fizzy I wanted to do something revolutionary. We took up the challenge of making the infamous cola healthy and guilt free. Carbonated drinks are considered to be very unhealthy because of the extremely high sugar content present in them. It’s a myth that carbonation is harmful, it’s really not if consumed in reasonable amounts. The second myth which is more serious is that people think diet versions of these carbonated drinks are not harmful since the sugar and calorie content is negligible or zero. The use of artificial sweeteners like aspartame in these drinks have an adverse effect on health which many consumers are not aware about. Aspartame’s connection to cancer cannot be ignored. Hundreds of researches and studies are published confirming the same. \n</div><div>Sugar level in the drink is harmful but the artificial sweeteners in the diet drinks is much much worse. \n</div><div>At Naturedge we have created cola and lime lemon flavoured sparkling/fizzy drinks which have zero sugar and zero artificial sweeteners as well. We have not used preservatives or any artificial flavouring and colouring. Making these refreshing drinks completely guilt free was my target which we have cracked and how. I want to see children of all ages and even diabetic patients to be able to enjoy the drinks completely worry free. \n</div><div>Naturedge (Shunya &amp; ARMR) is a socially responsible company. I want to make a mark and create socially responsible brands. This effort should start today and not when we become hopefully a big company. Every unit of shunya sold one rupee will be donated to a good cause. \n</div><div>I want consumers in India to have an ever lasting smile while they have my drinks. Complete sense of satisfaction mentally and physically. \n</div><div>They should be proud holding up shunya, our heritage, “our Ayurveda” and enjoy all its benefits completely guilt free ! \n</div><div>We will be exporting soon. \n</div>","industries":["Food & Beverages"],"name":"NATUREDGE BEVERAGES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"nikhilkharabanda@gmail.com","idea":"A holistic marketing services company focused on working with government agencies towards modernisation of public services and establishments.","industries":["Marketing"],"name":"Calm Storm Private Limited","sectors":["Branding"]},{"email":"techquproject@gmail.com","idea":"<a href=\"http://www.techqu.co.in\" target=\"_blank\">http://www.techqu.co.in</a><br>","industries":["Food & Beverages"],"name":"TECHQU ENGINEERING AND PROJECTS","sectors":["Food Processing"]},{"email":"riddheshmore311@gmail.com","idea":"This is a concept where a proper arrangement can be made&nbsp; for keeping wet umbrellas outside the premises without the fear of being stolen. It has a lock and key system in rows on a trolley, the owner will have to lock the umbrella and take along the key and unlock back&nbsp; when required. This is more convenient and aesthetic rather than the old bin system which also makes the umbrellas stink due to lack of ventilation and keeping them wet.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;","industries":["Other Specialty Retailers"],"name":"Smart Convertibles","sectors":["Home Improvement Products & Services Retailers"]},{"email":"bigroi577@gmail.com","idea":"<p><a href=\"http://bigroi.in\" target=\"_blank\">Big ROI&nbsp;</a>provides high quality, REAL TIME hot leads to your sales teams. It started as the digital support system for the media group &amp; grew into a full-fledged unit with a mission of being a results-driven digital agency. With a specialization in integrating online lead generation, website design, digital marketing, and qualified sales enablement, our team is focused on driving business results for clients.</p><p>For More Details Contact Us At:</p><p><a href=\"http://bigroi.in/contact.html\" target=\"_blank\">http://bigroi.in/contact.html</a></p>","industries":["Marketing"],"name":"Big ROI: Online Lead Generation","sectors":["Digital Marketing (SEO Automation)"]},{"email":"karan.jain@goodbrandsindia.com","idea":"<p>India is the 'diabetic capital of the world', with over 70mn diabetics. We at Good Brands intend on making a positive difference to this. Hence, we are Good Brands are providing Low GI (Glycemic Index) Staples. Our brand is called <b>Sugar Watchers</b>. Our current portfolio consists of Rice, Atta and Poha. These products are beneficial for diabetics, pre-diabetics, obese and heart patients. They help manage ones sugar and weight and hence are recommended for the full family.&nbsp;</p><p>We are currently distributing only in Mumbai via General trade, Modern Trade (Foodhall, Reliance Smart &amp; Natures Basket and Online (via Big Basket).&nbsp;</p><p>We plan to further introduce a range of other Low GI foods, so we can help improve the health of the people of our nation.&nbsp;</p>","industries":["Food & Beverages"],"name":"GOOD BRANDS FOR A HEALTHY LIFE PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"exportsdhwaniaurica@gmail.com","idea":"DHWANI AURICA PVT LTD&nbsp; with innovation and scalable business model in Hearing Healthcare and Audiology.","industries":["Healthcare & Lifesciences"],"name":"DHWANI AURICA","sectors":["Healthcare Technology"]}]