[{"email":"mak0106@live.com","idea":"ALL EVETZ shall provide services for venue bookings and catering services for functions like weddings, exhibition, family celebration, official meetings, party events, shooting events, Etc.","industries":["Events"],"name":"ALL EVENTZ","sectors":["Weddings"]},{"email":"makarand.hardikar@gmail.com","idea":"<p>We are in the process of starting a WHO-GMP compliiant pharmaceutical unit for capsule / tablet manufacturing unit near Nashik Maharashtra. Considering the norms and regulations required for pharmaceutical industries ,we need to have capital investment to the extent of Rs.5 to 6 Cr.( Minimum excluding land cost). We have approached the few banks and everyone is saying that no loan will be sanctioned without collateral security.&nbsp;</p><p>We are forming a private limited company is procedure for name approval and obtaining DIN for would be directors is in process. We can enclose the proof of ROC documents in next 7-10 days. But unless we come out with funding arrangement all this excercise will be of no use.</p><p>We are group of people which includes one doctatorate person in Pharmacy and others are in manufacturing industry.&nbsp; All of us have experiance of about 23&nbsp; years each.</p><p><br></p><p>We look forward for your supportto enable us to start state of art facility.</p>","industries":["Healthcare & Lifesciences"],"name":"Makarand Hardikar","sectors":["Pharmaceutical"]},{"email":"services@ncserv.in","idea":"<p>Customer information, interests and behavior collection by providing Free General Interest based only Educational video. Use collected data to send matching job alerts and interest based local offer alerts (unless opted out) by customer.</p><p>Visit : https://www.jeealo.com</p>","industries":["IT Services"],"name":"NANDORE CONSULTANCY SERVICES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"enamakel@cryptocontrol.io","idea":"NewsGate is an innovator in the blockchain space; building new tools which can be used by non-coders to help them innovate with the blockchain.","industries":["Finance Technology"],"name":"NEWSGATE APP PRIVATE LIMITED","sectors":["Bitcoin and Blockchain"]},{"email":"mahadev.mundaware@gmail.com","idea":"I am a young aspiring entrepreneur interested to develop in the field of Engineering, Manufacturing and other industry. I have a varied practical experience of Electrical circuits, Civil constructions for Domestic  and Industries , mechanical works and other industrial works.\n<div>\n</div><div>I want to serve my best for the community of my country  in large to give them most competitive and best of the services</div>","industries":["Construction"],"name":"NARENDRA MAHADEV MUNDAWARE LLP","sectors":["Construction & Engineering"]},{"email":"suyog.powle@yahoo.com","idea":"Aquaculture is inland breeding and growing of Fishes and Shrimps in a controlled environment. India is also an important country that produces fish through aquaculture in the world. India is home to more than 10 percent of the global fish diversity. Presently, the country ranks second in the world in total fish production with an annual fish production of about 9.06 million metric tonnes. The production of fishes and shrimps in India is growing rapidly at the rate of 15% annually. We cater to this industry by providing them Water Oxygenation machines, Automatic feeders, Air injectors, Sprinkler aerators, Root Blowers, DO kits on a Subscription model.","industries":["Agriculture"],"name":"SUYOG AQUATECH PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"danish@trc48.com","idea":"A VERY UNIQUE AND INNOVATIVE TECH PLATFORM AND A MOBILE APPLICATION THAT CAN CONTRIBUTE TO SOLVE MULTIPLE&nbsp;PROBLEM AREAS &nbsp;THERE BY WITH EXPONENTIAL WEALTH CREATION AND SUBSTANTIAL CONTRIBUTION TOWARDS ECONOMIC DEVELOPMENT","industries":["Marketing"],"name":"TRC48","sectors":["Digital Marketing (SEO Automation)"]},{"email":"apte.ravikiran@gmail.com","idea":"Vivan Business Consultants Private Limited provides advisory services for SMEs and mid-corporate businesses in fund raising and allied activities. We also have a retail division that deals with home loans, LAP, LRD, etc.","industries":["Professional & Commercial Services"],"name":"Vivan Business Consultants Private Limited","sectors":["Business Support Services"]},{"email":"yvm.global@gmail.com","idea":"<p>Manufacturing of Cold Beverages for restaurants and pubs.&nbsp;</p><p>Including Beer, Juice, Ale and other beverages.&nbsp;</p>","industries":["Food & Beverages"],"name":"Ale Craft co. ","sectors":["Microbrewery"]},{"email":"runal@topwheelz.in","idea":"<p>Topwheelz is an automotive technology company in the areas of :&nbsp;</p><p>1. CRM for Independent workshops</p><p>2. Telematics solutions for fleets and car owners</p>","industries":["Automotive"],"name":"TOPWHEELZ AUTOMOTIVE PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]}]