[{"email":"Saurabh.Suchak@gmail.com","idea":"<p>Yay Vakansie Pvt Ltd aims to simplify corporate travels &amp; customized leisure tours and packages and provide fast, transparent and cost effective solutions to travelers. Being an equal opportunity company and opening up the market without any prejudice and discrimination, we ensure we have travel solutions &amp; services for everyone, especially taking care of the special requirements of those who're looking for options which are overlooked by the primary open market. </p><p>When you book with us, you say <b>Yay !</b></p><p>Saurabh Suchak</p><p>Director</p><p>+91 7567 2999 33<br><b></b>YayVakansie@gmail.com<br></p>","industries":["Travel & Tourism"],"name":"YAY VAKANSIE PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"sujit@ssbainnovations.com","idea":"<p><b>SSBA INNOVATIONS PRIVATE LIMITED</b>&nbsp;is a fintech company based in Powai, Mumbai and we are the promoter and holding company of two businesses\n</p><div>•\t<b>Taxbuddy.com</b> &amp;\n</div><div>•\t<b>Finbingo.com</b></div><div><b>Taxbuddy.com</b>  (World’s first AI based tax advisory portal) is based on artificial intelligence and machine learning. \n&nbsp;<a href=\"https://www.taxbuddy.com\" target=\"_blank\">https://www.taxbuddy.com</a><span>&nbsp;&nbsp;</span></div><div><i><u><b>Income Tax Compliance &amp; Advisory</b></u></i> : Taxbuddy team has automated all aspects of tax advisory for individual by leveraging artificial intelligence and machine learning. \n</div><div>Automation incorporates all three aspects of tax life cycle of individual:T<b>ax Planning, Annual Tax Return Filing, Tax Query Solution.</b></div><div>\n</div><div><span>Taxbuddy is the first experiment globally to automate all aspects of individual tax life cycle. For tax Planning, we are relying on artificial intelligence to help user to have perfect tax planning.&nbsp;&nbsp;</span></div><div>For Filing of tax statements, we are relying on Machine Learning to make tax statement filing platform more and more intuitive.  \n</div><div>If user gets any notice/query from the government, user need to upload notice to Taxbuddy application. The Taxbuddy intelligent algorithms will ensure proper diagnosis of the issue in hand and will automatically create the response to be submitted to tax authorities. With this we are ensuring good tax advice can reach to small tax payer seamlessly and that too with reasonable cost. \n</div><div>In India there are 70.31 million individual tax payers. Taxbuddy aspires to become natural choice as tax adviser of these individuals.</div><div><br></div><div><b>FinBingo.com</b> (India’s first AI based Wealth Planner) is based on artificial intelligence and machine learning. <a href=\"https://www.finbingo.com\" target=\"_blank\">https://www.finbingo.com</a>\n</div><div>India being fastest growing larger economy, its poised to become $ 5 trillion by 2025.The additional wealth generated would lead to creation of bigger class of neo-rich and mostly those would-be first generation millennials. Millennials are tech savvy, open for experimentation and risk takers. There are only 20 million investors in India while more than 200 million have investable income.</div><div><span>&nbsp;&nbsp;</span></div><div><i><b><u>360 Degree Financial Planning</u></b></i> : We have created first of its kind artificial intelligence based wealth management platform “Wealth Builder”. It analyses user’s socio-economical background to ascertain user’s exact risk settings and devise asset class wise diversification and provides goal based investing solution outlay for all desired goals together over timeline.\n</div><div>Bridge Finance to Individual : Finbingo analyses data and allocate credit to the user. As and when user need money, the required amount would be transferred in 30 seconds to his bank account. The user need to pay interest on that amount only. The interest rate also varies as per his transaction history and credit score. This way we aspire to establish transaction credit as replacement to use of credit card in millennials. </div><div><b>FOUNDERS:</b></div><div>\n</div><div><b>1.\tSujit Banga</b>r : Sujit Bangar is Harvard Business School graduate &amp;completed executive education programme in Management and Business Administration from HBS. Sujit has completed his graduation in Economics and Political Science. Sujit has been in Indian Revenue Service (IRS) for 13 years. When in IRS, he has served at senior levels in Ministry of Finance, Government of India. In January 2017, Sujit resigned from IRS as Joint Commissioner with a dream to disrupt the financial services sector in India and founded finbingo.com &amp; taxbuddy.com.<a href=\"http://linkedin.com/in/sujit-bangar-179962146\" target=\"_blank\">http://linkedin.com/in/sujit-bangar-179962146</a></div><div><b>2.\tSamir Jaiswal</b> : Samir Jayaswal is a Computer Science &amp; Management Graduate and currently pursuing PhD in Financial Markets. He has 20 yrs of high quality experience in senior positions in large companies like. He was Director of Sales with SunGard (world’s largest Financial Software Fortune 500 Company)   a Country Head for India   Sri-Lanka for a leading Israeli Software Products company. He has co-authored a book on Technology for Financial Markets which is a bible for developing exchange trading applications. This book is in curriculum in several universities worldwide including in MS Computer Science Course in University of Chicago.&nbsp;<a href=\"https://www.linkedin.com/in/samir-jayaswal-bb79693\" target=\"_blank\">https://www.linkedin.com/in/samir-jayaswal-bb79693</a></div><div><b>3.\tSanjay Godbole</b> : Sanjay is engineering graduate from NIT Nagpur having more than 20 yrs of industry experience in computer science, spanning across multiple projects in different technologies and domains in India &amp; abroad. Sanjay has assumed various Senior level positions which involved building high performance teams, conceptualising industry solutions, driving growth. His experience at Infosys encompasses varied skills viz. Program Management, Strategy Building, business consulting, and Solution Development.<a href=\"https://www.linkedin.com/in/sanjaygodbole\" target=\"_blank\">https://www.linkedin.com/in/sanjaygodbole</a>&nbsp;</div><div><b>4.\tSrinivas Reddy </b>: Srinivas Reddy is&nbsp; post graduate in computer science from Pune university. He has diversified experience in software technology of 18 years. His last stint was as CTO and cofounder of startup eventvalue  at Banglore. He is heading the tech department for finbingo.com &amp; taxbuddy.com<a href=\"https://www.linkedin.com/in/srinivasventure/\" target=\"_blank\">https://www.linkedin.com/in/srinivasventure/</a></div><div><b>5.\tAtul Rege</b> : Atul Rege is a passionate investor who is in securities brokerage business for the last two decades before founding SSBA INNOVATIONS. Atul looks after investment advisory ∏uct selection.<a href=\"https://www.linkedin.com/in/atul-rege-25628434\" target=\"_blank\">https://www.linkedin.com/in/atul-rege-25628434</a>&nbsp;</div><div><br></div><p></p>","industries":["Finance Technology"],"name":"SSBA INNOVATIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"nawal@plugo.io","idea":"<p>PlugO aims to provide mobile charging solutions for smartphone users who are facing battery life issues on the move.</p><p>We have designed dispensers to facilitate power bank rentals through prominent merchants and stores across multiple cities in India.<br></p><p>Typical use case would be - a user would pickup PlugO powerbank from Bangalore airport and return in Delhi airport and pay Rs 10 through the app wallet. <br>Our solution leverages the IoT Technology stack to render a scalable, affordable, efficient and clean solution.<br></p>","industries":["Green Technology"],"name":"PLUGO INDIA PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"rutvickpedamkar@live.com","idea":"<p>We at Klimrus Sustainable Solutions provide a cost saving revolutionary product called the solar compost machine which converts your canteen waste or waste generated at your society into compost using solar energy. Compost formed from your waste can be utilized for gardening purposes or for agricultural practices.</p><p><br></p>","industries":["Green Technology"],"name":"KLIMRUS SUSTAINABLE SOLUTION PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"ganesh@kairossolutions.in","idea":"This is a platform for digitisig medical records in the first phase. In the second phase we would begin second opinions for Oncology, Cardiology &amp; Paedraitics.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"AQUILINE HEALTHCARE SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"bhavikvalanger@gmail.com","idea":"supply forstationery pritining gifting house keeping material","industries":["Marketing"],"name":"kalpdeeptrades","sectors":["Sales"]},{"email":"ayushpvd@gmail.com","idea":"A single integrated platform for smart databasing, quality control and diagnostics of solar power \nplants. It will help in low cost and hassle-free in-house management of solar power plant. We have developed a low cost electro-luminescence imaging camera along with proprietary methodology to improve performance of solar power plants","industries":["Renewable Energy"],"name":"FOTOTENTIA DIAGNOSTICS PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"gaurav@cashcow.ai","idea":"Cashcow is a fintech company offering banking products to customer doorstep via Ola / Uber model. Our certified agents are handholding the customer in the entire loan journey. We offer doorstep services for Housing Loan , Credit Card, Personal loan and business loan service on PAN India basis. We do not charge any fees from customer for these services, we get our revenues from banks.\n<div>Cashcow is using artificial intelligence and machine learning in qualifying engine &amp; allocation engine in the lead platform. the Borrower gets a dedicated advisor, who brings 50+ lenders at his/ her doorstep &amp; handhold him in the entire journey of loan. Best is, this all concierge comes at free of cost.</div>","industries":["Finance Technology"],"name":"Cashcow","sectors":["Others"]},{"email":"cleanchemlab@gmail.com","idea":"https://www.cleanchemlab.com/","industries":["Chemicals"],"name":"CLEANCHEM LABORATORIES LLP","sectors":["Diversified Chemicals"]},{"email":"nidakshtech@gmail.com","idea":"<p><span>Please check our company profile.</span></p><p><a href=\"https://nidakshtechnologies.com/\" target=\"_blank\">Nidaksh Techonologies</a><br></p><p>We are specially working in IT(information technology) service like web design &amp; development,android application development,social media marketing,website design and development,customise software and app development also working in Designing &amp; printing sector from last 2 years.We are here to provide customer satisfactory&nbsp; solutions and better service.We believe in Quality</p>","industries":["IT Services"],"name":"nidaksh technologies","sectors":["IT Consulting"]}]