[{"email":"contact@equlstore.com","idea":"<p><a href=\"http://www.equlstore.com\" target=\"_blank\">www.equlstore.com</a></p><p><br></p><p>Fashion is for all of us. Regardless of our size, shape, gender or even where we come from, what you wear should always be about you.\n</p><p>With Equl merchandise, we aim to bring you unique, stylish and comfortable collections that celebrate who you are, exactly as you are. No exceptions.\n</p><p>It’s time to express your individuality. Your freedom.</p><p>\n</p><p>\n</p>","industries":["Fashion"],"name":"EQUL MEDIA LLP","sectors":["Apparel"]},{"email":"info@clothhaus.com","idea":"<p>We are a domestic clothing company selling online.</p>","industries":["Textiles & Apparel"],"name":"Love From India Apparels &amp; Hospitality Pvt. Ltd.","sectors":["Apparel & Accessories"]},{"email":"rajesh.dhume@eleven-point2.com","idea":"<p>ELEVEN POINT TWO FINTECH PRIVATE LIMITED&nbsp; offer a hybrid solution to retail consumers that combines auto financing and leasing features at an affordable rate that includes maintenance and insurance, as well as plain vanilla auto loans.</p>","industries":["Finance Technology"],"name":"ELEVEN POINT TWO FINTECH PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"deepak@tenderskininternational.com","idea":"<p>Tender Skin International Cosmetology Academy was Established in 2001 TSICA is dedicated on providing comprehensive clinical education with focus on hands on training with its own integrated online platform for Indian &amp; International students Our course curriculum is devised by a renowned dermatologist &amp; internationally published author of two books on study of clinical cosmetology - Dr Sonia Tekchandani. We have trained over 5000 students across India &amp; abroad with successful cosmetology practitioners working in India, Dubai, Sri Lanka, Singapore &amp; USA.\n</p><p>TSICA has launched an initiative in offering a special scheme to provide skills for 5 job roles in courses like Cosmetology Therapies, Laser Treatment, Hair &amp; Scalp Treatments &amp; Weight loss &amp; Diet Management. This scheme gives opportunities for students to learn at a nominal fee &amp; this scholarship is provided to students who are eager to learn these courses but are unable to afford them at various institutes. This scheme is implemented with the objective to enable a large number of women youth to take up industry-relevant skill training that will help them in securing a better livelihood. Students with prior learning experience and skill sets will be considered for priority admissions &amp; will be eligible to be enrolled into the government certified courses offered at TSICA.\n</p><p>Objective of our academy is to enable high employability and career oriented courses so as to fulfil the skilled manpower requirements in skin &amp; hair clinics across the country. Our goal is to transform the learning for vocational studies. We aspire on raising the bar and setting highest standards for aesthetics practitioners. We focus on extensive hands on trainings for all of our students.</p>","industries":["Others"],"name":"TENDERSKIN INTERNATIONAL COSMETOLOGY ACADEMY ","sectors":["Others"]},{"email":"vijayhingole@gmail.com","idea":"<p>PSAMS PRIVATE LIMITED&nbsp; has grown and evolved to a globally trusted brand in Indian spices. We offer a variety of exotic spices that are as pure as the mother’s love. They permeate the flavours and enhance the aroma of your meals.</p>","industries":["Professional & Commercial Services"],"name":"PSAMS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"shreewire@gmail.com","idea":"<p>SHREEWIRE PROCESS TECHNOLOGY PRIVATE LIMITED is providing duplex basket filter for sea filtration.</p>","industries":["Technology Hardware"],"name":"SHREEWIRE PROCESS TECHNOLOGY PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"officecsca@gmail.com","idea":"<p>The LLP involves in undertaking and transacting agency business in the field of construction of roads based on Stone Mastic Asphalt technology under sound principles.</p>","industries":["Construction"],"name":"KISNA PROJECTS LLP","sectors":["New-age Construction Technologies"]},{"email":"info@admott.com","idea":"\n            <p>ADMOTT is a revolutionary pluggable ad technology for digital advertising for seamless integration for content-based ad recommendation in live video streaming using AI/ML techniques across premium OTT (Mobile/CTV) and streaming channels in connected tv (CTV) platforms. Bespoke Ad/Brand placements can seamlessly integrate into the actual fabric of the content in real-time and non-intrusive.</p><p><br></p><p>Our in-content native solution will be delivered programmatically and will be integrated with supply-side platform (SSP) and Demand Side Platforms (DSP).</p><p><br></p>\n        ","industries":["Advertising"],"name":"ADMOTT LLP","sectors":["AdTech"]},{"email":"aparnachandra10@gmail.com","idea":"<p>I want to promote Ayurveda &amp; hence build an e-commerce platform for Herbal medicines</p>","industries":["Healthcare & Lifesciences"],"name":"YSO Herbal Remedies (OPC) Pvt Ltd.","sectors":["Health & Wellness"]},{"email":"unmesh@suxes.net","idea":"<p>- Suxes consultancy is a business consultancy firm which aims to help other businesses and startups with their business operations. We have industry specific experts who offer professional advice, guidance, and actionable solutions to businesses experiencing issues they can’t deal with in-house. Suxes Consultancy insists that you focus on your core business &amp; we will take care all your problems in non-core functions. Suxes Consultancy supports right people for right cause.</p>","industries":["Professional & Commercial Services"],"name":"SUXES CONSULTANCY LLP","sectors":["Business Support Services"]}]