[{"email":"rajas.lonkar@gmail.com","idea":"The world is drowning in data but starving for insights due to scarcity of analytical manpower. fountain9 is building AI powered enterprise analytical products that will automate knowledge discovery and democratize analytics, helping companies extract more value from their data and reach their full potential.","industries":["AI"],"name":"FOUNTAIN9 PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"jackandey@gmail.com","idea":"We create engaging videos. From explainer videos to fun sales videos and corporate films to advertising films, from script to screen we do it all!\n<div>\n</div><div>We can help you produce a content that can impact your target audience and generate profits.</div><div><a href=\"https://youtu.be/eOCdesMnFu0\" target=\"_blank\">Video Pitch</a></div>","industries":["Media & Entertainment"],"name":"VideosForEveryone","sectors":["Digital Media Video"]},{"email":"ranjit.shankar@gmail.com","idea":"We are in to the business of selling products for Sports, Fitness and Cosmetics.&nbsp;","industries":["Sports"],"name":"Glamaxy Essentials Pvt. Ltd. ","sectors":["Others"]},{"email":"audit@peopletecklabs.com","idea":"PeopleTeck Labs is an experimentative start-up  run on knowledge and creativity using disruptive                    technologies and transformative consulting. \n<div>\n</div><div>Our vision is to become a global enterprise in social &amp; responsible economy by embracing The Dividend Dialogue as common culture &amp; practice.\n</div><div>\n</div><div>We connect societal well-being to productivity and  \n</div><div>profitability, helping corporates, non-profits, family\n</div><div>offices, and philanthropists find unique solutions to mould an effective triple bottom line. \n</div><div>\n</div><div>We hold the Dividend Dialogue at the core of our\n</div><div>business. It sieves and channelizes conversations \n</div><div>toward thought &amp; performance. \n</div><div>\n</div><div>We honour dialogue with its dividend, we honour \n</div><div>profit with its purpose.</div>","industries":["IT Services"],"name":"PEOPLETECK LABS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"a.parameswaraniyer@gmail.com","idea":"We solve real time problems of different companies and individuals by giving them custom software solution.","industries":["IT Services"],"name":"Ocufox Technologies Private Limited","sectors":["Product Development"]},{"email":"info@alop.in","idea":"ALpha OPtical Technologies Pvt. Ltd. proudly introduces itself as one of India’s Youngest Defence Start-up with budding and dynamic entrepreneurs, aiming to Make in India, optics for defence &amp; space applications. We feel privileged to announce that our upcoming Optics Manufacturing Facility will be amongst the most promising infrastructures in the country.<br><br>Our goal is to offer quality optics that meet the international standards with cost effective solutions to utmost customer satisfaction and thereby reducing the dependency on imports. We have made a commitment to deliver the highest quality in optical elements by utilizing current technologies &amp; solutions, customer priorities and schedules by striving for the perfection in service and quality.<br><br>Our team consists of qualified engineers and technicians hailing from the optical background that have the ability to implement stringent quality standards throughout the manufacturing &amp; inspection stages thereby ensuring that the right product is delivered at the right time. <br><br>We also possess the ability to generate and create unique solutions for complex optics manufacturing techniques and can work closely from prototyping stage to the bulk manufacturing stages.<br><br>ALOP is also associated with MH Optics, Israel, who are having 3 decades of experience in precision optics and are also a pioneer in new generation Chalcogenide materials and hemi spherical (IR) domes. Our partner MH Optics Ltd is also having rich heritage in space optics and has the necessary resources for offering large size Zerodur mirrors with light weighting &amp; polishing up to 1500 mm. We together can again offer optical solutions for Space and Defence applications covering all Glasses, IR materials such as Germanium, Silicon, Calcium Fluoride, Zinc Sulphide, Zinc Selenide &amp; Chalcogenide materials to suit the application and the demands.<br><br>Our goal is to maximize customer satisfaction by providing accurate optical and metrology solutions.<br>","industries":["Nanotechnology"],"name":"ALPHA OPTICAL TECHNOLOGIES LLP","sectors":["Others"]},{"email":"himani2369@yahoo.com","idea":"Its to do with Baby food.","industries":["Food & Beverages"],"name":"YARANUTRI SELECT PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"futuretechpartner@gmail.com","idea":"Future Tech Partner combines tech expertise and business intelligence to catalyze change and deliver results. Future Tech Partner is fast paced, technology driven - Mumbai Based IT start-up.\n<div>\n</div><div>Rapidly expanding base in Mumbai and PAN India with focus on Education Industry vertical. We are amongst Mumbai's trusted cloud ERP provider &amp; partner offering an totally customisable and integrated solution. With over 8 years of Dedicated Research Experience &amp; Industry expertise we partner with clients to simplify, strengthen and transform their business.\n</div><div>\n</div><div>At Future Tech Partner, we believe our responsibilities extend beyond business. And that is why we behave ethically and honestly in all our interactions – with our clients, our partners and our employees.\n</div><div>\n</div><div>Deliver a high quality Web design and ERP Solutions\n</div><div>Support our customers once signing a contract\n</div><div>Pursue web-enabled niche markets with professionals</div>","industries":["Education"],"name":"Future Tech Partner","sectors":["Education Technology"]},{"email":"prasanth@selekt.in","idea":"Chatgen is a conversational marketing platform. Clients will be able to automate initial conversations with their users or site visitors using a bot and then can divert the chat to a LIVE agent. We as a team had built a lot of chatbots for leading enterprises in India as another entity&nbsp;'selekt.in' and have a complete understanding of how chatbot applications work for industries in India","industries":["IT Services"],"name":"DBYDX TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"wilderlust@shashankbirla.com","idea":"Wilderlust was born with one burning desire, to share with others the magic of the wilderness here in India, as we have experienced it, thanks to the incredible diversity of wildlife and landscapes of our country. What do we different? An iconic wilderness location for your stay, high quality roof prism to view wildlife up close, a professional naturalist to guide your journey and a 5-6 minute video highlight reel of your entire trip will be recorded so you can relive the experience and share the same with family &amp; friends.","industries":["Travel & Tourism"],"name":"WILDERLUST EXPEDITIONS LLP","sectors":["Experiential Travel"]}]