[{"email":"g.krutarth27@gmail.com","idea":"STEEL PLANT MACHINERY DESIGNERs AND MANUFACTURERS.","industries":["Airport Operations"],"name":"YESTECH INDUSTRIES PVT LTD.","sectors":["Others"]},{"email":"monu.shetty@agsingenuity.com","idea":"Dheyam, Nabha Sparsham! Our aim is to touch the Sky. We at AGS Ingenuity, Aims for making lives simpler, easier through digitalization and being the catalyst to Digital India project. We have our Global partners which aims at faster progress and reminds basic concept of Vasudaiva Kutumbakam - 'We are one Global Family'.\n<div>The Solutions and services we provide enhance the customer satisfaction, maximize productivity &amp; efficiency in business processes. Hence we are a team of Ingenuity that makes use of innovative implementation with trustworthiness towards our clients.</div>","industries":["IT Services"],"name":"AGSINGENUITY IT SOLUTIONS LLP","sectors":["Application Development"]},{"email":"akhilesh.dalvi@hotmail.com","idea":"The Company is working towards introducing various Unique Adventure Tourism / Sports Concept to the Indian Market","industries":["Travel & Tourism"],"name":"PsykiX Adventures Private Limited","sectors":["Experiential Travel"]},{"email":"subbu.v@disprz.com","idea":"\n            Disprz is an AI-powered skills and career acceleration suite for enterprises. Disprz helps mid-sized and large enterprises create business impact by enabling organisation-wide re-skilling, up-skilling and cross-skilling.<div>&nbsp;</div><div>Disprz leverages AI, cloud and mobile to identify trending skills for every role in any industry, identify skill gaps, create impactful learning pathways combining in-house and industry content and helps in the adoption of a cutting-edge digital learning platform to facilitate capability building. Disprz started off as a SaaS platform and is now rapidly evolving into a subscription-based managed learning services company, helping CEOs drive higher sales, better customer service, impactful leadership or effective upskilling across roles.</div><div>&nbsp;</div><div>Disprz powers capability building at Mahindra, AIA Insurance, Bajaj Life and General Insurance, Naspers (at the portfolio level), Standard Chartered Bank, Swiggy, Tata Motors, FabIndia, Chaayos and over 120 enterprises in India, SEA, and Middle East, for both the frontline worker and the knowledge worker. Disprz serves over 750,000 learners and has been doubling every year.</div>\n        ","industries":["AI"],"name":"HEURISTIX DIGITAL TECHNOLOGIES PRIVATE LIMITED","sectors":["NLP"]},{"email":"mppise@gmail.com","idea":"<p>TekSparsha develops economical and scalable IT Solutions by leveraging Artificial Intelligence tools &amp; technologies.</p><p>Founded in May, 2016, our goal is to help our clients generate value for their customers by introducing `Tek`-nology at key touch-points (`Sparsha`) of their services.</p><p>Core Principles:</p><p><span>- Enable business round-the-clock</span></p><p>- Deliver for speed &amp; scalability</p><p>- Introduce technology without compromising human touch</p>","industries":["IT Services"],"name":"TekSparsha IT Solutions LLP","sectors":["Web Development"]},{"email":"marketing@mydigitalprotection.com","idea":"My Digital Protection is an initiative by Uppercliff Protection Pvt. Ltd who is committed to working with partners globally to deliver innovative and relevant solutions to keep customers safe in the digital world. We partner with some of the most well-known and innovative security technology vendors in the world offering such unique and relevant solutions.","industries":["Security Solutions"],"name":"My Digital Protection","sectors":["Cyber Security"]},{"email":"devina@designcoz.com","idea":"<p><a href=\"http://designcoz.com/\">http://designcoz.com/</a><a href=\"http://designcoz.com/\" target=\"_blank\"></a></p><p>We are a UI/UX Design agency that specialises in enterprise applications, web portals, mobile apps and software design. We provide all design services ranging from market research, competitor analysis, product positioning, information architecture, user personas, user journey mapping, wireframes, visual design, high fidelity mockups, clickable prototype and asset extraction. We specialise in certain domains such as finance, healthcare, e-commerce, supply chain management, insurance, parenting, loyalty programs, auctions and recruitment.<br></p>","industries":["Design"],"name":"DesignCoz","sectors":["Web Design"]},{"email":"munshikhan@gmail.com","idea":"One of the leading recruitment agency in Middle East. You can find jobs in Qatar,&nbsp; Dubai, UAE, Saudi Arabia, Oman,&nbsp; Kuwait, Bahrain,&nbsp; Gulf, Middle East and India. Search and apply here for free.&nbsp;","industries":["Human Resources"],"name":"MAHADJOBS SERVICES PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"sales@hyko.in","idea":"\n                        <p>HYKO® Technologies is manufacturer and Suppliers of Flowmeters. We have Single use technology flow sensors, Ultrasonic Flowmeters and Turbine flowmeters, Batch controllers, pump controllers, peristaltic pumps, etc which are all fully modern, automated and IoT enabled. We have recently cooperation agreement with Solida Biotech GmbH-Germany and Equflow BV The Netherlands for Biotechnology and Pharmaceutical research flowmeters for regular and single use types. These are high quality, gamma irradiated and suitable for clean room application for vaccine, protein, blood measurement applications, etc. Our ultrasonic flow meters are capable to measure flow of even 5 m to 6 m dia pipelines.&nbsp;</p><p>Just beside we are offering Level and Density measurement solutions as well for water, wastewater, chemicals, solvents, oil, gas, air, etc.&nbsp;</p>        \n        ","industries":["Internet of Things"],"name":"HYKO TECHNOLOGIES","sectors":["Manufacturing & Warehouse"]},{"email":"aagam.jain@trunexa.com","idea":"TRUNEXA is based in Navi Mumbai, specialized in engineering consultancy. For the past years, the management has focused on delivering innovative solutions to create value and efficiency for its customers and likewise its co-workers.\n<div>\n</div><div>TRUNEXA specialized in platform engineering service and solutions. With a mixed skill set strength, TRUNEXA provides wide range of solutions from BSP consultancy and support, framework customization, and application development services.\n</div><div>\n</div><div>TRUNEXA management has successfully developed and delivered projects in the domain of Automatic Fare collection system and smart device for transit and non-transit getaways.</div>","industries":["Technology Hardware"],"name":"TRUNEXA INFOWAYS PRIVATE LIMITED","sectors":["Embedded"]}]