[{"email":"piyush.chordiya@nectarglobe.com","idea":"NectarGlobe Technology Solutions is IT Services, Digital &amp; Business solutions company. We are specialist in Enterprise Information Management(ECM &amp; BPM), Chatbots, Business Analytics &amp; Intelligent Robotics Process Automation empowering clients across the globe to become more agile, efficient and effective.","industries":["IT Services"],"name":"NECTARGLOBE TECHNOLOGY SOLUTIONS (INDIA) PRIVATE LIMITED","sectors":["Application Development"]},{"email":"murugan.s.nadar@gmail.com","idea":"Export our agricultural products to Worldwide","industries":["Agriculture"],"name":"Jetway Exports","sectors":["Organic Agriculture"]},{"email":"vinayak.puthran@outlook.com","idea":"PVC, Vinyl, Fabric, Blacklit, Frontlit, Flex Printing, Sign Board, Fabrication, Installing Banners","industries":["Advertising"],"name":"Rosemallows Digital Private Limited","sectors":["Others"]},{"email":"vijayendra@baselabs.co","idea":"<a href=\"https://baselabs.co\">Baselabs LLP</a>&nbsp;is a Thane based software development company focused in areas like AI, machine learning.&nbsp;<br>","industries":["IT Services"],"name":"BASELABS LLP","sectors":["IT Consulting"]},{"email":"nairvishnu313@gmail.com","idea":"A Technological platform form for a general user to collaborate and make a difference user holds the tool to make a difference here","industries":["IT Services"],"name":"printhomes","sectors":["Product Development"]},{"email":"aakash@hustlemediahouse.com","idea":"<p><a href=\"http://www.hustlemediahouse.com\">http://www.hustlemediahouse.com</a><a href=\"http://www.hustlemediahouse.com\" target=\"_blank\"></a></p><p><a href=\"http://www.hustlemediahouse.com/portfolio/\" target=\"_blank\">www.hustlemediahouse.com/portfolio/</a></p><p><br></p><p><br></p>","industries":["Advertising"],"name":"Hustle Media House Private Limited","sectors":["Others"]},{"email":"khushroo@voxturbio.com","idea":"<div>Voxtur Bio Ltd. is an in-vitro medical diagnostic company, manufacturing Clinical Laboratory Diagnostic Reagents &amp; Testing Kits, for pathology laboratories, hospitals, clinics and field testing camps. Our “state of the art” manufacturing facilities that rolls out high quality Clinical Laboratory Diagnostic Reagents &amp; Testing Kits, is well equipped and certified with FDA, GMP, I<a>SO-9001:2015,</a> <a>ISO-13485:2016</a> and DSIR accreditations.&nbsp;</div>","industries":["Healthcare & Lifesciences"],"name":"VOXTUR BIO LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"niharika@sensehawk.com","idea":"<p>SenseHawk is building ML based SAAS platform for the energy &amp; infrastructure industries, that leverages automated data collection platforms like Drones to enable digitization of the Energy &amp; Infra industries in an unprecedented way. Our easy to use web and app based interfaces, combine seamlessly with data collection automation and cloud based analytics to provide decision makers with insights that help them boost asset IRRs and improve ease of asset management.&nbsp;</p><p><span>Our Unity platform, enables improved terrain characterization (development &amp; pre-construction), fully automated construction monitoring (best in class and first of a kind solution globally), and panel level defect detection using drone based thermal scans for operating assets. Our initial focus has been on the Solar Sector and so far, we have delivered analytics for over 10 GWs of solar assets across various stages of the development lifecycle.</span></p><p> \n</p><p><br></p>","industries":["Analytics"],"name":"SenseHawk India Private Limited","sectors":["Others"]},{"email":"siddharth@1kosmos.com","idea":"<p>BlockID by 1Kosmos revolutionizes identity management, enabling people and companies to escape from the legacy systems of paper-based documents and move into a true digital identity with unprecedented privacy, security, transparency and individual rights by leveraging the power of blockchain technology.</p><p><a href=\"https://onekosmos.com/\" target=\"_blank\">About 1Kosmos </a></p>","industries":["Security Solutions"],"name":"One Kosmos Technology Private Limited","sectors":["Cyber Security"]},{"email":"mehulashar@gmail.com","idea":"<span>Indiaboats.in, an online platform brought to you by Aquartia Pvt. Ltd., is a one-stop shop for all your Boating and Yachting requirements. Indiaboats.in will offer an array of services under one umbrella from chartering a boat/Yachts to buying and selling of boats/Yachts, equipment, and services.\n</span><div><span>\n</span></div><div><span>We at Indiaboats.inconstantly strive at providing the clients with the best customer experience and our products and services can be customised to suitany occasion, budget and guest list. all at one place thus ensuring the client complete peace of mind.</span></div>","industries":["Travel & Tourism"],"name":"AQUARTIA PRIVATE LIMITED","sectors":["Experiential Travel"]}]