[{"email":"gauravashani@hotmail.com","idea":"In order to curb suicides by hanging from a ceiling fan, a specially designed fan Down Rod (pipe) has been developed, which can be used in place of an ordinary Down Rod / pipe for hanging fan to save life.","industries":["Social Impact"],"name":"GOLDLIFE ANTI SUICIDE FAN ROD","sectors":["NGO"]},{"email":"devang.shinde@smecorner.com","idea":"SMEcorner's mission is to fill India's SME lending gap with the use of a proprietary online platform that combines machine learning, data science and artificial intelligence in a safe environment. Like any good business, we want to bring in ease and agility into the business lending ecosystem and are committed to help small businesses grow.","industries":["Finance Technology"],"name":"SMECORNER-DIGIKREDIT FINANCE PRIVATE LIMITED","sectors":["Microfinance"]},{"email":"vitrokitspvtltd@gmail.com","idea":"Marketing promotion and sales of health care products","industries":["Healthcare & Lifesciences"],"name":"VITROKITS PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"harshad4rok@gmail.com","idea":"UPMIUP is a social networking app where users get to participate in various Photo and Video contests (UPMIUP Contests and Advertisers contests) where they get a chance to win attractive gifts and become famous in their social circle.","industries":["Internet of Things"],"name":"Upmiup","sectors":["Smart Home"]},{"email":"ca.asuchak@gmail.com","idea":"<p>CareCommunica, though incorporated recently, is dream project of the founder to provide quick unbiased health care support services to the patients. The idea has come when founder seen people are not getting unbiased quality health service on timely basis despite putting efforts, and that is how CareCommunica became reality.\n</p><p></p><div>It took us to reach to this stage after spending more than a year to understand:\n</div><div>(a)\tWhat is the current state?\n</div><div>(b)\tWhat will be future in case this will continue?\n</div><div>(c)\tWhat if at action is taken?\n</div><div>(d)\tHow will be the future look like if action is taken?\n</div><div><br></div><div>There are lots of thought went to answers above questions which includes inputs from 100+ doctors and paramedical professional apart from brain storming amongst advisors and founders. This brainstorming helped us in building strong model and core team which includes doctors, information technology specialists, process champion, etc.\n</div><div><br></div><div>It is just a start, there are miles to achieve to make impact in the life of people that matters to them.</div><p></p>","industries":["Healthcare & Lifesciences"],"name":"CareCommunica Private Limited","sectors":["Healthcare IT"]},{"email":"aadhar_bss@rediffmail.com","idea":"Housekeeping and manpower service","industries":["Human Resources"],"name":"Aadhar berojgar seva sahakari sanstha Ltd","sectors":["Others"]},{"email":"bhosalepravin50@yahoo.com","idea":"Working in pharma manufacturing company in production department.&nbsp;","industries":["Chemicals"],"name":"Developed india","sectors":["Others"]},{"email":"ruksana.advocate@gmail.com","idea":"Online and Offline Service Platform for Bank, Bankers &amp; Banking Customers<br>","industries":["Professional & Commercial Services"],"name":"BankMitra Services Private Limited","sectors":["Business Support Services"]},{"email":"harshal@radiolocus.com","idea":"<p>RadioLocus generates insights based on movement of people within the airports.</p><p>The insights are used by the Airport &amp; OOH Media advertising team to measure:<br></p><p><br></p><p>i) Density at different zones within of the airport. </p><p>ii) Average time spent at different zones within the airport.<br></p><p>iii) Queue wait time and delay notifications in real time.</p><p>iv) Most common journeys within the airport based on movement of people.<br></p><p>v) Profiling based on airline, destination and retail stores visited.</p><p>vi) Manage mix of retail and QSR and determine lease &amp; revenue share percentage based on traveler patterns.<br></p><p>vii) Customer engagement, coupons and redemption.</p><p>viii) Measure engagement, reach, impressions and frequency for OOH media sites and earn more with dynamic pricing.<br></p><p><br></p>","industries":["Analytics"],"name":"RadioLocus","sectors":["Big Data"]},{"email":"rocketshipindia@gmail.com","idea":"Clothing Brand","industries":["Retail"],"name":"Rocketship","sectors":["Retail Technology"]}]