[{"email":"aggraj.inds@gmail.com","idea":"<p>hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["Others"],"name":"AGGRAJ INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"vagprotechnologies@gmail.com","idea":"<p>VAGPRO TECHNOLOGIES PRIVATE LIMITED</p><p>(To carry on the business of manufacturing, dealing and maintenance of computer hardware, computer systems and assemble data\n</p><p>processors, program designs and to buy, sell or otherwise deal in such hardware and software packages and all types of tabulating\n</p><p>machine, accounting machines, IT enabled services , IT products , IT solutions , website development and computer related activities,\n</p><p>calculators, computerised telecommunication systems and network, their components, spare parts and equipments)</p>","industries":["IT Services"],"name":"VAGPRO TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"reioswitches@gmail.com","idea":"<p>We are pleased to introduce ourselves as an MSME manufacturer of Electrical Modular Switches and allied accessories. We are constantly striving for innovation, thoughtfully designing electrical accessories keeping the consumer at the centre of our thought flow. Our organization is registered with Ministry of Corporate Affairs as a Limited Liability Partnership (LLP) named and addressed as Hirvijay Industries LLP having its registered office in Vasai,Maharashtra.</p><p> The Firm has three partners having a combined experience of over 50 years inthe electrical industry within all facets of the trade<br></p><p><br></p><p>Philosophy - Our corporate philosophy is \"Belief, Creativity, and Persistence.\" These are simple words, but they are not easily put into practice. These important words represent unchanging principles to which we will always be dedicated. The sole underlying mission at Hirvijay Industries LLP is to not only to meet the needs of customers but also to provide customers<br>with a new value that exceeds their expectations.<br></p><p><br></p><p>Mission - To create and promote electrical switches with sophistication, durability and qualitypar excellence.</p><p><br></p><p>Vision - Our vision is to be the leader of the Indian switch industry and build on relations with all of our stakeholders by engaging in ethical business practices.<br></p><p><br></p><p>Our Journey So Far :- The Firm was established in February 2017. However, since our commitment was to provide the very best to the consumer, we did extensive testing; intensive research and technical examinations to arrive at a systematic process of production, thereby the sales started taking place only in late 2017. With the quality of the product, sales have been picking steadily over the last few months. The gamut of the reach in the domestic market is evident wherein the company is supplying to prestigious customers across more than a dozen states geographically. In fact, the company has received various expressions of interests from the overseas parties have started Exports to the neighboring countries.<br><br>Manufacturing Facilities - As a manufacturing-oriented organization that works on the principle of 'Make in India', we do not focus on productivity alone. We work towards creating harmony between manufacturing output and efficiencies that deliver social, economic and environmental sustainability. We have adopted best in class technology and efficiency to<br>ensure that we produce our goods efficiently with an emphasis on conservation of energy and water in a sustainable manner. We pursue the methodology of Total Quality Management to improve product quality and recycle and reuse our waste materials. Each unit works towards energy and process efficiency along with being socially responsible towards the resources of the country.</p><p><br></p><p>Testing &amp; Laboratory- We have an in-house full-fledged, well-equipped R&amp;D division which constantly works to innovate, improve and test products. Our fully integrated production environment includes scientific lab consisting of certified top-notch Machinery, along with specialized engineer and technical personnel to carry out extensive tests on our products –<br>a) High Voltage Test – up to 1500V (Normal Voltage 230V)<br>b) Humidity Tests (Dry and Wet) - useful in accidental water spillages<br>c) Endurance Test – up to 40,000 times (20,000 times On and Off Each)<br>d) Impact and Drop Tests - Maximized endurance<br>e) Tumbling Test – up to 1000 times–<br>f) Temperature &amp; Pressure Tests<br>g) Insulation Tests<br></p><p><br></p><p>Certifications - Quality is the key part of our philosophy as enumerated above. Our internal check and balances derived after careful observations over the production, packaging and allied processes have validated that. However, we do believe and understand that external<br>certifications and checks are important not only as they are prescribed by law but also to evaluate and gain a perspective on the process. We are ROHS, CE, ISO 9001:2015, BIS, BSB Certified.<br><br></p>","industries":["Others"],"name":"HIRVIJAY INDUSTRIES LLP","sectors":["Others"]},{"email":"tarun.meramech@gmail.com","idea":"\n            <p>The business, in its core, deals in provision of automobile services for two, three and four-wheeler vehicles but aims at providing a one-of-a-kind, best-in-class automobile service experience to a customer. It operates on an aggregator model via tie-ups with automobile service vendors with high-proven quality standards and based on the best service experience received by customers in a particular geography. It aims at maintaining the ‘mera’ feeling with any local ‘mech’ vendor with the ultimate objective of providing an extremely enhanced level of customer experience. It aims to be the one-stop shop for all automobile needs and also deals in auxiliary services such as PUC renewal, Insurance renewal, acquiring new licence and registration, buying and selling of automobiles, etc. Customers can reach us easily with their automobile grievance via various mediums - phone call, SMS, WhatsApp messaging, the all-inclusive Mera Mech mobile application, company website and company email.\n</p><p>Mera Mech revels in the old cliché of ‘Customer is King’ and intends to achieve it with ultra-modern and innovative techniques. The company’s ethos revolves around strictly keeping the customer’s innate automobile service needs in its core and achieving it via new, innovative and convenient methods. In the quest for achieving the next level of customer experience, it has given birth to a very unique initiative and opportunity to our vendors. We want to give them the chance to get certified to not only ensure that our customers only get the best service, but to elevate our vendors to the next echelon in their own business.  For this very purpose, the business has setup very viable physical infrastructure which include solely-owned and largely spaced workshops which have multipurpose benefits. They act as Training Institutes, high-level Research &amp; Development Centres and Certification Bodies. \n</p><p>Now, zeroing down on the actual services offered by the company are as follows -\n</p><p>1.\tServices - Repair, Maintenance, Upgradation, RSA, Loaners through Aggregator Model\n</p><p>2.\tServices - Repair, Maintenance, Upgradation, RSA, Loaners through Own Infrastructure\n</p><p>3.\tSales of Spare Parts &amp; Accessories\n</p><p>4.\tSales of Insurance Policies, PUC &amp; other Auxiliary  Offerings\n</p><p>5.\tQuality Certification Programs for mechanics, garages &amp; vendors\n</p><p>6.\tElectric Vehicles Service &amp; Charging Infrastructure Collaborations B2B &amp; B2C\n</p><p>7.\tVendor Hot-listing / Ratings\n</p><p>8.\tBuy-Sell-Rent Collaborations\n</p><p>9.\tOnline &amp; Offline Training Programs for Mechanics, Vendors, Auto Industry Staff\n</p><p>10.\tNew Product Development for increased utility of the vehicle, value additions</p><p>\n</p><p> \n</p>\n        ","industries":["Automotive"],"name":"MERA MECH PRIVATE LIMITED","sectors":["Others"]},{"email":"firozk@gmail.com","idea":"<p>We, Featleap (OPC) Private Limited is a company that focuses on referral programmes as global retail market is growing at 10% YoY and will be at 40.32tr USD in next 5 years, which means the contribution of referral is 13% of all global sales.\n</p><p>We at Featleap has studied the referral market and provides a bunch of referral programs to various companies that fits their niche. As an organisation, Featleap helps business across industries like automotive, manufacturing, marketing, and retail to deliver and teach the ways of referral and its benefits in one’s organisation.\n</p><p>Featleap goes with the name Refytt to provide referral services to users and make it simpler to use by having a software for the same. The platform is frequented by consumers from all walks of life, but more aptly for participants who want to monetize by referring products &amp; services to their network (Referrers) and earn.\n</p><p>Get more customers with best-in-class referral marketing software that works alongside your business. Automate the ask, nurture multiple shares, align incentives, convert to sales, then repeat for a viral self-feeding referral program. Run customer, influencer, and partner programs for any business (not just e-commerce) and maximize your word-of-mouth referrals through referral program software that fits your business. You brand, your voice, your incentive structure, and your systems that work with your business processes. \n</p><p>Our goal is that you're not in our platform every day and that your word of mouth runs on autopilot so you can kick back and relax and watch your referrals roll in. We make it easy to set up and avoid the biggest mistakes in referral marketing with built-in best practices and real-time audits to make sure your program is performing to it's potential.</p>","industries":["Marketing"],"name":"FEATLEAP (OPC) PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"proengg09@gmail.com","idea":"<p>We provide our own design for the Boat trolley and get fabricates from fabricators also trade Marine-related equipment. Also, we provide Online/ Offline Tender services including all types of Vendor/ Supplier Registration in various Government online platforms.&nbsp;</p>","industries":["Technology Hardware"],"name":"Pro Engineering","sectors":["Manufacturing"]},{"email":"retiramanco@gmail.com","idea":"<p>RETIRAMAN INFRAWORKS IS FOUND TO SERVE THE CONSTRUCTION INDUSTRY. MAJORLY TO SEEMLESSLY INTEGRATE SUPPLY OF MATERIALS IN PROJECTS WITH APPLICATION AND EMPLOYMENT OF SKILLED &amp; UNSKILLED LABOUR AS LOCAL AS POSSIBLE. TECH WILL BE USED TO TRACK LABOUR HEALTH &amp; SAFETY, MATERIAL DELIVERY WITH APPLICATION AND REAL TIME TESTING VALIDATION OF THE SAME. TECH WILL BE USED TO APPROACH PROJECT SITES TO OFFSET DELAYS CAUSED DUE TO EXECUTION ERROR CAUSED DUE TO HUMAN EYE. TO TRACK OUTPUT AND APPLICATION. WE ARE WANTING TO APPROACH FROM HOUSING TO HEAVY INDUSTRIES WITH STRATEGIC TIE UPS ALREADY IN PLACE WITH UP &amp; COMING PLAYERS. WE BEING A STARTUP HAVE ALREADY SUBMITTED QUOTES WORTH INR 350 CRORES TO FORBES 500 INFRA COS BUT ARE UNABLE TO EXECUTE DUE TO LACK OF FUNDING.</p>","industries":["Construction"],"name":"RETIRAMAN INFRAWORKS PRIVATE LIMITED","sectors":["Others"]},{"email":"kalneganesh@gmail.com","idea":"<p>Our vision is of a world in which new generations and organizations in countries and communities across the globe work together to improve safe and security.</p>","industries":["Telecommunication & Networking"],"name":"NEXGEN SECURE WORLD","sectors":["Network Technology Solutions"]},{"email":"mehdimustafaparekh@gmail.com","idea":"<p>Keeping in mind the nutritional deficiencies faced by Indians (especially kids) we aim at delivering multivitamins and other nutritional products through a different delivery mechanism (gummies) with a pleasant taste.</p>","industries":["Healthcare & Lifesciences"],"name":"Nuto Wellness","sectors":["Health & Wellness"]},{"email":"info@fortunex.in","idea":"<p>We are a&nbsp;<span>Boutique Interior Design Studio which&nbsp;</span><span>makes affordable luxury available to all. Our Design teams have&nbsp;</span><span>dedicated CRM&nbsp;</span><span>personnel to solve all the queries of our clients. Our full&nbsp;</span><span>time in house design teams have&nbsp;</span><span>freedom to design the house as per their&nbsp;</span><span>creativity and customer preferences. and thus we are able to achieve the customer satisfaction</span></p>","industries":["Design"],"name":"NESTA SPACES PRIVATE LIMITED","sectors":["Others"]}]