[{"email":"rimkusingh@gmail.com","idea":"The foundation of the business consists of services such as Contract Logistics (such as Warehousing), and Transportation (such as trucking). These services can act as standalone products or as part of our broader offering as a supply chain provider.","industries":["Transportation & Storage"],"name":"ELEXE FASHION AND LIFESTYLE INDIA PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"sanjeev@dztranz.com","idea":"Platform for building a freelancers community pertaining to advertising world and other related fields","industries":["Advertising"],"name":"FreePublik","sectors":["AdTech"]},{"email":"sb_mahapatra@hotmail.com","idea":"Developing products and solutions related to Home and Office Automation.&nbsp;","industries":["AI"],"name":"Agile Intelligence","sectors":["Machine Learning"]},{"email":"himanshus2847@gmail.com","idea":"<a href=\"http://crronics.com/\" target=\"_blank\">Crronics Technosolutions</a><br>","industries":["Education"],"name":"Crronics Technosolutions","sectors":["Education Technology"]},{"email":"sanchit@aadyamconsultant.com","idea":"Aadyam Consultants LLP provides value added software solutions as needed by PSUs as well as Private organizations.<br>","industries":["IT Services"],"name":"AADYAM CONSULTANTS LLP","sectors":["Application Development"]},{"email":"akshay@senseskillsworldwide.com","idea":"SenseSkills Worldwide Pvt. Ltd. is a Corporate Training And Talent Management Services Company<br>","industries":["Human Resources"],"name":"SENSESKILLS WORLDWIDE PRIVATE LIMITED","sectors":["Training"]},{"email":"rakeshroshanjha@gmail.com","idea":"AN ONLINE LOCATION BASED SERVICES FOR ALL SORT OF HOME SERVICES AND SHOPPING AT BUYER LOCATION.","industries":["IT Services"],"name":"FOOGI SOLUTIONS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"santosh.s@mobinexttech.com","idea":"MobiNext Technologies is a software engineering services &amp; solutions provider, which focuses on Travel and Logistics, Automotive, Manufacturing, Consumer &amp; Medical Electronics, Power Electronics, BFSI, Education and Government sectors","industries":["IT Services"],"name":"MobiNext Technologies Private Limited","sectors":["IT Consulting"]},{"email":"vivekab1979@gmail.com","idea":"We provide a single point of contact solution to our clients for all Telecommunication ,IT&nbsp; &amp; Technology products and services.","industries":["Telecommunication & Networking"],"name":"DYNOWAVE TECHNOLOGIES PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"alakh.gargiya@pay1.in","idea":"\"Pay1 is India's fastest growing and one of the most cost-effective and widest coverage go-to-market bridge between products/services, retailers and consumers. \n<div>\n</div><div>Founded in 2012, the retail-tech platform empowers neighbourhood retail businesses by adding revenues streams and providing them access to both credit and technology. The in-depth analytics, plug-and-play nature and other platform capabilities make it a superior distribution channel for products and services companies trying to penetrate the vastly unorganised offline retail segment. The platform also provides companies with a gateway to explore untapped markets especially in tier 2/3 cities and helps them reach out to their desired audience by leveraging last mile connectivity and promotional assistance of the merchant network. \n</div><div>\n</div><div>With a presence in 350+ cities and 200k+ merchants across India (more than 50K active every month), Pay1 is at the forefront of combining retail, finance, travel and consumer technology to create an integrated business ecosystem unique to the Indian markets. The platform already has a wide array of distinguished services such as Digital Payments, Banking Services, Travel Booking Services, Financial services (MFs, Insurance, loans, gold investments), Remittances, Recharges, Bill Payments and B2B commerce, and actively adding more. \n</div><div>\n</div><div>This diverse selection of services provides the merchant network with immense growth opportunities previously unexplored and at the same time, the platform has also helped partners across industries increase their business especially from the largely untapped and under-explored unorganised retail segment.\"</div>","industries":["Retail"],"name":"Pay1","sectors":["Retail Technology"]}]