[{"email":"makarand.kate@gmail.com","idea":"LegalDocs is a Axilor (Infosys Founders) backed startup catering to MSMEs.<div><br></div><div><br></div><div>LegalDocs is a Online Marketplace for Compliance, Taxation and Credit requirement of MSMEs, with a current focus on formalization &amp; legal documentation. With technology being core at LegalDocs, we are able to deliver formalisation documents at lucrative cost &amp; 10X faster than current systems.</div><div><br></div><div><br></div><div>MSME is a long underserved segment of Indian Economy. Out of 65 Million MSMEs, only 15% of them are formalized. Implementation of nationwide GST being push &amp; benefits of formalisation being the pull, for the first time Indian MSMEs are taking the path of formalisation at a rapid pace.</div><div><br></div><div>This creates a strong ground for digital startups helping MSMEs travel the journey towards Formal economy, also getting benefits reaped in terms of cheap credit, insurance covers, government schemes, etc.</div><div><br></div><div><br></div><div>LegalDocs has rightly understood this gap &amp; we are helping MSME travel the path of Formalisation to Growth at a rapid pace.</div><div><br></div><div>With a successful partnership with Ecommerce platform to formalise their online vendors, LegalDocs is poised to reach 1 million MSME by 2020.</div><div><br></div><div><br></div><div>Kindly go through the attached presentation, which will give brief about exact problem statement &amp; way forward for solving the same.</div><div><br></div><div><br></div><div>LegalDocs is actively looking for seasoned mentors and investors interested in MSME space.</div>","industries":["Professional & Commercial Services"],"name":"RSE LEGALDOCS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"photometrysolutions@gmail.com","idea":"Lighting Designer","industries":["Architecture Interior Design"],"name":"Photometry Solutions","sectors":["Others"]},{"email":"vinayaks@mytoch.com","idea":"TOCH is an AI video interactive solution that can auto detect any touch point inside video content in real time.","industries":["AI"],"name":"TOCH","sectors":["Machine Learning"]},{"email":"krish.punmiya@gmail.com","idea":"DELIVERY OF PRODUCTS AND SERVICES OF DAILY NECESSITIES TO GENERAL PUBLIC via E-COMMERCE PLATFORMS","industries":["Retail"],"name":"EARLY HOUR INNOVATIONS LLP","sectors":["Retail Technology"]},{"email":"hitesh@s-ancial.com","idea":"To provide consultancy services in the business of software designing, website development, web-based application, &nbsp;<span>take up information technology related assignments.</span>","industries":["IT Services"],"name":"S-ANCIAL TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"hiverindia@gmail.com","idea":"Manufacturer &amp; Exporter of all types Energy efficient, Green gases HVAC Cooling &amp; Heating Equipments for Industrial &amp; Commercial Industry / Sectors (Chillers / Heat Pumps)<br>","industries":["Renewable Energy"],"name":"HIVER AIRCON PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"safetakernagendra@yahoo.com","idea":"Providing Security Services &amp; Manpower Services<br>","industries":["Security Solutions"],"name":"SAFE TAKER SECURITY FORCE","sectors":["Others"]},{"email":"aashish@freshvnf.com","idea":"VnF Ideas private limited is one of the leading fruits and vegetables procurers and supplier in Mumbai, providing vegetables to many of the leading restaurants chains like Box8, China Gate, Faasos, Thambbi, Innerchef and many more individual entity outlet.&nbsp;<div>&nbsp;</div><div>Founded by a team of IIM and IIT graduates, highly experienced professionals and agri-tech enthusiasts, the company is working to improve efficiency of supply chain of vegetables at all levels using technology. It delivers fresh vegetables at better price at customers door step by reducing cost of logistics and wastage in the entire supply chain -  from farm to fork.</div><div>&nbsp;</div><div>Currently we are catering to 150+ customers on daily basis including Box 8, dragonfly, China Gate, Gurukripa, Shiv Sagar and many more. We are delivering 120+ varieties of Indian, exotic and leafy vegetables to our customers</div>","industries":["Agriculture"],"name":"VNF IDEAS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"kaustubh.nandi@gmail.com","idea":"<p><span>Half of our world’s food\nsupply is dependent on synthetic nitrogen fertilizer, yet it has serious\nenvironmental impacts. Fertilizer contributes to about 500 ocean dead zones\naround the globe; decomposes into nitrous oxide which is responsible for about\n5 percent of global warming; and prevents the natural ability of soil microbes\nto produce nitrogen that nourish food crops. Farmers are looking for new tools\ntoday that can help them reliably feed their nitrogen-hungry crops in a more\nenvironmentally sustainable way.</span></p><p><br></p><p><span>Through the power of\nbiology, machine learning and computational modelling, we have innovated a new\nproduct where we use useful microorganisms in soil to make crop healthy. Our\nproduct not only provides daily dose of nitrogen to the plants but also breaks\ndown natural nutrient modules in soil thereby making soil healthier. This\nhealthier soil increases increasing yield and thus more profits to the farmers.</span></p><p><br></p><p><span>AgroBeads are completely\norganic, eco-friendly, odourless and non-toxic bio-fertilizer for plants.\nAvailable in both granular and liquid form for easiest application.</span></p><p>\n\n<br></p>","industries":["Agriculture"],"name":"AGROBEADS BIOSOLUTIONS PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"subhanjanbhowmik@gmail.com","idea":"Bencos Research Solutions is a research support and solutions company creating a block chain of research initiatives from ideation to execution and publishing covering the entire life cycle of a biological research project. This will not only help save research money but will also be instrumental to generate insightful AI in facilitating productivity and translation.","industries":["Healthcare & Lifesciences"],"name":"BENCOS RESEARCH SOLUTIONS PRIVATE LIMITED","sectors":["Biotechnology"]}]