[{"email":"rakesh12343@gmail.com","idea":"selling ecommerce services","industries":["IT Services"],"name":"techoriginator","sectors":["IT Consulting"]},{"email":"ttapup@gmail.com","idea":"A business networking platform","industries":["Telecommunication & Networking"],"name":"TAPUP PRIVATE LIMITED","sectors":["Wireless"]},{"email":"info.aryahs@gmail.com","idea":"ARYAHS WORLD INFOTECH OPC PRIVATE LIMITED provides IT solutions. It also develops&nbsp; softwares and provide hardware. It performs whole task related to IT/Computer field. It performs other businesses like app based laundry services, smart PG services, it provides manpower and all types of consumables /goods &nbsp;to GOM. It performs all consumer based services.&nbsp;","industries":["IT Services"],"name":"ARYAHS WORLD INFOTECH (OPC) PRIVATE LIMITED","sectors":["IT Management"]},{"email":"manoj@uptrition.online","idea":"Uptrition’s 45 is a specially curated combination of 45 different plants, vegetables, leafy greens, roots, seeds, nuts and leaves, including powerful Superfoods. Uptrition’s 45 provides the users all the essential micronutrients, antioxidants, vitamins and minerals.&nbsp;<div><br></div><div>Uptrition’s 45 vastly increases variety in your daily diet which is required for a Healthy Balanced Meal.</div><div><br></div><div>Uptrition’s 45 is natural, vegan and vegetarian. Uptrition’s 45 has no chemicals, no preservatives, no artificial colours and no artificial flavours</div><div>It is Soy free and has no added sugar.</div><div><br></div><div><br></div><div>A new way to add nutrition to your daily diet.</div><div>Uptrition’s 45 is a new way to add nutrition to your daily diets. Uptrition's 45 is consumed by adding 5 gms or 1 teaspoon every day to any curry or dal, veg or non-veg preparation.</div><div><br></div><div>As Uptrition's 45 has NO TASTE and has NO MASALA it DOES NOT CHANGE THE TASTE OF YOUR FOOD but TOPS UP your daily meals with wholesome nutrition and VARIETY.</div>","industries":["Food & Beverages"],"name":"Uptrition foods and beverages private limited","sectors":["Food Processing"]},{"email":"deep.2628@gmail.com","idea":"DIGA consultants and Valuers LLP is registered Ministry of Corporate affairs.\n<div>\n</div><div>We are engineering and property consultants located in Mumbai Metropolitan region (MMR) Virar. \n</div><div>\n</div><div>We are expert in Project management consultancy and immovable property valuers or appraisers. \n</div><div>\n</div><div>We are having professionally qualified and ten plus years experience team.\n</div><div>\n</div><div>Now We are approved and registered valuers with institution of valuers.\n</div><div>\n</div><div>We are approved valuers for land, building, plant &amp; machinery. \n</div><div>\n</div><div>We are empaneled with various Co-operative banks and Non – Banking Housing Finance Companies. \n</div><div>\n</div><div>DIGA Consultants And Valuers LLP is having proven record of timely completion of assignments.\n</div><div>\n</div><div>We Believes in cost effective and sustainable solutions to our valuable clients.\n</div><div>\n</div><div>Last but not Least cost is fact, price is policy, and value is an opinion.<a href=\"http://WWW.DIGACV.COM\" target=\"_blank\">WWW.DIGACV.COM</a></div>","industries":["Professional & Commercial Services"],"name":"DIGA CONSULTANTS AND VALUERS LLP","sectors":["Business Support Services"]},{"email":"gopi@g-square.in","idea":"<p>G-Square provides products &amp; solutions in the text analytics, machine learning, expert systems and business intelligence space. G-Square's focus is in the financial services industry. G-Square has very strong natural language processing (NLP) and natural language generation (NLG) capabilities.<br></p>","industries":["AI"],"name":"G-Square Solutions Pvt Ltd","sectors":["Others"]},{"email":"shyamtech90@gmail.com","idea":"Work on real time Research based Product Design","industries":["Technology Hardware"],"name":"Tecxtra Techologies Pvt Ltd","sectors":["Embedded"]},{"email":"shiv.mittal@db-erp.com","idea":"A cloud based electronic data interchange application to facilitate business for GSTN compliant billing (for an non accounting person), online audit by professional advisers and automated purchase booking for easy GST credit recon for multiple Branches and multi GSTN. A Simplified system developed to automate the process of data collection by accounting professional and their client, data locked for editing after verification clubbed with accounting reports, MIS, budgeting, future cash flow reports, project costing, product costing report etc.&nbsp;","industries":["Finance Technology"],"name":"DIGILIFE BIZ SOLUTIONS PRIVATE LIMITED","sectors":["Accounting"]},{"email":"psymoksh.hc@gmail.com","idea":"<p>We are MindMoksh™.&nbsp; The company, M/s. Psymoksh Healthcare Private Limited is established on 24th October, 2018 in Mumbai, Maharashtra.&nbsp; We want to establish ‘MindMoksh’ as a leading and ETHICAL brand in Psychology domain.<br></p>","industries":["Healthcare & Lifesciences"],"name":"PSYMOKSH HEALTHCARE PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"ankurpandey.info@gmail.com","idea":"~8.5 years in Data Science. Education in Computer Science, Applied Math, Electrical Engineering. Brief stints in Humanities &amp; Public Policy.","industries":["AI"],"name":"UnFound","sectors":["NLP"]}]