[{"email":"shashank@we3solutions.in","idea":"<p><b>WE3 Solutions India</b></p><p> </p><p><b>ABOUT</b></p><p>We're a web app design and development startup. The following is a list of services that we provide:</p><p><span>Web Development - Websites and Web Apps (PWAs)<br></span><span>Web Design<br></span><span>Graphic Design&nbsp;<br></span><span>Native App Development (Android, iOS)<br></span><span>Social Media Marketing</span></p><p><b>VISION</b></p><p><span>Our vision</span><b> </b><span>philosophy is to shape strong brand identities and provide a suite of e-solutions for startups and mid-sized companies to enable them to run their businesses effectively in a global market<br><br></span></p><p><b>MISSION</b></p><p><span>Our mission is to turn our client's vision into reality from conceptualization and wire-framing to a functional and well-designed product. Provide the best possible customer experience via strong communication and by following an agile development methodology.</span></p><div><br></div><div><a href=\"https://we3solutions.in/\" target=\"_blank\">Link to Website</a><br><br><a href=\"https://www.linkedin.com/company/we3solutions\" target=\"_blank\">LinkedIn</a>&nbsp;|&nbsp;<a href=\"https://twitter.com/we3solutions\" target=\"_blank\">Twitter</a>&nbsp;|&nbsp;<a href=\"https://www.instagram.com/we3solutions/\" target=\"_blank\">Instagram</a></div><div><br></div><p></p>","industries":["IT Services"],"name":"WE3 Solutions India","sectors":["Product Development"]},{"email":"abhishek.raina@gmail.com","idea":"A platform that enables products and goods transactions between a giver and receiver at a nominal transaction fee.&nbsp;","industries":["Social Impact"],"name":"GOOD YOU","sectors":["Others"]},{"email":"supriya@digicores.com","idea":"<p>Digicore\nTechnologies Pvt. Ltd. (Digicore), is a tech enabled medical facilitation\ncompany focussing on getting patient from abroad to India for the treatment at\ndifferent hospitals in India. Company uses digital medium to reach out to the\npatient instead of traditional route of creating agent network in different\ncountries. </p>\n\n<p><br>Company has\ntwo broad business segments as both are complementary</p>\n\n<p>1.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n</span>A dedicated platform for the healthcare related\nmatters</p>\n\n<p>2.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n</span>Medical facilitation/tourism business</p>\n\n<p><br>The company has\ncreated a unique and the first platform dedicated to healthcare related queries\non its website <a href=\"http://www.clinicspots.com/\">www.clinicspots.com</a><span>. The platform</span> allows the users across globe to post\nany specific medical treatment related queries. Depending upon the\ntechnicalities of the question, these queries are answered by the independent qualified\nmedical practitioners or the trained staff of Digicore. </p>\n\n<p><br>Due to\nprominent organic presence on search engines, prospective patients get\nconnected with Digicore staff through its website <a href=\"http://www.clinicspots.com/\">www.clinicspots.com</a>, and seek advice for\ngetting medical treatment in India.<span> </span></p>\n\n<p><br>Digicore has\ntied up with the renowned hospitals in India and therefore is able to provides\nmedical facilitation services to patients globally as per their budget and\nconvenience.</p>","industries":["Healthcare & Lifesciences"],"name":"DIGICORE TECHNOLOGIES PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"leenishajain@yahoo.com","idea":"Manufacturing Pharma Products","industries":["Others"],"name":"Unique Pharma","sectors":["Others"]},{"email":"accounts@thelabellife.com","idea":"Label Corp Private Limited was incorporated on 18th August 2012.\n<div>Labellife.com is an Indian e-commerce lifestyle brand based in Mumbai. It retails Home Decors, Clothes and Accessories.</div>","industries":["Fashion"],"name":"LABEL CORP PRIVATE LIMITED","sectors":["Apparel"]},{"email":"vikash@csa.firm.in","idea":"To establish, organize, manage, run, charter, conduct, contract, develop, handle, own, operate And to do business as fleet carriers, transporters, in all its branches on land, air, water, &amp; space, for transporting goods, articles, or things on all routes and lines on National and International level subject to law in force through all sorts of carries like trucks, lorries, trawlers, dumpers, coaches, tankers, tractors, haulers, jeeps, trailers, motor buses, omnibuses, motor taxies, railways, tramways, aircrafts, hovercrafts, rockers, space shuttles, ships, vessels, boats, barges and so on whether propelled by petrol, diesel, electricity, steam oil, atomic power or any other form of power and to carry on the business as agents, distributors, merchants, importers, exporters, traders, contractors, warehousemen, carry forwarding agents and to establish, maintain, operate and/or run agency lines in goods, stores, consumable items, durable merchandise, chattels and effects of every kind and description in any place in the world and without limiting the generality of the above, to carry on business as Selling Agents, Buying Agents, GSA of Airlines, and to act as an customs house agent (CHA). To carry on the business of clearing and forwarding agents, Logistics, courier and cargo handlers for Land ,Water and Air, handling and haulage contractors, warehousemen, common carriers by land, rail, water and air, container agents, to handle goods and passengers within the country and outside and to accept and deal in Air Freight and commission.","industries":["Transportation & Storage"],"name":"TIGER FREIGHT SERVICES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"enquiry.chess@gmail.com","idea":"Consultancy services for Occupational Health &amp; Safety, Environment protection, Firefighting &amp; Sustainable business practices.","industries":["Professional & Commercial Services"],"name":"CHESS","sectors":["Environmental Services & Equipment"]},{"email":"kailash@megastores.com","idea":"<p>Megastore is an online marketplace, a platform where the customers can search from a plethora of available options. We specialize in authentic handicraft products where artisans and producers can sell directly to customers. Megastores have come up with some incredible initiative to step into the leading e-commerce market. Being customer-centric we have developed a platform for encouraging and empowering our producers and customers. It has provided the customers with a feature where they can shop directly from the craftsmen.</p><p>We have come up with some of the new categories of products in the e-commerce industry. Handicrafts have the essence of our country craftsmen’s hard work and talent. Megastores present craftsmen with exposure and opportunity to grow their business and stand out in the global market. We try to showcase the hard work behind every single masterpiece and the journey of the artwork through the merchant stories available on our website. The consumers can access the stories behind every merchant’s struggle and their inspiring life histories.</p>","industries":["Fashion"],"name":"ATULSIA MEGASTORES PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"sheetalkdongre@gmail.com","idea":"<p>PROCUREMENT MARKET INSPECTION ,SURVEY&nbsp;</p><p><br></p>","industries":["Agriculture"],"name":"HERUKA ENTERPRISES","sectors":["Others"]},{"email":"hamza@thecomicbookstore.in","idea":"The Comic Book Store will soon be India's first fully integrated comic book store. A one-stop shop for all comic, movie &amp; pop-culture nerds!","industries":["Retail"],"name":"The Comic Book Store","sectors":["Others"]}]