[{"email":"vavashwin14@gmail.com","idea":"We are providing photocopier machine, printer,scanner,computer, laptop,on rental based","industries":["Others"],"name":"PrimeTech Office Solution","sectors":["Others"]},{"email":"vignesha1501@gmail.com","idea":"Cricfacts is a cricketing websites which covers all the happenings in the 22 yards.\n<div>Cricfacts covers all level of cricket i.e international, domestic, and root level by providing live scores updates, unknown cricketing facts, trending news.\n</div><div>We also focus on previews, reviews, Analysis and interview of cricketers.</div>","industries":["Sports"],"name":"CricFacts Media Private Limited","sectors":["Others"]},{"email":"sumitra.goenka@gmail.com","idea":"<p>Started by a group of entrepreneurs, farmers and agro-scientist, we are a pioneering Indian company to provide end to end solutions in sustainable farming to sustainable distribution. India is the world’s second largest producer of fresh fruits and vegetables. But supply chain inefficiencies have made it one of the most expensive markets for the produce. Identifying this gap Freshfrugies storage and logistics Private limited was formed to bridge this gap between Indian farmers and global consumers. We are the first Indian company to introduce post harvest technology and storage facility at the farm gate . This is a customised solution provided to a farmer or group of farmers in a particular area leading to maintaining the freshness of the produce and ensuring that the farmer gets a right price immediately post harvest.<a href=\"http://www.freshfrugies.com/about-us.html\" target=\"_blank\">Brochure</a></p>","industries":["Food & Beverages"],"name":"FRESHFRUGIES STORAGE AND LOGISTICS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"info@galvanisersindia.com","idea":"MANUFACTURING LIFE SAVING ITEMS LIKE LIFE JACKETS, LIFE RAFTS, INFLATABLE RUBBER BOAT&nbsp; &nbsp;ETC....","industries":["Safety"],"name":"GALVANISERS INDIA","sectors":["Others"]},{"email":"ankurkumar93@protonmail.com","idea":"We are a startup in the garments sector. We get tops manufactured locally and are planning to sell them online and offline","industries":["Textiles & Apparel"],"name":"Savensquare","sectors":["Others"]},{"email":"atk521@gmail.com","idea":"<p>The objective of the company is to build Online learning business where we deliver content, tutoring services and technology to help kids learn and deliver effective writing and oral communication.</p>","industries":["Education"],"name":"HCI LEARNING PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"abhishekct12@gmail.com","idea":"<p>Zero Technologies is aimed at solving the business problems of startups and brands.</p><p>We offer website design, android application development, logo design, all types of business graphics from visiting cards to banner to stickers and everything that a startup needs to grow and become a brand.</p><p>We also help engineering students build their engineering project.</p>","industries":["IT Services"],"name":"Zero Technologies","sectors":["Web Development"]},{"email":"vc@vonmuziris.com","idea":"<a href=\"https://www.linkedin.com/company/von-muziris/?viewAsMember=true\" target=\"_blank\">Von Muzirs</a><br>","industries":["Fashion"],"name":"VON-MUZIRIS VENTURES PRIVATE LIMITED","sectors":["Jewellery"]},{"email":"Esa@pulse.co.com","idea":"Pulse is contact based social network, video sharing website and mobile apps.","industries":["Social Network"],"name":"Pulse","sectors":["Others"]},{"email":"gaming360in@gmail.com","idea":"<a href=\"https://www.gaming360.in\" target=\"_blank\">Gaming360.in</a> is a one-stop integrated gaming platform set up to serve the needs of the ever-evolving Indian &amp; Global Gaming Industry. This endeavor aims to provide timely coverage, latest news &amp; updates, and analysis of all the developments impacting the industry stakeholders and community at large.","industries":["Internet of Things"],"name":"Gaming360","sectors":["Others"]}]