[{"email":"Laybhari.media@gmail.com","idea":"<p>&nbsp;We're “Laybhari Media”, a social media communications agency based in India. We understand the importance of a brand's social media presence. We get to know them and their target audiences intimately, then we create, develop and communicate brands and their messages in an impactful &amp; engaging way on their social media platforms. Laybhari Media designs and implements a social media marketing campaign for its clients in such a way that adds value to potential and existing stakeholder and does not look like a mere company pushing product. We Laybhari Media help stakeholder in Digital Marketing, Social Media Handling, Animation, Branding, Publicity, Learning and we provides Innovative and Creative service to customers.</p>","industries":["Media & Entertainment"],"name":"LAY BHARI MEDIA PRIVATE LIMITED","sectors":["Digital Media Publishing"]},{"email":"bhagyashree@onestepworld.com","idea":"<p>One Step World is a trading company of interior and exterior products.</p><p>Our story started in 2020 by the experience revolutionists who wanted to prove that people didn’t need to compromise to get the essence of nature. The essence of nature for the betterment of our health &amp; delight. OSW not only provides solutions on interior and exterior products but also infinitely scales the beautiful space for the generations to get their steps on nature. OSW also believes the faster the world stops relying on the artificial touch &amp; moves towards a delightful experience &amp; discovering the essence of nature at their Home &amp; Workplace.</p>","industries":["Retail"],"name":"ONE STEP WORLD","sectors":["Retail Technology"]},{"email":"abhishek@fatakpay.com","idea":"<p>The company is a newly incorporated entity and seeks NBFC registration from RBI for starting retail lending activities</p>","industries":["Finance Technology"],"name":"FDPL Finance Private Limited","sectors":["Others"]},{"email":"chris@adoriscare.com","idea":"<p><span>At Adoris, we will be bringing in\n“Subscription-based” professionally managed Baby Care services to people’s\ndoorstep in a affordable manner. We aim to offer the best of products, people\nand expertise to ensure that our customer’s get the best of everything. At\npresent there is no competition or even similar service available in our\ncountry. Our expert therapists will be administering extremely beneficial\ntherapies like Infant Yoga, Reflexology, Acupressure, Therapeutic Oil Massage,\nAqua Therapy and Bubble Bath to infants in the age group of 2 months to 1.5-year-old.\nWe will have different subscription options available on our application where\ncustomers will get various price and time options as per their budget and\nrequirements.</span></p>","industries":["Healthcare & Lifesciences"],"name":"INFANTSPA PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"igmart99@gmail.com","idea":"<p>https://www.zaubacorp.com/company/IG-MART-OPC-PRIVATE-LIMITED/U52399MH2021OPC363505</p>","industries":["Food & Beverages"],"name":"IG MART (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"kishor.aonetransport@gmail.com","idea":"<p>ANJALI FREIGHT SOLUTIONS LLP&nbsp; IS LEADING TRASPORTATION COMPANY IN MUMBAI, THANE, NAVI MUMBAI, PUNE, NAGPUR, NASHIK AND AURANGABAD, AHMEDABAD  ETC.. WITH FEELT OF OVER MORE THAN 150 VEHICLES WHICH INCLUDE LIGHT AND HEAVY CARGO VEHICALS LIKE ECCO CARGO, PICKUP, TATA ACE, LPT, TEMPO TRAVELLERS, EISHERS, TRUCKS AND SUV, MUVS AND OTHER LUXURY CARS. ETC.. THE COMPANY STARTED GROWING ON THE BASIS OF ITS SERVICE EXCELLENCE, QUALITY WORK AND AT COST EFFIECTIVE RATES.</p>","industries":["Transportation & Storage"],"name":"ANJALI FREIGHT SOLUTIONS LLP","sectors":["Freight & Logistics Services"]},{"email":"ayarsachin0@gmail.com","idea":"<p><a href=\"https://www.sachinayar.com/\" target=\"_blank\">https://www.sachinayar.com/</a></p><p><br></p><p><a href=\"http://www.99sheet.com/\" target=\"_blank\">http://www.99sheet.com/</a></p><p><br></p><p>https://www.1stassets.com/</p><p><br></p><p><br></p><p><br></p>","industries":["Others"],"name":"Ayar Enterprises","sectors":["Others"]},{"email":"pratik.vira@hotmail.com","idea":"I am an IT Engineer with almost 10+ years of professional experience, residing in Mumbai and aspiring to be an entrepreneur","industries":["Sports"],"name":"Pratik","sectors":["Fantasy Sports"]},{"email":"kaartosolutions@gmail.com","idea":"<p>Kaarto Solution Private Limited is into IT Consulting, Managed Services &amp; End User Support. As a Managed Service Provider, our experts take the hassle out of managing and monitoring your IT systems allowing you to focus on taking care of your clients. With Kaarto, you have unlimited access to experts in every field of IT infrastructure to help you make better-informed technology decisions for your business. Kaarto brings to fore the required agility and flexibility – through its experienced core team, who are certified on various technology domains. Our flexible service delivery methodology enables shorter transition times with zero service disruption and seamless steady state support.&nbsp;<span>We are headquartered out of Kalyan, Thane, with capability to support your requirements across the country.</span></p><p>\n</p>","industries":["IT Services"],"name":"KAARTO SOLUTION PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"snehal.p.2711@gmail.com","idea":"<p>The name of the company is&nbsp; Quick Response Security Services (OPC) Private Limited. The company offers a complete range of personal and cooperate security services to suit in any situation. Our people are carefully screened and undergo rigorous training and continuous personal development in customer services.&nbsp;&nbsp;</p>","industries":["Security Solutions"],"name":"QUICK RESPONSE SECURITY SERVICES (OPC) PRIVATE LIMITED","sectors":["Public Citizen Security Solutions"]}]