[{"email":"tigerguards@gmail.com","idea":"Security Manpower Services","industries":["Security Solutions"],"name":"Tiger Guards Private Limited","sectors":["Home Security solutions"]},{"email":"nishantpatar@yahoo.com","idea":"<p>Ahvan Solutions Private Limited</p><p><br></p><p>Ahvan is an B2B and B2C enterprise that is adopted in the Internet.</p><p><br></p><p>Ahvan is fuel by group of diverse doers, continually innovating what’s possible to help us all do what we love in ways. The people who work here have reinvented industries with an excellent products and service. \n</p><p>\n</p><p>Also our passion for innovation that goes into our products also applies to our work and empowering our commitment to leave the world better than we found it.</p><p><br></p><p>Product : Tie, Bow Tie, Neck Tie, Personal Design Things Mug, Cards, Etc.</p>","industries":["Internet of Things"],"name":"AHVAN SOLUTIONS PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"info@ennoble.in","idea":"<a href=\"http://www.ennoble.in\" target=\"_blank\">Website </a><br>","industries":["Social Impact"],"name":"ENNOBLE SOCIAL INNOVATIONS PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]},{"email":"sumitbhageria@gmail.com","idea":"<p>Schoollog is a Saas-based product development startup with an aim to allow educational institutes to scale their IT capability faster and cheaper without setting up their own IT infrastructure. The company is actively involved in developing automation and ERP solutions for educational institute.Schoollog was founded in 2015 by IIT Ropar students Manoj Kumar and Mohit Jasapara, and later was joined by Abhishek Singh as co-founder. Schoollog is currently operating in 3 states - Rajasthan, Uttar Pradesh and Haryana - and provides service to 200+ schools. The company has branch offices at Sikar, Jaipur, Hisar, Bhiwani and Mainpuri.We have just scratched the surface of how latest technology, IOT &amp; analytics can be used to automate and streamline an institute’s operations and using a customer-centric approach, we will allow schools with minimal IT infrastructure to bring their management at par with Tier-1 schools.<br></p>","industries":["Education"],"name":"TECHTALISMAN ENGINEERING PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"harmeshthakker@gmail.com","idea":"We are an advertising company that helps business advertise.","industries":["Advertising"],"name":"ALADDIN ADVERTISING AND MEDIA LLP","sectors":["AdTech"]},{"email":"nitin@assertsecuretech.com","idea":"<a href=\"http://www.assertsecuretech.com\" target=\"_blank\">www.assertsecuretech.com</a><br>","industries":["Security Solutions"],"name":"ASSERT SECURETECH PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"samiurrahman.shaikh@gmail.com","idea":"<p>1. Using 1 handle you can share all social media handles. </p><p>2. You can generate QR code and Print on Visiting card for sharing your all social media handles. </p><p>3. On website rather than placing 10's social media links . just use our 1 socialcob link.</p><p><br></p><p>Now days every blogger or youtuber place their social links one by one. so going forward they will place only one link.\n</p><p>\n</p><p>We provide strong search feature for searching user. \n</p><p>Fist-name, last-name, username, email ID, and unique search feature is explains below\n</p><p>e.g.\n</p><p>I know one Guy who's Instagram ID I know. and if that user is registered and he also updated his info along with Instagram. \n</p><p>you can search by his Instagram ID.\n</p><p>same goes for every social media.\n</p><p>We cover every social media also he can add custom URL like website, email ID, blog, etc\n</p><p>off course he hide which ever content they don't wants for show.</p>","industries":["Social Network"],"name":"socialcob","sectors":["Others"]},{"email":"Bigupswing2017@gmail.com","idea":"Mfg. Led light and consulting services for &nbsp;environmental&nbsp;","industries":["Others"],"name":"Bigupswing Energy pvt Ltd ","sectors":["Others"]},{"email":"pratikshirke1010@gmail.com","idea":"<p>We are creating an online E commerce website and app</p><p>By giving opportunity to local shops discount direct to the customer or end user&nbsp;</p><p>Our main motive is TAKING LOCAL DISCOUNT ONLINE</p>","industries":["Advertising"],"name":"DiscountStore","sectors":["Online Classified"]},{"email":"actionakash@gmail.com","idea":"Cero Care Products LLP is a New Generation FMCG products Manufacturing and Trading Company. Partners of the Company are Dr. Shivani Mayakar Rao and Akash Rao. Being a combination of Dentist wife and Chemical Engineer husband we always felt the need to develop products that would make life a little easy for today’s Generation.<div><br></div><div>Along with practical applications we wanted our products to be affordable to the mass. We quickly realised that the modern Indian women not only lived in metros but throughout India. Hence making our unique products available online. The need for contemporary products was for all educated modern Indians.</div><div><br></div><div>Cero Product Range from</div><div>Home Care | Personal Care | Pet Care | Reagents</div><div>Selling on online from our website directly to the customer and on platforms like amazon, flipkart, snapdeal, paytm and even exporting to sell on amazon USA.&nbsp;</div><div><br></div><div>Having travelled the world and seen the needs of present day women globally, we have engineered products for today’s India. Our aim is to strive to bring the best of innovations for our customers.</div><div><br></div><div>CERO is our TM (Trade Mark) registered Brand Name</div>","industries":["Other Specialty Retailers"],"name":"CERO CARE PRODUCTS LLP","sectors":["Home Improvement Products & Services Retailers"]}]