[{"email":"himanshulimbachia@gmail.com","idea":"Greenvolta invent and innovate new devices for renewable energy.&nbsp;","industries":["Renewable Energy"],"name":"Greenvolta ","sectors":["Renewable Energy Solutions"]},{"email":"sameer.kolhe@maypharm.com","idea":"<p>Virtual Generic business model by in-licensing products from EU, India and S. Korea and registering and commercializing in Brazil where we have an ecosystem and infrastructure to commercially exploit the opportunities for the selected product. The game is of product selection, process and ecosystem to enter and commercialize in Brazil Pharmaceutical market</p>","industries":["Healthcare & Lifesciences"],"name":"Maypharm Lifesciences ","sectors":["Pharmaceutical"]},{"email":"arcreation101@gmail.com","idea":"GROW MY BUSINESS IN DTP PROFESSION","industries":["Design"],"name":"AR CREATION","sectors":["Industrial Design"]},{"email":"administrator@flomattress.com","idea":"<p>Flo is a direct to consumer mattress brand built around a deep understanding of Indian sleep habits &amp; preferences.&nbsp;</p><p>We're cutting through the clutter with one perfect mattress that:</p><p><span>1. is more comfortable than anything you've ever slept on thanks to our proprietary Responsive foam technology</span></p><p><span>2. costs 50% less than an equivalent product sold via traditional brick &amp; mortar retailers</span></p><p><span>3. comes with a 100 night trial policy so you have the option of returning it within 3 months of use for a full refund if it fails to deliver on our promise of superior comfort</span></p><p><span>4. comes with an industry leading 10 year warranty (because we're confident of the raw materials we're using)</span></p><p><span>5. gets vacuum &amp; roll packed before it is shipped to you in a box; just cut open the plastic and watch the magic unfold!</span></p>","industries":["Healthcare & Lifesciences"],"name":"FLO SLEEP SOLUTIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"avishkar.amar@rediffmail.com","idea":"We are in sanitation and health care sector.","industries":["Social Impact"],"name":"MEET","sectors":["Others"]},{"email":"joseph.sinoy@gmail.com","idea":"we at Otex Enterprises manufacturing, pvc suction hose pipes, tubing pipes and solvent chemicals","industries":["Others"],"name":"OTEX ENTERPRISES","sectors":["Others"]},{"email":"redcorporation2016@gmail.com","idea":"Supplier of all type of Educational Products required for Learning &amp; Teaching process alongiwith all type of Educational Kits/Sets like. Maths, Science, English, etc.&nbsp;","industries":["Education"],"name":"Red Corporation","sectors":["Education Technology"]},{"email":"theeconomiser@gmail.com","idea":"<p><a href=\"http://theeconomiser.co\" target=\"_blank\">The Economiser Website</a></p><p>We are trying to solve the need for financial knowledge and time required to save and invest. We want to make the process of saving and investments completely automatic without our customers even thinking for a second on where and how to invest to make the maximum savings. We want to do all of this without our customers actually feeling that they don't have money for their daily needs.</p>","industries":["Finance Technology"],"name":"The Economiser","sectors":["Personal Finance"]},{"email":"ecommerce@dubaria.com","idea":"Computer Peripherals,Office Supplies, Etc.","industries":["Retail"],"name":"Dubam Private Limited","sectors":["Retail Technology"]},{"email":"suboneyo@gmail.com","idea":"We have developed Fuel Catalyst for reducing pollution and improving mileage by reducing fuel consumption&nbsp;","industries":["Automotive"],"name":"Suboneyo Fuel Technologies","sectors":["Others"]}]