[{"email":"inovel.solutions@gmail.com","idea":"MAKING LIFE EASIER","industries":["Design"],"name":"INOVEL ENGINEERING SOLUTIONS LLP","sectors":["Industrial Design"]},{"email":"nulke.somnath5@gmail.com","idea":"Service provider","industries":["Retail"],"name":"Saanvi Enterprise","sectors":["Retail Technology"]},{"email":"sustainancy.team@gmail.com","idea":"We, Sustainancy Consultants Private Limited are a Consultancy firm dealing in Environment friendly Architecture, Data Collection and Research, Sustainability Management and Urban and Transport Planning.&nbsp;","industries":["Others"],"name":"Sustainancy Consultants Private Limited ","sectors":["Others"]},{"email":"Info@maeveglobal.com","idea":"Main object is exclusive marketing in real estate","industries":["Real Estate"],"name":"Maeve Global Solutions Pvt Ltd","sectors":["Housing"]},{"email":"shripal@eduhook.com","idea":"Eduhook is an AI-based SAAS platform that intends to provide state-of-the-art technology to students from all the strata of the society.","industries":["Education"],"name":"Eduhook Private Limited","sectors":["Education Technology"]},{"email":"himanshu-gupta@hotmail.com","idea":"Iorta Technology Solutions is a mobility and IoT enablement firm to help insurance organisations, to digitise the way distributors and sales teams operate.<div><br></div><div>We help companies to digitally secure accurate details of the prospects, standardise their need analysis process, and automate product recommendations to help ensure profitability for the company.&nbsp;</div><div><br></div><div>This past year we have helped two leading private insurers revamp their sales process with an enterprise system to replace traditional pen-and-paper insurance pitching and business sourcing. One of our them have seen lead to issuance TAT reduction for straight-through cases  from 12 days to 4 days (average), while improving the average ticket size by 8%.</div><div><br></div><div>In 2017, this industry-wide issue of affordability and efficiency became Iorta’s major focus as it continued to innovate to provide their clients with the necessary tools to deal with today’s ever-changing business climate with a promise to not break their bank.</div><div><br></div><div>Through this thought, and our own extensive experience (25+ years) of working within various sales support departments, we ideated Sales Drive.&nbsp;</div><div><br></div><div>Sales Drive is our cutting-edge sales enablement tool that provides crucial CRM / Lead Management / Sales Force Automation features at an affordable price-point.&nbsp;</div><div><br></div><div>Sales Drive is an end-to-end sales enablement application, developed specifically for BFSI organisations, to replace traditional pen-and-paper sales methodology with a standardised digital way to doing business, while providing a common interface to all stakeholders</div><div><br></div><div>Sales Drive helps organisations which operates with a distributed workforce and/or channel partners, while also helping them save time and money CRM implementation.&nbsp;</div><div><br></div><div>We offer these solutions as ready-to-use modules which can be deployed as per business priorities to deliver a seamless pre and post-sales journey in a mobile-first framework -&nbsp;</div><div>&nbsp;• Managing leads funnel and track disposition status&nbsp;</div><div>&nbsp;• Run geo-targeted campaigns for sourcing leads and appointment&nbsp;</div><div>&nbsp;• Call-center connect for pre-appointment prospect priming</div><div>&nbsp;• Algorithm-driven sales pitch</div><div>&nbsp;• Digital proposal capture with in-built KYC verification&nbsp;</div><div>&nbsp;• Track and act upon underwriting requirements</div><div>&nbsp;• Policy issuance mechanism and customer communication&nbsp;</div><div>&nbsp;• Renewals tracking and Retention engagement with customers&nbsp;&nbsp;</div><div>&nbsp;• Business Dashboards and Efficiency Reporting</div>","industries":["IT Services"],"name":"Iorta Technology Solutions Pvt. Ltd.","sectors":["Product Development"]},{"email":"info@soulflower.biz","idea":"Soulflower is India's first all-natural Preservative free brand&nbsp;","industries":["Marketing"],"name":"PT Invent India Private Limited","sectors":["Branding"]},{"email":"info@converge.net.in","idea":"<p>Converge Engineering Pvt. Ltd., (CEPL) an ISO 9001:2015 certified design engineering consultancy organization.</p><p> Our team at CEPL is driven by the passion to give the best services in the engineering field and for this sole purpose, we have the committed and competent team of engineers with proven excellence in their fields. We have expertise in Process, Piping, Mechanical, Civil/Structural, Electrical, Instrumentation engineering and Loss Prevention jobs. We deal with small to large scale projects with equal importance. We deliver design &amp; engineering solutions that are technically correct, safe, feasible, economical &amp; incorporating latest technology and international standards and thus, providing the best value for money. <br><br>We have work experience from various industries and possess good knowledge of different problems which are faced in the industry and yes, we have solutions for these problems.</p><p>We have recently completed a project with Qatar Chemical Company. We are registered vendors in Qatar Petroleum and Qatar Chemical Company.<br><br>We are proud to be associated with Al-Yosra International Company, Tunisia. We are their engineering partner for carrying out Process, Piping, Civil/Structural, Mechanical, Electrical &amp; Instrumentation and related engineering activities.<br><br>We also provide corporate training on process simulation and optimization using Aspen HYSYS V10, Bentley WaterGEMS and Bentley HAMMER V8i SELECT series 6.<br><br>We look forward to work with your esteemed organization as solution provider to enhance your profitability.</p><p><br></p><p>OUR VISION<br>We aim to be the FIRST Indian design engineering consultant that has global brand value.<br><br><br>OUR VALUES<br>&nbsp;&nbsp; &nbsp;Employees&nbsp;&nbsp; &nbsp;: &nbsp;&nbsp; &nbsp;We keep our employees happy.<br>&nbsp;&nbsp; &nbsp;Customers&nbsp;&nbsp; &nbsp;: &nbsp;&nbsp; &nbsp;We make sure that our customers get value for their money.<br>&nbsp;&nbsp; &nbsp;CSR&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;: &nbsp;&nbsp; &nbsp;We do our bit towards betterment of society.<br>&nbsp;&nbsp; &nbsp;Ethics&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;: &nbsp;&nbsp; &nbsp;We never compromise on our ethical values.<br>&nbsp;&nbsp; &nbsp;Profit&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;: &nbsp;&nbsp; &nbsp;We earn enough profits to keep first four values afloat.<br></p>","industries":["Professional & Commercial Services"],"name":"CONVERGE ENGINEERING PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"zincindia@gmail.com","idea":"<p>Electric Passenger drone </p><p>We have a team of drone experts in our company<br></p><p>We are in the process of developing a passenger drone for future transportation</p><p>All the necessary spares and requisite&nbsp; technology have been sourced </p><p>we are all set to make a protoype </p><p>we seek capital to build&nbsp; a prototype <br></p><p><br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"zinc","sectors":["Drones"]},{"email":"sahil.parikh@ralsonics.com","idea":"We are manufacturers of Ultrasonic Equipment, specially the industrial and medical ultrasonic cleaning systems since 1973.&nbsp; We have designed special equipment in this field for Department of Atomic Energy (B.A.R.C. Mumbai) and Nuclear Fuel Complex, Hyderabad, Indian Rare Earths Ltd, Rare Materials Plant, Hindustan Aeronautics Limited, Aeronautics Development Authority (ADA) and have supplied Ultrasonic Cleaning Equipment to various Air Force bases for the cleaning of aircraft fuel filter cleaning.&nbsp; In the Private Sector, Godrej &amp; Boyce, Lucas Tvs Ltd, Sundaram Clayton Ltd, TELCO, TISCO, L&amp;T, Sundaram Clayton Ltd, ESCORTS Ltd, Titan Watches Ltd and many more small and big customers all over India.&nbsp; &nbsp; We design equipment after studying the specific requirement of customers and suggest the most economic equipment that will benefit the customer most.&nbsp; Our design experts give the best jigs and handling tools to be employed in a fully automated ultrasonic cleaning system.&nbsp; Some of the multi-stage ultrasonic cleaning equipment has vacuum drying facility, basket rotation and dunking, multi-directional ultrasonic cavitation energy, Tube Resonators, specially designed water jet spray cleaning facility etc.&nbsp; &nbsp; We solicit your enquiries against all your component washing/cleaning/drying requirement.&nbsp; We assure you, we will have a solution economical that will meet with your acceptance.","industries":["Others"],"name":"Ralsonics Research Pvt. Ltd.","sectors":["Others"]}]