[{"email":"anupamspathak@gmail.com","idea":"At Journeyofmiles we are committed to offering epic road trips with concrete itinerary, off-beat destinations, highest quality and sweetest memories. Company specializes mainly in organizing road trips through bike and cars and trekking events. Our services includes full itinerary of the trip, group leader and roadside assistance. We also provide services customized as per client's need and budget. Travelers can rent vehicle and travel gears from the same platform. We also organize special batches for families and females. We try our best to give the ultimate customer satisfaction depending upon their need's.","industries":["Travel & Tourism"],"name":"Journey of Miles Pvt Ltd","sectors":["Holiday Rentals"]},{"email":"prasanna.gharat@gmail.com","idea":"B2B E-Commerce Consept.&nbsp;","industries":["Professional & Commercial Services"],"name":"OrderBhai","sectors":["Others"]},{"email":"mangeshhnatekar@gmail.com","idea":"we build smart robots for on demand manufacturing","industries":["Robotics"],"name":"SketchX Engineering OPC Pvt. Ltd.","sectors":["Robotics Technology"]},{"email":"ashutosh@ligermobility.com","idea":"<p><a href=\"https://youtu.be/JxtoyutTUUk\" target=\"_blank\">Self Balancing Technology by Liger Mobility</a></p><p>Self balancing technology helps a two wheeler stay upright and reject unwanted disturbances. The feature adds safety and comfort to regular two wheelers. The technology comprises of mechanical, electrical, sensory and computational elements<br><br></p>","industries":["Automotive"],"name":"LIGER MOBILITY PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"piyushrai0742@gmail.com","idea":"PERFECT : THE FOOD AND MUSIC HUB OF INDIA&nbsp; is basically going out to be a brand of India selling its special range of various sandwiches at an affordable price for all classes of people leaving out in India.","industries":["Food & Beverages"],"name":"PERFECT : THE FOOD AND MUSIC HUB OF INDIA","sectors":["Others"]},{"email":"info@perapsis.com","idea":"<p>Perapsis Infotech offers range of BPM services across entire BFSI sector to help curtail down overall cost of operations and better handle volume spikes.</p><p>Perapsis recently ventured in offering Software Automation Testing services</p><p><a href=\"http://perapsis.com\" target=\"_blank\">perapsis.com</a><br></p>","industries":["IT Services"],"name":"PERAPSIS INFOTECH PVT LTD","sectors":["Application Development"]},{"email":"vardaan4u@gmail.com","idea":"<p><a href=\"http://www.vardaan4u.com\" target=\"_blank\">www.vardaan4u.com</a><a href=\"http://www.vardaan4u.com\" target=\"_blank\"></a></p><p>Registered DIPP13076<br><br></p>","industries":["Social Impact"],"name":"LAC VARDAAN ASSOCIATION","sectors":["NGO"]},{"email":"pfs.atitshah@gmail.com","idea":"<p>Fire &amp; Safety enables a great importance in today’s world. </p><p>Due Attention is not being paid. Safety just doesn’t mean Laying the system down and installing security equipment’s for securing the premises. </p><p>Every individual in the Organization, must be well trained to understand and must frequently practice the usage of the system, to make sure safety is ensured. </p><p>In situation of panic, an integrated Disaster Management Plan should be in place.\n</p><div>\n</div><div>Fire and Safety Management is a crucial part of any Infrastructure as the safety and Life of the employees and visitors are at stake. </div><div>The fire must be contained quickly to reduce damage of property and disruption to services. Any Fire once starts, it becomes difficult to contain without the appropriate equipment and training. \n</div><div>\n</div><div>Parmanand Fire and Safety (PFS) would like to Introduce as the Company specialized in the field of Fire Fighting, Safety Trainings, Audits, First – AID and Product Sales with an expertise team of Trainers &amp; Auditors. \n</div><div>Parmanand Fire and Safety(PFS) sister concerned to Parmanand College of Fire Engineering &amp; Safety Management (PCFSM) founded in 1999.\n</div><div>PCFSM (ISO 9001:2008) International Organization for Standardization &amp; (OHSAS 18001: 2007) Occupational Health &amp; Safety Management System certified. \n</div><div>\n</div><div>PCFSM also one of the Leading Organization in Educational Service Provider in Fire and Safety Affiliated with J.S.S – Ministry of Human Resource Development Department (H.R.D Government of India) and Micro, Small and Medium Enterprises (MSME).</div><p></p>","industries":["Safety"],"name":"Parmanand Fire &amp; Safety","sectors":["Others"]},{"email":"shamiksengupta1983@gmail.com","idea":"I had started a logistics and freight forwarding company where I will be providing services for Ocean freight,Airfreight,custom clearance and transportation services under one roof.Also the company will provide warehousing services under outsourcing mode.We will also handle various project shipments Exports and imports .<br>","industries":["Transportation & Storage"],"name":"Ship My Cargo","sectors":["Freight & Logistics Services"]},{"email":"mtmanoj34@gmail.com","idea":"Vegetables shop","industries":["Agriculture"],"name":"Fresh mandi","sectors":["Food Processing"]}]