[{"email":"rakesh@faastudio.com","idea":"Faa Industries Pvt. Ltd., a boutique furniture studio committed to our legacy of delivering premium quality solid wood furniture. We craft contemporary designs through wood artisans using traditional craftsmanship techniques. Our products are targeted fro “High-end Residential” and the “Hospitality Sector”. We believe in the transition for keeping in times with the fast-paced and volume based nature of today’s wood crafting industry and are confident of being able to give shape to any specific design/requirement that you have.<div><br></div><div>Faa showroom and factory is located at Naigaon, Mumbai and our products are conceptualised and manufactured right here in the suburb of Mumbai from our spacious 15,000 Sq.Ft. wood working facility. We have invested in talented designers, hand-picked craftsmen and the best in class machinery that shape our artistic designs. Our business is family owned and we have been blessed with an inheritance in wood working art and skill, that has been passed down over generations. Our skilled workforce is adept in using modern technology to flawlessly build with the magic touch of handmade craft.</div>","industries":["Construction"],"name":"FAA Industries Private Limited","sectors":["Construction Supplies & Fixtures"]},{"email":"shantanu@paulshantanu.com","idea":"As entire maintenance industry is working on reactive and followup based approach. Where there is a large amount of spend on following up with different people to attend various breakdown.&nbsp; We have created our service product which shall use our proprietary logic&nbsp; to identify breakdowns much before which use IOT to get realtime data from all the equipments under our AMC. There will be a energy monitoring of each devices and any equipment consuming more energy will be solved on priority. Also all equipment will be maintained under one roof.&nbsp;","industries":["Internet of Things"],"name":"PAULSHANTANU ENGINEERING PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"rvssinfrasolutions@gmail.com","idea":"Modular Kitchen. Modular Furniture, Modular Office Furniture, Interior Design<br>","industries":["Architecture Interior Design"],"name":"RVSS Infrasolutions Private Limited","sectors":["Others"]},{"email":"bkambledev@gmail.com","idea":"Painter&nbsp;","industries":["Others"],"name":"Devendra ","sectors":["Others"]},{"email":"marvosamultibiz@gmail.com","idea":"We have started a small Takeaway food joint in Mumbai. We are currently having small QSR. Quick service restauarant. We have planning to launch such models in various locations of city.<br>","industries":["Food & Beverages"],"name":"MARVOSA MULTIBIZ PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"support@blubyn.com","idea":"<a href=\"https://www.blubyn.com\" target=\"_blank\">Blubyn Website</a><br>","industries":["AI"],"name":"BLUBYN TRAVEL TECHNOLOGIES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"Squaretaxis17@gmail.com","idea":"<a href=\"http://squaretaxis.com/\" target=\"_blank\">http://squaretaxis.com/</a><br>","industries":["Travel & Tourism"],"name":"Square Taxis","sectors":["Experiential Travel"]},{"email":"rahul.raddiconnect@gmail.com","idea":"What we do at Swachh Sustainable Solutions ?\n<div>\n</div><div>At Swachh Sustainable Solutions(SSS) we provide holistic waste management solution to households, organizations &amp; institution. We aim to be a one stop solution for urban waste management needs. Under SSS we have the following vertical:\n</div><div>\n</div><div>·       RaddiConnect – Recyclable scrap collection service to households, organizations &amp; institutions. Proceeds generated from the recyclable scrap are used to support one of our affiliated NGOs. We have an aggregated network of 150 RaddiWallas(Small scale scrap vendors) that we work with to manage our collections.\n</div><div>\n</div><div> \n</div><div>\n</div><div>·       Decentralized Wet Waste Solution – Providing on site composting solutions to residential complexes, hotels, hospitals, institution, etc to manage their organic waste. We are currently providing manual composting tumblers, semi-automatic &amp; fully-automatic composting machines.\n</div><div>\n</div><div> \n</div><div>\n</div><div>·       Material Recovery Facility – With support of the local municipality we have setup our first centralized centre to manage dry waste at a ward level. Dry waste is collected from all waste generators in the cluster, which is then emptied at our centre where with the help of local rag pickers we sort the scrap into different categories and then its sold to relevant recyclers.\n</div><div>\n</div><div> \n</div><div>\n</div><div>·       Extended Producer Responsibility – In light of the new Plastic Waste Management Rules 2016 we are working with bulk waste plastic generators to help them reduce their plastic footprint, for the same we design customized recovery plans to recover their plastic waste, while ensuring the plastic waste we collect is being disposed of responsibly. With the help of our Material Recovery Facility, network of 150+ scrap vendors and a customer base which includes households, schools and corporate offices we setup a recovery channel for the plastic waste and ensure the same is being sent to MPCB authorized recyclers.</div>","industries":["Green Technology"],"name":"SWACHH SUSTAINABLE SOLUTIONS PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"mohnish@anandsaklechaandco.com","idea":"Payso is a low cost digital payment acquiring solution via both bank and non-bank mobile payment applications to offline retail merchants for over the counter payment collections.","industries":["Finance Technology"],"name":"PAYSO FINTECH PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"rahul.ppoclub@gmail.com","idea":"<p><a href=\"http://www.ppoclub.com\" target=\"_blank\">www.ppoclub.com</a>Real Estate Integrated Platform Features</p><div><br></div><div>1. Property Listing</div><div>2. Enquiry Cart&nbsp;</div><div>3. Followup and Site visit setup</div><div>4. SMS and Email Reminders&nbsp;</div><div>5. Rent and Sales agreements management&nbsp;</div><div>6. Accounting Management&nbsp;</div><div>7. Social Media Marketing&nbsp;</div><div>8. 2D/3D/360 degree videos and pictures upload&nbsp;</div><div>9. Cashback from the PPO Club approved properties&nbsp;</div><div><br></div><div>2. Personalized services either for Property search, site visits, Photo/Video shooting, property maintainence,</div><div><br></div><div>3. Generating revenues for brokers for franchisees development for the PPO Club brands&nbsp;</div><div><br></div><div>4. Brokers and Leads management through the tech platform www.PPOClub.com on a monthly retainer fees for Builders.</div><div><br></div><div>5. LIVE site feature will be enabled and requires an Investment.</div><div><br></div><div>Platform benefits</div><div><br></div><div>Current Traction - 1 lakh+ Brokers, 1000+ Builders, 10 lakh+ users</div><div>Free unlimited property listing, and search and connecting</div><div>Home Loan, Personal Loan, SME Loan, Builder Finance, public and co-operative banks</div><div><br></div><p></p>","industries":["Real Estate"],"name":"PPO Club","sectors":["Housing"]}]