[{"email":"samirlambay@freightcrate.in","idea":"FreightCrate offers online tech-enabled quote, shipment management and analytics solutions for export and import businesses to and from more than 50,000 global locations.","industries":["Transportation & Storage"],"name":"FREIGHTCRATE TECHNOLOGIES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"nitesh@soarmlich.in","idea":"We Soar Mlich Engineers are leading manufacturer of has leak detection system or process instruments in Mumbai, Maharashtra.","industries":["Technology Hardware"],"name":"Soar Mlich Engineers","sectors":["Electronics"]},{"email":"ajit.kaware@gmail.com","idea":"New start up in beverages","industries":["Food & Beverages"],"name":"Kaware agro food","sectors":["Food Processing"]},{"email":"amit@doseat.com","idea":"<a href=\"https://play.google.com/store/apps/details?id=doseat.doseatdealerapp&amp;hl=en_IN\" target=\"_blank\">DoSeat</a>&nbsp;is India's only b2b and c2b online platform for discovery and trade of used bikes. India is the world's largest 2w market with over 18 crore 2w on the road. Every year more than 1.5 crore 2w get traded in the aftermarket but this is entirely fragmented and unorganised. True and Real Value Automobile Services Pvt Ltd. has its innovative online app DoSeat on the Android store which is a dynamic auction platform for the purchase of used bikes from consumers and businesses by Used 2W Dealers. The customers get an efficient exit of their old bikes and Dealers get organised and wholesale supply of used bikes on the DoSeat platform in an auction environment that encourages dynamic price discovery. DoSeat earns commission or fees on the sale of these bikes to Dealers and in turn provides services to Dealers to augment their sales. Every used bike sold fulfils the commute need of lower strata of society or of people who migrate to other cities to earn their livelihood. Used bikes enable livelihood directly and DoSeat ensures a systematic and organised approach to accessing used bikes by customers across the country, through its network of Used Bike Dealers.&nbsp;<br>","industries":["Other Specialty Retailers"],"name":"TRUE & REAL VALUE AUTOMOBILE SERVICES PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"mkk5001@gmail.com","idea":"Problem\n<div>Consumers, buyers, decision makers face the issue of visualizing and experiencing content in a simple,\n&nbsp;<span>easy-to-understand, realistic and interactive environment in their everyday lives while faced with all&nbsp;</span><span>kinds of options.&nbsp;</span></div><div><span><br></span></div><div>Solution\n</div><div>We at Dexlabs add a third dimension to all print media in an easy-to-use, interactive tool that enhances\n&nbsp;<span>the consumer's visual experience while providing the vendor with enhanced marketing and more&nbsp;</span><span>successful sales leads.&nbsp;</span></div><div><br></div><div>Market\n</div><div>Applying Augmented and Virtual Reality solutions is ideal for all vendors that are selling products which\n&nbsp;<span>require the consumer to experience the product before purchase. Real Estate is our primary target&nbsp;</span><span>industry where we provide direct savings in their current marketing expenditures on scaled physical&nbsp;</span><span>models of properties as well as virtual walkthrough videos. Retail industries from bags to watches, clothes&nbsp;</span><span>to furniture can all benefit from augmented visualization of their print media communications.&nbsp;</span><span>Manufacturing industries can create virtual factory tours and share with their consumers across the&nbsp;</span></div><div>world.</div>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"DEXLABS INNOVATIONS LLP","sectors":["Others"]},{"email":"swiftoservices@gmail.com","idea":"<a href=\"http://www.swifto.in/\" target=\"_blank\">http://www.swifto.in/</a><br>","industries":["Others"],"name":"SWIFTO SERVICES PVT LTD","sectors":["Others"]},{"email":"rdsouza@proptor.co.in","idea":"Proptor is a cloud-based, Preventive maintenance and Operations maintenance platform. It completely eliminates the pen-and-paper based checklist system by replacing it with our mobile and web-based solution.&nbsp;<span>&nbsp;</span><div>Proptor, helps increase efficiency, accountability and transparency. In addition, our robust ticket management feature for complaints/issues with real time alerts, helps teams achieve quicker turnaround times for issues identified.</div>","industries":["Others"],"name":"Proptor","sectors":["Others"]},{"email":"viren.nanhe@gmail.com","idea":"<div>Cost of fuel, especially petrol, has risen rapidly over the last 5 years of time period.Transportation costs has incresed tremendously affecting logistics and other companies. Also, with increase in number of vehicles on road running on IC engines is resulting in Global issue of Pollution, which has to be addressed and solved as soon as possible for the sake of humanity. &nbsp;</div><div>Our idea aims at targetting these problems by making use of biodegradable waste to produce biofuel which could be used by many sectors to meet their energy requirement. 500 million tonnes of biomass is generated within India per year. This gives us a huge potential for generation of energy through making use of it. Most of this resources, from which the biomass is obtained, are not utilized till their maximum limit.&nbsp;</div><div>Due to unavailiability of the biofuel, i.e. ethanol/methanol, government is unable to use it for blending with petrol in higher ratios or replace the traditional use of crude oil. Presently only 5% ethanol is mixed with the petrol and it can be increased to 30% if ethanol is made available in abundance. The problem faced by us to replace the crude oil usage is due to unavailiability of ample biofuel production.</div>","industries":["Renewable Energy"],"name":"Biorefinery","sectors":["Renewable Energy Solutions"]},{"email":"info@nulta.net","idea":"<p>nULTA is a healthcare app that connects you to a real doctor via your smartphone. It’s easy. It’s fast. It’s simple. It’s is for using today.</p><p>As the tag line suggests our vision is that: across the world, “Life उल्टा? MESSAGE nULTA“.nULTA simply means not ULTA.\n</p><div>\n</div><div>For a better tomorrow our health is important. In today’s busy world an easy way to a connect to a doctor is helpful. That easy way has proven to be the hugely popular nULTA chat app.\n</div><div>\n</div><div>The nULTA app allows you to ask questions as soon as they arise without leaving your home. It allows you to stop worrying, ask a question, pay a small fee and feel better. So for the sake of you and your family, every time you worry, just pick up your phone and type a question for a real doctor to answer.\n</div><div>\n</div><div><br></div><p></p>","industries":["Healthcare & Lifesciences"],"name":"Nulta Healthcare Private Limited","sectors":["Healthcare IT"]},{"email":"aknamdeo@gmail.com","idea":"TSL was formed by IT professionals having collective experience of 45+years of core team. Domain expertise with us are EduTech, FinTech, MedCare, E-Commerce.","industries":["IT Services"],"name":"Tulevik Solutions LLP","sectors":["IT Consulting"]}]