[{"email":"jyotheesh@valueshipr.com","idea":"<p><a href=\"https://www.valueshipr.com/\">https://www.valueshipr.com/</a></p><p>The company founded and incorporated in India, based out of Mumbai is heralding in a ingenious and innovative ‘MULTIMODAL Technology platform’ in the ON DEMAND LOGISTICS marketplace, aggregating, organizing, executing end to end, bringing ‘Transporters, FF, NVOCC,OL, CHAs’ and ‘Clients-Shippers’ to harmoniously conduct business. Operational across 6 hubs and 70 spokes across Pan India after kick-starting operations in Nov 2016, growing transporter Registrations, transaction and growing Client base, VALUESHIPR is steadfastly growing to be a force in this space\n</p><div>Addressing the challenges of a highly fragmented market with an annual size of over USD160bn, the focus is on streamlining, aligning and blending technologies like Internet of Things (IOT), Cloud, GPS Tracking, Machine Learning, shortening timelines, reducing documentation, eliminating idlying using Business Intelligence, multimodal communication systems, transparent pricing, artificial Intelligence (AI), automated LR generation, Prompt Billing and Payment, other Value added services systems. All technologies developed in-house, tested, validated and generating revenues, has been accepted with delight by the consumers.\n</div><div>Interchangeability, Omni- channel access to platforms 24X7, CRM, Safety and reliability has further augmented and enhanced the experiential experience for users “ValueShipr” \n</div><div>We believe the proposition sharply focuses on addressing the problem areas on both the Transporters and the Shippers end by providing state of the art services by enhancing efficiencies, reducing downtimes, augmenting revenues, reducing costs and wastages, faster TAT and decision making, reliability and trust, that is un-paralleled. \n</div><div><br></div><div>Broad Methodology &amp; Mechanics:\n</div><div>-\tProprietary technology Platform ecosystem which enables transactions end to end.\n</div><div>-\tThousands of Suppliers (Transporters) verified and KYC done registered on the platform\n</div><div>-\tOver 1020+ Shippers – clients (Large, medium and small) registered and transact on the platform.\n<span></span></div><div>-\tSystem manages – Spot, contract and consignee based transactions.\n</div><div>-\tLoad Matching and geo Transporter identification.\n</div><div>-\tQuick and speedy Freight Quotes and vehicle placements\n</div><div>-\tAutomated LR Generation – Ecommerce marketplace LR, wherein ValueShipr generates the LR on behalf of the Transporter and sends it to the Customer and the Transporter for further action.\n</div><div>-\tGPS IOT based Shipment Tracking. \n</div><div>-\tAlerts along the entire throughput on various set up events\n</div><div>-\tDelivery POD acknowledgement\n</div><div>-\tInvoice generation from the system\n</div><div>-\tReturn Load for Transporter\n</div><div><br></div><div>“ValueShipr” platform heralds in and brings in a paradigm change in the manner in which Logistics business is conducted, broadening the business opportunity scope and empowers to overcome all clear and present challenges in Logistics and converting it into an opportunity.\n</div><div>Some of our marquee clients across regions are in the– Pharma, Engineering, electronics, Food, fertilizers, plastics and pipes, paints, Material Handling equipments, odd dimension projects.</div><p></p>","industries":["Transportation & Storage"],"name":"DECKER LOGISTICS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"sandeep.pj@gmail.com","idea":"<p>Make real estate investments in India easier, safer, liquid and bite-sized</p><p>Provide a regulated and transparent alternative funding mechanism to real estate developers</p><p>Make real estate asset class appeal to retail financial investors and tap&nbsp; idle savings to meet the funding shortfall in housing sector</p>","industries":["Finance Technology"],"name":"PSF MANAGEMENT SERVICES PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"arlynlife@gmail.com","idea":"A commitment to care for you beyond medicines, A commitment to nurture life, Small but a significant one. A promise to provide affordable healthcare, Not only for a few, but for all, We begin our initiative, Small but a significant one. Aiming to change the way people look at healthcare, We begin our journey with our first step, A small step that promises significant changes in your lives.\n<div>Not Just a Medicine but a caring hand to nurture life.\n</div><div>At Arlyn, with pertinent use of science and technology, we develop healthcare products that improve the quality of millions of people’s life through better health. Looking after the well-being of our patients is not just our responsibility but our deliberate choice.\n</div><div>We at Arlyn Life Sciences have a dream, A dream to upgrade the health standards in India by delivering world-class products and services, A dream to provide quality and essential healthcare at affordable cost to everyone in need. Our core values help us develop a sense of trust, ownership and pride amongst our stakeholders. Our patient-centric approach helps us in building and nurturing relationships. These practices guide us in building a sustainable organization. \n</div><div>Vision:\n</div><div>–\tTo achieve “Self-reliant”  in healthcare with quality drug, deliveries and people. \n</div><div>Mission:\n</div><div>–\tTo deliver “smile to every patient” with quality medicines &amp; healthcare.</div>","industries":["Healthcare & Lifesciences"],"name":"ARLYN LIFESCIENCES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"kalbhor.sameeran19@gmail.com","idea":"to create infrastructure facilities and using data for fetching the highest possible prices for farm produce&nbsp;","industries":["Agriculture"],"name":"Farm Pool","sectors":["Others"]},{"email":"nikhil@infurnia.com","idea":"<p>Infurnia is world's first professional architecture and interior design software on cloud. It caters to professional interior designers, architects, design firms, modular kitchen firms, real estate developers, etc., across the globe via it's online SaaS offering.</p><p>We are an early stage startup.</p>","industries":["Architecture Interior Design"],"name":"INFURNIA FURNISHINGS PRIVATE LIMITED","sectors":["Others"]},{"email":"jr.jayshah@gmail.com","idea":"I am an Engineer in Information technology. I have previously worked at Accenture and at a clothing manufacturer. I am interested in the innovation in the field of clothing and am currently pursuing the same.","industries":["Textiles & Apparel"],"name":"Shah Designs","sectors":["Others"]},{"email":"supercaneharvester@gmail.com","idea":"To manufacture Full length Cane Harvesting machine","industries":["Others"],"name":"SUPERCANE","sectors":["Others"]},{"email":"lrs.powai@gmail.com","idea":"We are based in Powai and have been working since 2014, providing laptop repair services to clients in and around Powai area. We serve for all Brands of laptops.","industries":["IT Services"],"name":"LAPTOP REPAIR STORE","sectors":["IT Consulting"]},{"email":"solarpvthermal@gmail.com","idea":"All solar PV installations &amp; Solar Products","industries":["Renewable Energy"],"name":"SUNEERGINEER SOLUTIONS PVT LTD","sectors":["Renewable Solar Energy"]},{"email":"punit.vaswani@triproverr.com","idea":"<p>Triproverr is a B2B service for all travel needs of a organizations.&nbsp;</p><p>We are dealing with booking trains, flights, Hotels, Taxi, Doing corporate events etc.&nbsp;</p><p>Offering Two Product/Service</p><p>1. Virtual Travel Desk Solution</p><p>2. Physical Travel Desk Solution.&nbsp;</p>","industries":["Travel & Tourism"],"name":"ARCTIC TERN TRAVEL SOLUTIONS PRIVATE LIMITED","sectors":["Ticketing"]}]