[{"email":"info@smarthomeindia.co.in","idea":"<span>We are manufacturer of all type of automated\nsystems, we use machine learning to make the things automated using our\ntechnologies with the help of hardware and software</span>","industries":["IT Services"],"name":"SMART HOME INDIA ","sectors":["Application Development"]},{"email":"nikhil.steph@gmail.com","idea":"<div>CloudChef is a platform where Chefs can write recipes online and get it delivered across the world enabling Chefs to scale from a brick and mortar to a global scale. This is enabled by our robotic kitchen where humans and robots work in synchrony to perfectly recreate these</div><div>recipes.</div><div><br></div><div>CloudChef is founded by 3 IIT Bombay Alumni (Computer Science, Electrical and Mechanical Engineering) with experience in Samsung, Ola Cabs, Texas Instruments, Tonbo Imaging, etc. One Co-founder has already started a company(SoundRex) before this.&nbsp;</div>","industries":["Robotics"],"name":"CLOUDCHEF PRIVATE LIMITED","sectors":["Robotics Application"]},{"email":"amit@thegreatnext.com","idea":"<a href=\"https://www.thegreatnext.com/about\" target=\"_blank\">About The Great Next</a><br>","industries":["Travel & Tourism"],"name":"SIRDAR TRAVELS PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"finance@fitternity.com","idea":"Fitternity is India's largest online preventive healthcare platform that provides an integrated eco-system to help users start &amp; sustain their fitness journey. It not only enables users to discover, experience and buy professional services (linked to exercise, health eating &amp; overall lifestyle) but actually supports them to use these services effectively and meet their goals. \n<div>\n</div><div>Currently integrated with a vast network of 12,000+ verified service partners including gyms, studios, personal trainers, dieticians, healthy food kitchens etc through technology we have powered the journey of 5.5 Million consumers with the aim to radicalise the way 65 Million urban Indians consume fitness.</div>","industries":["Healthcare & Lifesciences"],"name":"FITTERNITY HEALTH E-SOLUTION PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"greyrobotics@gmail.com","idea":"<p>We at greyrobotics are involved in the designing and building of different kinds of robots which can be used by beginners to learn various robotic applications. Products from GreyRobotics are used to introduce its users to the fundamentals of robotics and control of mobile robots. We also provide training sessions to students on our developed robotic kits. Our products are sold all over India through Amazon.in&nbsp; . Visit us at&nbsp;<a href=\"http://www.greyrobotics.in/\" target=\"_blank\">GreyRobotics Website</a>&nbsp;to check our products.&nbsp;</p>","industries":["Robotics"],"name":"GreyRobotics","sectors":["Robotics Application"]},{"email":"sidhartha.roy@goodhums.com","idea":"Our project is a brick and mortar business with four clear innovations. The innovations are to fill in the gaps which exist in the industry today and can be a clear differentiator. This will also give us a first mover advantage and help us get into the big league. Let me give you a top view of the same.\n<div>Innovations:\n</div><div>•\tMarket access model ahead of time; Our project entails getting deep into peri -urban areas of India till towns of approx. 200K population. These geographies  has some of the highest GDP growth and lacks adequate access to healthcare. Our believe is that with Ayushman Bharat we will be aligning ourselves and be in a position to reap benefits  which will make business sense.\n</div><div>•\tMedical treatment innovation for better patient outcome. This is to combine the pharma promotion to GPs/CPs with rapid diagnostics so that the clinician can correctly diagnose the condition and deliver a better treatment outcome\n</div><div>•\tCommercial innovation: We are also exploiting the additional channel opportunity available with same channels. We will introduce consumer health products with the same sales force with BTL and ATL promotions\n</div><div>•\tHuman innovation: We have developed  a model for the sales force to do away with the existing managerial structure and make it possible for employees to decide their career growth themselves every year. Its something unique which will be exciting.\n</div><div>•\tWe want to create ~1000 employment in 5-7 years in the tier-2 and below cities.</div>","industries":["Healthcare & Lifesciences"],"name":"Goodhums Lifesciences Pvt Ltd","sectors":["Pharmaceutical"]},{"email":"umang@roadcare.in","idea":"We are building a road quality based GIS to enable Data Driven Governance and provide commercial/retail value-added mobility solution","industries":["Internet of Things"],"name":"RoadCare","sectors":["Others"]},{"email":"sagaransurkar99@gmail.com","idea":"AMAZE ANALYTICALS\n&nbsp; (amazeanalyticals.com)<div> \n</div><div>We are passionate about helping videos get discovered as well as social media promotions.\n</div><div> \n</div><div>The internet is crowded,we focused on engagement.we will display your video social \n</div><div>media promotions to real audience.\n</div><div> \n</div><div>We look forward to providing you with most effective social media promotions &amp; video\n</div><div>advertising solution.\n</div><div> \n</div><div>We have over 8000 publishing networks,that will display your video to their real audience.\n</div><div>start your campaign at amaze analyticals.\n</div><div> \n</div><div>WHY TO BUY YOU TUBE /SOCIAL MEDIA VIEWS/ SUBSCRIBERS FROM US?\n</div><div>WANT TO PROMOTE PROMOTE YOUR VIDEO BUT HAVE NO IDEA ABOUT HOW O GE MORE YOU TUBE VIEWS?\n</div><div> \n</div><div>amaze analitycals provide you with quality affordable views/subscribers/likes/comments\n</div><div>packages.if you buy you tube views from us we will spread your video all around world\n</div><div>with 50 to 60% Indians. you will surely gain more &amp; more views, broadening frame of your\n</div><div>popularity.\n</div><div> \n</div><div>HOW WE DELIVER VIEWS?\n</div><div>all of views are delivered our social media campaigns,online content collaboration\n</div><div>distributing videos through different networks.we also collaborate with some android \n</div><div>development companies like EPSILON DROID.\n</div><div> \n</div><div>IT IS SAFE?\n</div><div>yes its 100% safe when you buy through us.we provide 100% security when you buy you tube \n</div><div>views from us. our process is very safe. your you tube channel is 100% safe if you take\n</div><div>you tube services from us.\n</div><div> \n</div><div>BENEFITS?\n</div><div>video has become a huge part of our online experience ,videos are slowly dominating the\n</div><div>web including social media.have you noticed recently that most of content shared on\n</div><div>facebook is VIDEO. if your video has most no. of views across different regions than your\n</div><div>channel ranking will grow fast &amp; your channel will attract more no. of organic visitors.\n</div><div>if your videos goes with fast views then it will attract large audience to view your content.</div>","industries":["Marketing"],"name":"Amaze Analyticals","sectors":["Digital Marketing (SEO Automation)"]},{"email":"nileshborse9881@gmail.com","idea":"Gurukrupa work..","industries":["Others"],"name":"Gurukrupa engg work","sectors":["Others"]},{"email":"anantvijaysoni@gmail.com","idea":"I have&nbsp;<a href=\"https://www.anantvijaysoni.in\" target=\"_blank\">Started a blog to share knowledge</a>, here I will share information related to career growth, it may be online or offline. But I always provide real and genuine way to generate a passive income.<br>","industries":["IT Services"],"name":"Blog for beginners","sectors":["Web Development"]}]