[{"email":"rahul@webwideit.solutions","idea":"<a href=\"http://www.webwideit.solutions/\" target=\"_blank\">Webwide IT Solutions LLP</a><br>","industries":["Marketing"],"name":"Webwide IT Solutions LLP","sectors":["Branding"]},{"email":"abhinay@bakbuck.com","idea":"Bakbuck is a vernacular content gamification platform which helps users in the small towns to get information and entertainment in their language in an interactive manner and help them join their Online infotainment community.","industries":["Media & Entertainment"],"name":"KHICHADI TECHNOLOGIES PRIVATE LIMITED","sectors":["Social Media"]},{"email":"vikas.kakwani@vidyalaya.org.in","idea":"<p><a href=\"https://www.youtube.com/watch?v=JK6KZpiEoNE&amp;t=6s\" target=\"_blank\">Brief introduction to AAS Vidyalaya</a></p><p>AAS Vidyalaya – Anytime Anywhere School (www.vidyalaya.org.in) is the power in the hand of every child to unlock their potential through holistic learning and guidance. AAS (which means hope in Hindi), a mobile app, aimed at being India’s first virtual school, is solving the problem of availability and accessibility of good quality education by bringing the school to the children instead of children to the school. Reaching out to the remotest corners of the country, now a child doesn’t need to travel long distances everyday to school or spend thousands of rupees in tuitions or be forced to drop-out due to genuine constraints.<br><br></p>","industries":["Education"],"name":"AVILEEN ACADEMIC SERVICES PRIVATE LIMITED","sectors":["E-learning"]},{"email":"sahil@planetaryfoods.com","idea":"Planetary Foods Pvt. Ltd. is a Mumbai based Foodservice and FMCG Company. Our core focus is manufacturing Ready-To-Eat global food concepts that are marketed under our own brand. We are currently developing a one stop Ecommerce platform and we also develop and supply products to other brands.","industries":["Food & Beverages"],"name":"PLANETARY FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"oceanicgateways@gmail.com","idea":"Oceanic Gateways is a travel agency that intend to offer completely enjoyable, comfortable and informative travel excursions that will ensure that travelers are thoroughly satisfied and appreciative at the end of their trip. \n<div>\n</div><div>Oceanic Gateways is registered under Ministry of Micro, Small and Medium Enterprises (Government of India).</div>","industries":["Travel & Tourism"],"name":"Oceanic Gateways Travel Services  ","sectors":["Holiday Rentals"]},{"email":"ayan.bhattacharya07@gmail.com","idea":"<p><a href=\"https://www.instagram.com/vintage_rise\">https://www.instagram.com/vintage_rise</a><a href=\"https://www.instagram.com/vintage_rise/\" target=\"_blank\"></a>&nbsp;Meet the bags you need now &amp; forever. Vegan Faux Leather bags for all. Thoughtfully designed, crafted &amp; built to last.<br></p>","industries":["Fashion"],"name":"VintageRise","sectors":["Lifestyle"]},{"email":"kureelnisha8@gmail.com","idea":"<span>We at Pixie help the Hospitality industry in the quality recruitment process and job seekers finding the right quality Jobs. Our USP is providing candidates after going through an interview process.&nbsp;</span>","industries":["House-Hold Services"],"name":"PIXIE ADVISORY SOLUTION PVT LTD","sectors":["Home Care"]},{"email":"akshaykadam24.ak@gmail.com","idea":"Our basic idea is to start eco-friendly driving schools in the city","industries":["Education"],"name":"Smartdrive","sectors":["Education Technology"]},{"email":"palashinteriors.online@gmail.com","idea":"THE SUPPLY OF ERGONOMICALLY DESIGNED ALL FURNITURE.\n<div>We listen, we care, and we continue to uphold our long standing tradition of not only meeting but exceeding our customer’s expectations. We offer a broad range of furniture and specialize in designing complete office systems for your specific needs. We also remain in step with changes in our marketplace. We like to believe that we do things differently. We treat our customers differently, as individuals, catering for their individual needs while striving to contain costs. To us, customer focus covers everything from product quality to prompt delivery, after-sales service, professional expertise and advice.</div>","industries":["Architecture Interior Design"],"name":"Palash Enterprises","sectors":["Others"]},{"email":"cmd@sinpra.com","idea":"SINPRA Business Ventures Pvt Ltd was envisioned to create and develop a world-class niche in the hospitality and tourism business, textile industry, pharmaceutical distribution, event management, infrastructure development, education and consulting and to re-engineer its management capabilities to meet international standards and global competitiveness.\n<div>The unique ability of the group to navigate with its strong fiscal and financial management, continuous innovation, sustainability and long term vision contributed to its stable growth.</div><div><br></div><div>Incorporated in 2018, Founder and Chairman – Mr. Prakash Tayade laid the foundation of SINPRA Business Ventures Private Limited (SBVPL) in the year 1989 with SINPRA Textiles. With a humble start comprising of 5 power-looms; it has now grown to a mega manufacturing unit of 35 power-looms, producing one of the finest fabrics available in the market. After thirty years of performance, SINPRA Textiles grew from a one manufacturing unit based outfit to 8 viable enterprises under the guidance and expertise of the young and dynamic management, Managing Director – Mr. Lalitkumar Prakash Tayade and CEO – Mr. Amit Prakash Tayade.\n</div><div>SBVPL's biggest asset is its ability of continuously responding to the varying and growing needs of its customers and consumers. It answered the consumer needs of the country when the government was eyeing industrialization by producing steels, cements, aggregates and textiles. Inspired by this and encouraged by the economic environment, after almost three decades, SBVPL started to engage in other businesses like: \n</div><div>•\tTextiles \n</div><div>•\tPharmaceutical Distribution \n</div><div>•\tTours &amp; Travels \n</div><div>•\tHolidays \n</div><div>•\tEvents &amp; Exhibition \n</div><div>•\tInfrastructure \n</div><div>•\tEduTech \n</div><div>•\tBusiness Consulting Services \n</div><div>\n</div><div>Each company in the group operates in a unique niche market and continually strives to be a leader in all its business endeavours to continue its legacy to service\n</div><div>SBVPL has been in existence for more than three decades. Despite its successes, it commits to continuously meet the demand of its market by continuing to produce quality products and extend guaranteed services in the coming years.</div>","industries":["Travel & Tourism"],"name":"SINPRA BUSINESS VENTURES PRIVATE LIMITED","sectors":["Holiday Rentals"]}]