[{"email":"cssiyalala@gmail.com","idea":"\n            <p><a href=\"https://www.aniriturbanagro.com\" target=\"_blank\">https://www.aniriturbanagro.com</a></p><p><br></p><p>The Company is in the business of doing agriculture by using technology based innovative processes and is working towards improving existing products by using technology.</p>\n        ","industries":["Agriculture"],"name":"ANIRIT URBAN AGROFOODS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"hartaj96@gmail.com","idea":"<p>An online travel magazine platform where anyone can create their own travel online magazine channel.</p>","industries":["Social Network"],"name":"Adventure Chase","sectors":["Others"]},{"email":"magaurielectricals@gmail.com","idea":"<p>To carry on the business of electrical project, all type of electrical work and services, electrical control panels, CCTV solutions, LT cable laying solution, office infra project supply and installation of furniture, ac, fabrication, office cabin, civil work, all turnkey projects, carpentry, pumping, online and offline facility management services.</p>","industries":["Architecture Interior Design"],"name":"MAGAURI ELECTRICALS PRIVATE LIMITED","sectors":["Others"]},{"email":"mrsan2601@gmail.com","idea":"<p>We want to build a place for fans of influencer can buy their merchs, communicate with other fans&nbsp;</p>","industries":["Fashion"],"name":"Fansunami.com","sectors":["Lifestyle"]},{"email":"unjaandating@gmail.com","idea":"<p>Unjaan is a dating service that connect 2 user directly without the hassle of swiping. They are involved in a virtual blind date and thus have a chance of getting more matches than other services.</p>","industries":["Dating Matrimonial"],"name":"Unjaan","sectors":["Others"]},{"email":"business@list8.in","idea":"<p>List8 is an internet company. Our mission is to enable Indian local businesses to reach out maximum potential customers, we are eager to provide them the platform for promotion of their Services, skills and offerings. We want to introduce the potential of cryptocurrency in Local Indian market for transactions.</p>","industries":["Marketing"],"name":"List8","sectors":["Digital Marketing (SEO Automation)"]},{"email":"omitasens@gmail.com","idea":"<p>1) To provide a range of products, services and related technologies and devices of engineering consultants, process control instrumentation, Automation, solutions , industrial equipments, electrical and electronics, Controls Systems, Systems integrator, IT &amp; IOT, semiconductors and act as manufacturers, traders, Exporter and Services provider of electronics instruments, Sensors, industrial equipments,  devices, tools, and services for HVAC, BMS, IBMS, Cleanrooms, cold chains, IOT and IT software and hardware etc. for measuring, controlling ,monitoring , Automation, test and validation systems i.e. Levels sensors, temperature sensors, pressure sensors, flow sensors, water quality sensors, air quality sensors ,valves, accessories, embedded in detailed engineering  services like design, consulting and contracting, Test and Validation, Engineering process services, sourcing support, maintenance, sustenance and after sales Support, Mechanicals, chemicals, Electrical and Electronic, IT hardware and software, robotics, appliances, technical publications, engineering and asset information management.\n</p><p>2) To be engaged in manufacturing and providing related technical services to companies in Pharmaceuticals, Petrochemical, Wastewater treatment facilities, biotech and pharmaceutical labs, medical applications, semiconductor facilities, refineries, power generation plants, food and  beverage processing plants, pulp and paper mills, OEM, IT, Chemical manufacturing plants and the host of support companies that serve these industries etc. in India and worldwide</p>","industries":["Others"],"name":"OMITASENS ENGINEERS PRIVATE LIMITED","sectors":["Others"]},{"email":"ranjiniloyalka@gmail.com","idea":"<p>Pool Pay is a group experience platform that is leveraging technology to make group payments easier, efficient and more transparent.</p>","industries":["Finance Technology"],"name":"PoolPay","sectors":["Mobile wallets  Payments"]},{"email":"granibble@gmail.com","idea":"<p>We are producer of food products intended to offer snacks.</p>","industries":["Food & Beverages"],"name":"Granibble","sectors":["Others"]},{"email":"harde.satish10@gmail.com","idea":"<p>We are a next generation production house specialising in bringing the most enthralling stories to life. With a dynamic team of passionate film-makers we collaborate with new age platforms to create viewer centric content. Our forte lies in creating and executing path-breaking concepts, with a vision to make our mark amongst the best in the ecosystem</p>","industries":["Media & Entertainment"],"name":"Seventh Sense Productions Private Limited","sectors":["Entertainment"]}]