[{"email":"rudrasolution2012@gmail.com","idea":"<a href=\"http://rudrasolution2012@gmail.com\" target=\"_blank\">rudra solution</a><br>","industries":["Computer Vision"],"name":"rudra solution","sectors":["Others"]},{"email":"ajayrmenon@hotmail.com","idea":"We are a grassroots sports academy based out of Mumbai. We are currently conducting football coaching for children aged 4-14 years. We also have a tailor made program for corporates. Forza India has currently two centres in Mumbai. We are looking to open centres across Mumbai before taking the model to other cities and towns in India. Forza India is also looking to add other sports to its portfolio.&nbsp;","industries":["Sports"],"name":"FORZA INDIA ACADEMY PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"ashishranglani@gmail.com","idea":"A mobile application which helps-<br>a) freelancers get optimum utilisation of their time between two projects &amp; <br>b) a platform for the employer to hire such talent working in the Indian Film Industry.","industries":["Media & Entertainment"],"name":"Indian Samurai","sectors":["Movies"]},{"email":"sageo.mathew@gmail.com","idea":"Vocational Training","industries":["Education"],"name":"Sageo Mathew","sectors":["Skill Development"]},{"email":"devidasgore7@gmail.com","idea":"<p>Pest management services / Pest Control Services&nbsp;<a href=\"http://Pest management Services\" target=\"_blank\">VIGHNAHARTA PEST CONTROL</a></p>","industries":["Others"],"name":"Vighnaharta pest control ","sectors":["Others"]},{"email":"archana.provision@gmail.com","idea":"Embocer Giftings Private Limited is a solutions driven gifting organization. Our \nmission is to simply make gifting easier. We are&nbsp;&nbsp;mainly into \nPromotional Merchandise and Printing Solutions.<br>Embocer Giftings Private Limited owns In house printing facility equipped with modern \ngigantic machines capable to give perfect finishing for every product.","industries":["Marketing"],"name":"Embocer Giftings Private Limited","sectors":["Branding"]},{"email":"pratap@loanxpress.com","idea":"LoanXpress.com is an online loan portal that assists SMEs in Business Loans and related services like CMA data, Project report, Company presentation, etc. It is an initiative by the Vermillion Group which provides fund-raising &amp; advisory services. \n<div>\n</div><div>Knowing what SMEs have to go through to get a Business Loan and wanting to change the scenario for the SMEs, LoanXpress.com was formed by a team of veterans in Debt &amp; Equity markets.\n</div><div>Team LoanXpress firmly believes that the most significant hurdle a businessman faces while trying to raise funds is not knowing the next step and not knowing who is giving the right answers and who is trustworthy. There are a lot of professionals, agents &amp; syndicators in the market who mislead the SME for their ease or benefit. \n</div><div>\n</div><div>LoanXpress wishes to become that name that SMEs across India can rely on. Our mission is to support and collaborate with young, trend-setting companies in today’s fast paced market space, elevating them to a whole new level. We accomplish this by arranging the funds and term capital so that SMEs can focus on the core business leaving the stressful hassles on our experienced shoulders.\n</div><div>\n</div><div>o\tExcellent understanding of a lifecycle of a company. \n</div><div>o\tLarge product basket \n</div><div>o\tCustomized solutions for all clients \n</div><div>o\tFocus on long term relationship with company rather than deal specific assignments\n</div><div>o\tAbility to match company’s requirement with tailor made solutions\n</div><div>o\tConsultative approach \n</div><div>o\tImprovised response time \n</div><div>o\tConsistently competitive pricing \n</div><div>\n</div><div>With the thought of ushering the much needed change to the SME landscape by enabling the SMEs to raise capital with help of technology and transparent methods of syndicating and providing genuine advise to raise capital from banks, LoanXpress aspires to be a one-stop solution for the young and budding companies which need debt capital in the form of loans (secured and unsecured) and working capital finance.</div>","industries":["Finance Technology"],"name":"VERMILLION FINALYTICS PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"ssadh@mumbaipropertyexchange.com","idea":"PROPi is a market place for realtors to interact.","industries":["Real Estate"],"name":"Propi.in","sectors":["Housing"]},{"email":"sumit.mehta@noveltyregel.com","idea":"We have created an innovative environment friendly bio based tyre sealant that helps to seal punctures without harming the tubes and thus prevent tyre bursts","industries":["Automotive"],"name":"NOVEL TYRE GEL PRIVATE LIMITED","sectors":["Tires & Rubber Products"]},{"email":"TheCerebralAcademy@gmail.com","idea":"<p>Ours is an institute born from passion. The passion to make a difference in the lives of millions of students. The passion to respect every child as an individual and to add value in his individuality, which will eventually make him capable of achieving HAPPINESS AND SUCCESS IN LIFE.</p><p>After conducting multiple surveys, doing research and putting hours of productive brain storming sessions we have found a huge gap of what is required from a student and what the student requires from an institution. Times have changed technology has come in, competition has increased but the primary factor of performance and delivery still remains.</p><p>Ours is an institution driven by what makes students \"want\" to study, rather than \"have\" to study. Each day we strive to bridge the gap between a student’s individual capacity and what’s required from him. Our inspirations come from world leaders and international trends setters. We stay attuned with the scientific, psychological and behavioral aspect in a student’s life cycle\n.</p><p>We are a team of young professionals, who love to teach and innovate for the betterment of millions of students across the country, to bring out the best in the professionals of the future.</p><p>We are here to make a difference in our student’s lives, and we will.</p><p>Our Website :&nbsp;<a href=\"http://www.CerebralAcademy.co.in\">www.CerebralAcademy.co.in</a><a href=\"http://www.CerebralAcademy.co.in\" target=\"_blank\"></a></p><p>Our Instagram Page :&nbsp;<a href=\"http://www.instagram.com/ateameducation\">www.instagram.com/ateameducation</a><a href=\"http://www.instagram.com/ateameducation\" target=\"_blank\"></a></p><p>Our Facebook Page :&nbsp;<a href=\"http://www.A-Team.co.in\" target=\"_blank\">www.A-Team.co.in</a></p>","industries":["Education"],"name":"Cerebral Academy","sectors":["Education Technology"]}]