[{"email":"drhitesh@purnamhealth.com","idea":"<p>Purnam Global HealthPrivate Limited is founded by Dr. Hitesh Shah to provide an innovative and automated model of education - consultation - counselling - therapy - product sale in the field of Human relationship and sexuality with the help of mobile application. </p><p>This will be enabled through AI ( Artificial Intelligence ) and ML ( Machine Learning ) which can be accessed buy users directly from their mobile devices without hesitation and from the remotest place in rural India to anywhere from globe. This will be multilingual, too.</p><p><br></p><p>The AI based expert will give preliminary consultation and guidance through chatbot and suggest solutions. Further human touch will be provided by the associate doctors and counsellors who will be further trained in the subject by the training wing of the company.</p><p><br></p><p>This will not only break ice for the people suffering with sexual problems to obtain scientific solutions but also will develop lot of job opportunities for the medical, counsellor and IT experts in the field, for the global platform. </p><p><br></p><p>&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"PURNAM GLOBAL HEALTH PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"doshichirag_h@yahoo.co.in","idea":"Helps children grow physically and Mentally more stronger through sport training, activities and competitions<br>","industries":["Sports"],"name":"Kidzolympia","sectors":["Sports Promotion and Networking"]},{"email":"admin@javis.in","idea":"Javis (Just A Very Intelligent System) is an Enterprise AI platform for businesses with large sales &amp; distribution setup. We specialize in predicting the buying behavior of a retailer/outlet in terms of who will buy, which item will be bought &amp; how much.&nbsp;","industries":["Enterprise Software"],"name":"JAVIS TECHNOLOGIES PRIVATE LIMITED","sectors":["Collaboration"]},{"email":"gurunaik111@gmail.com","idea":"We at EEIPU eTECH are into manufacturing of electric vehicles and electric vehicle technologies. We offer customization of electric vehicle as well as upgradation of petrol vehicles to electric vehicles.","industries":["Automotive"],"name":"EEIPU EVTEC","sectors":["Others"]},{"email":"rezventure@gmail.com","idea":"<p>Rezventure Technologies.&nbsp;</p><p>We are working on Hotel Software like Hotel PMS(Property Management System), Hotel Channel Manager (API connection with all hotel aggregators like Expedia, Booking.com, Goibibo MakeMyTrip) Hotel Website Booking Engine.</p><p><br></p><p>We already working on it soon project live. but now we need support to cover the market. Our Team already have experience of Hotel Software.</p><p><br></p><p>&nbsp;</p><p>&nbsp;</p>","industries":["Enterprise Software"],"name":"Rezventure Technologies","sectors":["Cloud"]},{"email":"PRAVINAWATADE12@GMAIL.COM","idea":"\n            NAVYBLUE RESOURCES INTEGRATION AND SOLUTIONS PRIVATE LIMITED\n        ","industries":["Green Technology"],"name":"NAVYBLUE RESOURCES INTEGRATION AND SOLUTIONS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"CapitalTrick@gmail.com","idea":"Capitaltrick is Media and Financial information company which will provide all information with accuracy.","industries":["Others"],"name":"Capitaltrick","sectors":["Others"]},{"email":"SHIVANGIMKPATHAK@GMAIL.COM","idea":"Improving the quality of life through research and innovation","industries":["Healthcare & Lifesciences"],"name":"ERYX HEALTHCARE PVT LTD","sectors":["Pharmaceutical"]},{"email":"info@eliteupcareer.com","idea":"We are a company providing services such as Recruitment, Business Training, and Business Management Consulting.","industries":["Human Resources"],"name":"Elteup Career Private Limited","sectors":["Recruitment Jobs"]},{"email":"Sp12684@gmail.com","idea":"We operate on a B2B module, where we partner with retail Merchants who can offer Digital Online Fintech Services like Money Transfer , Aadhaar (AEPS) MPOS Aadhaar Deposit, Withdrwal, Utility Bill Payments, through App. Our innovative solutions are modeled to make the financial transactions Smooth, instant, easy for our retail merchants.<br><br>&nbsp;<br>We, serve to retail merchants across the City and Rural belt in India. Using the power of Digital Aadhaar &amp; Online Mobility, we are motivated to transform the retail merchants into Fintech Sector. The merchants will serve as a Online one stop solution to Digitalize Cash for the customer to benefit from FinTech services which were earlier available only those customers who had digital money.<br>","industries":["Internet of Things"],"name":"MPOS SOLUTIONS PRIVATE LIMITED","sectors":["Smart Home"]}]