[{"email":"ravi27.anand@gmail.com","idea":"<p>ITB</p><p><br></p>","industries":["IT Services"],"name":"ITBARON CONSULTING &amp; SERVICES LLP","sectors":["IT Consulting"]},{"email":"m.engineer@sunrichmeraki.com","idea":"<a href=\"http://www.sunrichmeraki.com\" target=\"_blank\">Website</a><br>","industries":["Architecture Interior Design"],"name":"SunrichMeraki","sectors":["Others"]},{"email":"binoli2@gmail.com","idea":"<p><a href=\"http://imagerocket.io\" target=\"_blank\">Image Rocket</a></p><p><br></p><p>a) Enable websites and content providers to deliver high-resolution images in the most compact &amp; optimized way ( size, color, cropping)\n</p><p>b)\tAccelerate page load time by reducing payload\n</p><p>c)\tReduce CDN Cost\n</p><p>d)\tUnique image optimization algorithm takes into account device size, resolution, and image format.\n</p><p>e)\tThe ImageRocket platform plans to build its own CDN, as well as offers flexible connectivity to other CDN providers. Its an end-to-end solution to the ever-growing demand for image management and delivery.</p>","industries":["Enterprise Software"],"name":"BNVRS TECH PRIVATE LIMITED","sectors":["Cloud"]},{"email":"amu9669@gmail.com","idea":"<p>- I have started my work in making a first ever and single kind of platform for Cycles in India.&nbsp;</p><p>- This is web-portal based business idea has tremendous scope as their is no such idea India with focus on this area.&nbsp;</p>","industries":["Marketing"],"name":"cyclewale.in","sectors":["Digital Marketing (SEO Automation)"]},{"email":"shashank@ambitionmarine.in","idea":"<p><span>Ambition Marine Services is an independent Marine Design and Engineering consultancy located in Mumbai, which provides Ship Design and related Engineering services to vessel Owners and Shipyards.&nbsp;</span></p>\n<p><span>&nbsp;<b>&nbsp;</b></span></p>\n<p><span>Our company draws an experienced workforce of qualified Engineers and Naval Architects to provide an integrated solution for all types of Marine Design projects, from concept to detailed documentation.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>As a part of Indian Government’s initiative for ‘Digital India’, Ambition Marine Services Pvt. Ltd. has successfully completed the <b>Design of India’s first Advertisement Vessel</b> and also obtained the Design approval from Indian Register of Shipping.</span></p>\n<p><span></span><br></p>\n<p><span>This is an innovative and unique concept of advertising products, brands, as well as Government initiatives and social messages on digital screens mounted on Floating crafts that will ply on the shores of the Beach where a large section of the population congregate.</span></p>\n<p><span>We are also working on the Green Technology for development of Electric engines for boats which will help to reduce pollution due to exhaust emissions. Unlike the conventional engines, electric motors stand out as the preferred means of powering boats today due to their zero-emission and low-noise performance.</span></p>","industries":["Construction"],"name":"AMBITION MARINE SERVICES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"prakul.rakesh@innmats.com","idea":"InnMats (Innovative Materials) Pvt Ltd, started by the researchers of IIT Bombay, is specialized in the area of material and surface chemistry. This “Make in India” initiative is supported by creative ideas, proven formulation,&nbsp;and technology.\n<div>\n</div><div>The motto of InnMats is to keep the user as well as the environment safe and healthy with the help of natural, green, and organic chemicals.\n</div>","industries":["Green Technology"],"name":"INNMATS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"sancomarketing18@gmail.com","idea":"<a href=\"http://www.sancovalves.in/www.sancovalves.com\" target=\"_blank\">www.sancovalves.in/www.sancovalves.com</a><br>","industries":["Others"],"name":"sanco valves pvt ltd","sectors":["Others"]},{"email":"vinits24@gmail.com","idea":"<a href=\"http://www.javinit.com\" target=\"_blank\">http://www.javinit.com</a><br>","industries":["IT Services"],"name":"Javint IT Services Pvt Ltd","sectors":["IT Management"]},{"email":"rs5445@nyu.edu","idea":"Serturner works with healthcare organizations of all types to strengthen the health of their business, helping them control costs, develop efficiencies and improve quality.","industries":["Healthcare & Lifesciences"],"name":"SERTURNER LABS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"rajputbhagatsingh@gmail.com","idea":"UMBICELL PRIVATE LIMITED","industries":["Healthcare & Lifesciences"],"name":"UMBICELL PRIVATE LIMITED","sectors":["Biotechnology"]}]