[{"email":"priya.kelut@einblickconsulting.com","idea":"EINBLICK CONSULTING ENGINEERS","industries":["Design"],"name":"EINBLICK CONSULTING ENGINEERS","sectors":["Industrial Design"]},{"email":"pratapnathani@gmail.com","idea":"Beacon has been formed by a group of ex-bankers and professionals from the similar domain with high amount of experience in the Trusteeship business. Beacon's potential clientele comprises of Banks, Financial Institutions including Insurance Companies, Mutual Funds and NBFCs, Government organizations, AIFs, MNCs, Family offices and High Net-worth Individuals in India and overseas. Its Board of Directors comprises of industry luminaries who are the company's constant source of high standards of corporate governance. \n<div>\n</div><div>Our services are aimed at procuring the maximum benefits to our clients and enhancing client satisfaction. As Trustees, we ensure compliance with all statutory requirements and believe in the highest ethical standards and best practices in Corporate Governance. Our aim is to achieve their trust by letting them see the quality and excellence of our services.\n</div><div>\n</div><div>We are generally held to a prudent standard in regard to meeting our responsibilities, and we believe in meeting your expectations and maintaining our growth standards. Hence, our enquiry of the Scope of Work of the Transaction in question is thorough. All transaction documents are vetted by us and we may suggest or advice our clients on the structure of the transaction from Operational &amp; Legal opinion, if required. The next step is the Execution of all the documents and carrying out of compliances. \n</div><div>\n</div><div>We offer the entire spectrum of Trustee services by combining our capabilities with our in-depth knowledge. As a reflection of our commitment to our clients, our team continually strives to provide expert services and to cater to the changing market needs. We value the enduring relationships with our clients based on Confidentiality, Ethics and Trust and have imbibed the same into our work culture. The synergy contributed by the team shall singularly contribute to every milestone we achieve and every ethically sanctified delivery we provide.\n</div><div>\n</div><div><br></div>","industries":["Others"],"name":"Beacon Trusteeship Limited","sectors":["Others"]},{"email":"siddharth@meshup.in","idea":"MESHUP ONLINE SERVICES PRIVATE LIMITED","industries":["Social Network"],"name":"MESHUP ONLINE SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"kapil.jain@ascentivelearning.com","idea":"<a href=\"http://www.ascentivelearning.com\" target=\"_blank\">www.ascentivelearning.com</a><br>","industries":["Human Resources"],"name":"ASCENTIVE CORPORATE LEARNING SOLUTIONS PRIVATE LIMITED","sectors":["Training"]},{"email":"diveshmishra07@gmail.com","idea":"Ursa Minor Consulting Pvt Limited","industries":null,"name":"Ursa Minor Consulting Pvt Limited","sectors":null},{"email":"ashisshraichura@scanbo.com","idea":"TEESHA HEALTHTECH PRIVATE LIMITED","industries":null,"name":"TEESHA HEALTHTECH PRIVATE LIMITED","sectors":null},{"email":"jkishore010@gmail.com","idea":"SEA SOUL PRIVATE LIMITED","industries":null,"name":"SEA SOUL PRIVATE LIMITED","sectors":null},{"email":"rnagpaul@outlook.com","idea":"RESCUW Earth Technologies ,&amp; Advisory LLP","industries":["Green Technology"],"name":"RESCUW Earth Technologies ,&amp; Advisory LLP","sectors":["Waste Management"]},{"email":"abhishek@9squaresolutions.com","idea":"<p>Nine Square Solutions has emerged as a leading player in providing Automation Solutions to educational institutes, government organizations, and corporate companies. Nine Square Solutions facilitates fully functional hardware + software solutions and simplifies customization, enhancements, and growth to the organization.</p><p><br></p><p><br></p>","industries":["IT Services"],"name":"NINE SQUARE SOLUTIONS (INDIA) LLP","sectors":["Application Development"]},{"email":"smita.lunawat@yahoo.co.in","idea":"CUDDLE N CARE LLP","industries":["Textiles & Apparel"],"name":"CUDDLE N CARE LLP","sectors":["Apparel & Accessories"]}]