[{"email":"hr.sandeep05@gmail.com","idea":"<p>Maha Technocrats Engineering Pvt. Ltd is a manufacturers and Service Providers of Material Handling Equipment operated on Battery and E Vehicles such as E Rickshaw and E loaders etc.</p>","industries":["Automotive"],"name":"Maha Technocrats Engineering Private Limited","sectors":["Others"]},{"email":"info@amazing.net.in","idea":"Ours is an e-commerce website specially designed, developed and build, to create a virtual market place or a platform for Licensed Medical /Pharmacy stores or Medical Equipment manufacturers /sellers, and other companies with in India, who are already having required permission, licenses, authorization and competency to sell, Medicine / pharmacy and other related product, and have shown intention to sell them, to the prospected customer, already registered with us. It is like, we have created a virtual place for them to meet and reach out maximum customers in the area, in which they are willing to deliver their product of their own.","industries":["Healthcare & Lifesciences"],"name":"Amazing Marketing and Services","sectors":["Health & Wellness"]},{"email":"oojorganic@gmail.com","idea":"OOJ believes that Ayurveda is the vast ocean of Lifestyle &amp; Healthcare knowledge.\n<div>It was the most developed and research based medical system of ancient era.</div><div>As per the WHO statistics more than 70% population world over use traditional herbal medicines.\n</div><div>Ayurveda is one of the most systemized and result oriented system of prevention and cure of any health problems.\n</div><div>Hence OOJ follows Ayurveda…</div>","industries":["Food & Beverages"],"name":"OOJ ORGANIC PRODUCTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"KRISHNASHAH@HOTMAIL.COM","idea":"REFERKAR DIGITAL SERVICES LLP","industries":["Marketing"],"name":"REFERKAR DIGITAL SERVICES LLP","sectors":["Branding"]},{"email":"sweta21baheti@gmail.com","idea":"Brief: Noam Fashion<div><br></div><div><br></div><div><br></div><div>•\tAbout the Brand: Noam Fashion brand is inspired by Korean fashion, selling stylish, elegant structured fashion accessories</div><div>It is about giving natural beautiful designs to feel more You!</div><div><br></div><div><br></div><div>•\tBrand Personality: Modern, elegant, classy, chic, mid range affordable</div><div><br></div><div>•\tBrand Image: Rich, International designs</div><div><br></div><div>•\tTarget Audience: 20+ Age group, Gender Fluid</div><div>India: Metros and few Tier 2 cities</div><div>Educated Working Gen, likes Fashion and does not mind spending for a good design and decent quality.&nbsp;</div><div><br></div><div><br></div><div><br></div><div>•\tPrice Range: INR 1200 to 3,300/-</div><div><br></div><div>•\tBrand Position: Mid range, affordable great designs with a elite look</div><div>Close to Zara, Aldo and placement of products to be in like ASOS and TOPSHOP&nbsp;</div>","industries":["Fashion"],"name":"Noam Fashion","sectors":["Lifestyle"]},{"email":"hoacamey@gmail.com","idea":"Acrux group is a biodiesel Manufacturing company, we comply to follow IS 2796&nbsp; quality parameters which make our product standard &amp; consistence to the customers with our statergic planning &amp; networking we plan to create great impact in this field.<br>","industries":["Renewable Energy"],"name":"Acrux group","sectors":["Others"]},{"email":"padhyamit999@gmail.com","idea":"AVP Robotics Pvt LTD has the vision to automate the industrial Workflow and use human workforce for more intelligent work. To start a new working revolution of automating digital work to make a 8-1 job life of talents.","industries":["Robotics"],"name":"AVP ROBOTICS PRIVATE LIMITED","sectors":["Robotics Technology"]},{"email":"ameymailbox904@gmail.com","idea":"Myself amey pawaskar me &amp; my team has been able to develop the alternative method for biodiesel production which gives a great yeild, we got our sample approved &amp; had done field trials,we have some good customer base too we now want to develop the fully dedicated facility for the manufacturing.<br>","industries":["Renewable Energy"],"name":"Amey pawaskar","sectors":["Others"]},{"email":"ravikantmba@gmail.com","idea":"Word of mouth media","industries":["Retail"],"name":"TRYLIA","sectors":["Retail Technology"]},{"email":"ONARMOR.US@GMAIL.COM","idea":"SYSTEM INTEGRATOR<br>","industries":["Security Solutions"],"name":"ONARMOR E-SECURITY SOLUTION","sectors":["Home Security solutions"]}]