[{"email":"shalakabiosciences@gmail.com","idea":"<p>The manufacturing of neutraceutical from natural resources to benefit the individual from all strata.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"Shalaka Biosciences","sectors":["Health & Wellness"]},{"email":"siddhiwastetogreen@gmail.com","idea":"\"Waste, a Resource\", with this mantra, Siddhi Wastetogreen Pvt. Ltd. was established with the aim of providing technologically sound solutions to the global issues pertaining to MSW, Industrial waste and Construction Waste.\n<div>\n</div><div>Focusing on the long term goal of \"Reducing Waste\", Siddhi Wasteto green Pvt.Ltd is tying up with various Municipal Corporations, Government bodies to encourage IEC projects across Residential and Commercial establishments, in the view of reducing waste by Reusing, Refurbishing, Recycling and Donating.\n</div><div>\n</div><div>Siddhi Wastetogreen Pvt. Ltd. has been registered and certified by \" Startup India\" for our innovative concept in the field of Waste Management. \n</div><div>\n</div><div>We have developed and manufactured in house OWC's to assist waste generators from 25kgs - 5000 kgs.&nbsp;<span>Bio gas plants, Briquietting, Pelleting and RDF are some of our options to work on specific kinds and quantums of Waste.&nbsp;</span></div><div>\n</div><div>WTE ( Waste to Energy) is the only long term solution for tackling this Global issue of Waste , thereby ensuring depletion of our Natural resources. \n<span>In the field of WTE , Siddhi Wastetogreen Pvt. Ltd, is working with international patents of Enzymic  Thermal Decomposition with reusable residue of only 2%.&nbsp;&nbsp;</span></div><div>\n</div><div>Sustainable Technology transfers with adaptation to our Country's Waste Culture is the forte of M/s Siddhi Wastetogreen Pvt. Ltd.</div><div><br></div><div><br></div>","industries":["Green Technology"],"name":"SIDDHI WASTETOGREEN PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"info@paawakfoods.com","idea":"Paawak Foods is a fast growing startup focused on establishing its brand in jaggery and jaggery based products and thereby provide a healthier option of natural sweetener","industries":["Agriculture"],"name":"PAAWAK FOODS","sectors":["Food Processing"]},{"email":"brian.zehr@desigendx.com","idea":"Diagnostic kits and testing services for the agriculture and food industry.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"Agrisure Diagnostics LLP","sectors":["Biotechnology"]},{"email":"vaishali1409@gmail.com","idea":"KBCols Sciences Pvt. Ltd. is a technology driven startup in the field of Bioprocess Technology. The company founded and run by Dr. Vaishali M. Kulkarni and Dr. Arjun Singh Bajwa (Alumni of ICT Mumbai) focusses on harnessing the true potential of Biotechnology through innovative and path breaking solutions for industrially important pigments and bioactive compounds. The company envisions being a pioneer in space of innovation, research, manufacturing and application of those biomolecules. \n<div>The start-up currently focusses on exploring microbes as a waste &amp; inexhaustible source which can be used for extracting different natural colors, thereby giving an opportunity to color the whole world in a completely new different way. The company through its innovative approach is actively involved in developing proof of concept for extracting natural colors from microbes and applying them in various industries through an environment friendly and novel process. \n</div><div>The startup has already received numerous International and national awards for its approach including BEST ABLE 2015, DST-Lockheed Martin India Innovation Growth Programme 2016 , Axis Moves 2017, BIG (Biotech Ignition grant) 2018 etc.</div>","industries":["Green Technology"],"name":"KBCOLS SCIENCES PVT. LTD.","sectors":["Clean Tech"]},{"email":"venkatesh@roadcare.in","idea":"<p>RoadCare is a scalable and automated road quality monitoring system. It comprises of a RoadCare mobile application which collects sensor data. We analyze this data to generate actionable insights for commuters, decision makers and logistics companies</p><p><a href=\"http://www.roadcare.in\" target=\"_blank\">www.roadcare.in</a><br></p>","industries":["Internet of Things"],"name":"RoadCare","sectors":["Others"]},{"email":"tanvi@loantap.in","idea":"<p>LoanTap Financial Technologies Pvt. Ltd is India’s leading FinTech company. </p><p> </p><p>LoanTap has merged traditional banking risk management with agility of a FinTech start-up to create a customer centric lending experience. With an in-house NBFC and a seamless web experience, LoanTap has played on innovative product design and faster time to disbursement to carve a niche for itself in the salaried segment.</p><p>LoanTap has pioneered products like EMI free loans, personal overdraft, rental deposit loan and credit card takeover which focuses on the monthly cash flow pattern of salaried professionals and slashes monthly cash outflow by 40%. Occasion specific products like wedding loan, holiday loan takes in account of customer’s life stage’s financial requirements and gives flexibility of re-payments.</p>","industries":["Finance Technology"],"name":"LoanTap Financial Technologies Pvt. Ltd.","sectors":["Others"]},{"email":"info.optisolutions@gmail.com","idea":"<a href=\"http://www.optimumsolutions.net.in\" target=\"_blank\">www.optimumsolutions.net.in</a><br>","industries":["Design"],"name":"OPTIMUM SOLUTIONS","sectors":["Industrial Design"]},{"email":"sales@dysys.in","idea":"<div>DYSYS Infotech started as IT System Integrator &amp; Infrastructure Services company provides end-to-end cutting-edge IT\n&nbsp;<span>infrastructure solutions and services with comprehensive range of products for businesses across a broad range of&nbsp;&nbsp;</span><span>industries and specializations</span></div><div><br></div><div>DYSYS Offer IT Software and licensing| End Point Security| IT infrastructure &amp; Peripherals, Network &amp; Gateway Security| Backup&nbsp;<span>Managed Services.</span></div><div><br>DYSYS ensures to deliver superior Technical solutions and Services that\n&nbsp;<span>offers the true business value to the clients we serve, empowering them to&nbsp;&nbsp;</span><span>accomplish their desired objectives and initiatives</span></div>","industries":["IT Services"],"name":"DYSYS INFOTECH PRIVATE LIMITED","sectors":["IT Management"]},{"email":"suraj.shinde@nctl.in","idea":"NETCORE TECH LABS INDIA","industries":["IT Services"],"name":"NETCORE TECH LABS INDIA","sectors":["IT Management"]}]