[{"email":"yuvraj.patil@excellerconsultancy.in","idea":"<p><a href=\"https://www.excellerconsultancy.in/\" target=\"_blank\">Website</a></p><p><br>Exceller Management Consultancy is focused on improving efficiencies and productivity of the companies using technology.<br></p>","industries":["IT Services"],"name":"EXCELLER MANAGEMENT CONSULTANCY LLP","sectors":["Product Development"]},{"email":"ufss.145@gmail.com","idea":"<p><a href=\"http://www.universalfiresafety.com\" target=\"_blank\">www.universalfiresafety.com</a></p>","industries":["Others"],"name":"UNIVERSAL FIRE AND SAFETY LIMITED","sectors":["Others"]},{"email":"jayeshjacky@yahoo.co.in","idea":"<p>Our Brand name Neonshy was founded with an open mind and the desire to create a brand that speaks to all ages and everybody. This means no matter your age, shape, size or gender, your Neonshy label is always there to help you achieve your FASHION goals, whether for work, social or family outings.<br><br>It is our mission to help our customers express their personalities through their clothing and accessories. Our philosophy is to create fun, beautiful, affordable fashion clothing for everyday use with top quality designs and excellent quality. We love to share our clothes with our customers to ensure that they can express their individuality, and also that they can see the beautiful designs with our products<br><br>Our philosophy about what makes the perfect dress reflects our belief that it must beautiful for everyone who wears it. Whether you are looking just for something simple or more sophisticated; whether it is business casual, formal or sporty – there is one thing YOU need!<br><br>Our primary aim is to offer each customer a full range of clothing styles, in a range of price points and styles to suit their individual budget.<br></p>","industries":["Fashion"],"name":"Tiptoe Elegance LLP","sectors":["Apparel"]},{"email":"qoneqt2@gmail.com","idea":"<p>Qoneqt is a verified social community platform that intends to bring authenticity in communication between communities and Individuals online with real faces.\n</p><p>It doesn't allow fake profiles or bots, so one can enjoy a social community platform in a secure ecosystem.\n</p><p>Stay connected!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Social Network"],"name":"Qoneqt","sectors":["Others"]},{"email":"swarupbole@gmail.com","idea":"<p>Furnicart has endeavoured to become a one-stop source for user-friendly, world class modular furniture.&nbsp;</p><p><br></p><p>We are a group of professionals who were working for M/s N R Jasani for last over 2 decades before they ciosed their Modular Office Furniture Division in the last quarter of 2013.&nbsp;</p><p><br></p><p>We have formed a company called Furnicart Modular Pvt Ltd to manufacture and supply quality modular furniture and carry forward the legacy of Jasani's quality standards.</p>","industries":["Others"],"name":"FURNICART MODULAR PRIVATE LIMITED","sectors":["Others"]},{"email":"ssgavankar@hotmail.com","idea":"<p>What is One Stop NDT?\n</p><p>A informative dais for NDT enthusiasts, One Stop NDT has everything related to Non-Destructive Testing in one place. Backed by professionals with unprecedented experience &amp; presence of more than 20 years in NDT Market, One Stop NDT gives you a chance to freely communicate and interact with experts. NDT equipment manufacturers, service providers, plant operators, distributors, NDT professionals can check out the new developments, products and services available in the global market and have direct access for interactions with like-minded professionals. One Stop NDT users have access to NDT forums, jobs, blogs, events, courses, webinars and much more!</p>","industries":["Marketing"],"name":"PRAYUJ ONLINE INTEGRATED SERVICES LLP","sectors":["Branding"]},{"email":"rajinduspl@gmail.com","idea":"<p><span>We take this profound pleasure in introducing ourselves\n\"RAJESHWARI INDUSTRIES PVT. LTD\", as one of the major stockiest and\nsuppliers of all types of ferrous and non ferrous metals &amp; manufacturer of\nForges fittings.</span></p><p><span>&nbsp;</span></p><p><span>\"RAJESHWARI INDUSTRIES\nPVT. LTD\" is a fast growing industrial supplier providing world class\nmaterial of construction for industrial projects ranging from mass producing\nconsumer industries to extreme pressure petrochemical plants.</span></p><p><span>&nbsp;</span></p><p><span>Our products and supplies\nare inspected, accepted and approved by clients, independent inspection\nagencies and engineering consultants and other renowned players. We have a\ntechnical know-how in this trade and have crossed substantial business from\nreputed companies, Govt. sectors, Pvt. Bodies, on repeat order basis, till\ndate. Catering towards their needs, in their various manufacturing cum\nproduction programmes, with our display of quality products, on convenient\nterms.</span></p><p><span>&nbsp;</span></p><p><span>In\nthe same time we are building up Quality System in the line of international\nstandard. Continuos improvements are a way of life. At RAJESHWARI INDUSTRIES\nPVT. LTD Our Knowledge of International Standard &amp; Standard Expertise in\nworkmanship and responsibilities towards our customers which are the main\nelements of our MISSION.</span></p><p><span><br></span><span></span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n<span>We have very ambitious plan to expand our activities\n&amp; further building good source for improve quality are reduce costing with\nfastest delivery by analyzing at the huge demand of our product. We would very\nmuch wish to associate ourselves with your firm and shall offer high quality\nmaterials, from our ready stocks, backed up by prompt deliveries, after sales\nservices in your various ongoing and upcoming projects.&nbsp;<span>Please look into the possibilities of exploring\nbusiness alliance and to solicit your enquiries, which needless to reiterate\nwill receive our best attention, followed by time bound services, at all times</span><span>.</span></span></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"RAJESHWARI INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"cineprimeapp@gmail.com","idea":"<p>CinePrime is fully loaded with entertaining content. Get popular movies, amazing web series and more, all in the language you prefer. App is bundled with power pack features such as save offline videos, TV casting, create watchlist, etc. to make your life easier. Download CinePrime App now and enter in the world of entertainment.<br></p>","industries":["Media & Entertainment"],"name":"CINEPRIME MULTIMEDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"info@hridamsurgicals.com","idea":"<p>Our self-innovated Moscope is a digital\n</p><p>stethoscope that can seamlessly auscultate heart and lung sound wirelessly with the help of Bluetooth technology. One can also\n</p><p>record and share the body sounds and share it with professionals across the globe to achieve an accurate and timely diagnosis. The\n</p><p>MoScope has a unique ability to record body sounds even when the battery is discharged, thus making it suitable for use in areas with\n</p><p>primitive facilities.</p>","industries":["Healthcare & Lifesciences"],"name":"Hridam Surgicals","sectors":["Healthcare Technology"]},{"email":"vishrut@yodaplus.com","idea":"<p>Anytime/anywhere remote IT consulting with utmost integrity (with new normal huge gap and opportunity to provide IT consulting through exports)</p><p>World class digital product development as a service. Specialise in Blockchain, ecommerce and fintech applications.</p>","industries":["IT Services"],"name":"YODAPLUS TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]}]