[{"email":"siddharthlodha@stepbuck.com","idea":"<p><a href=\"https://drive.google.com/file/d/15T3OxeNy5hd2nKcCGE5NAS65tE1WlMox/view?usp=sharing\" target=\"_blank\">Stepbuck is an incentive-based fitness app that rewards you to get fit, combining the potential of both Fitness and E-commerce into a single product. Simply, the more you walk, the more steps you clock and more 'Stepbucks' you earn. These bucks can be used to get great discounts and coupons from our brand partners!   The core idea behind Stepbuck is to motivate users to get fit and we realized that savings or a financial benefit is the best way to encourage people to work harder. We want to create a network or community of “Stepbuckers” who are consciously working to become a better version of themselves and encouraging others to do the same.  Further, a broader idea is to inculcate the habit of walking or running to get somewhere. This not only benefits the health of the individual but also that of the environment.</a><br></p>","industries":["IT Services"],"name":"Stepbuck","sectors":["Application Development"]},{"email":"contact@biltrax.com","idea":"<p>Biltrax is India's leading source of industry data, research &amp; insights for new &amp; under construction projects along with companies involved in building them.&nbsp;</p><p>Research - Using our proprietary data &amp; insights which cover major metropolitan areas in the country coupled with our platform's powerful features, our reports are packed with actionable insights to be leveraged for strategic business outcomes. Our qualitative &amp; quantitative reports cover trends in various geographies, product types, regional forecasts, underlying trends, major company &amp; project profiles</p><p>We are also able to map the construction market &amp; assist in discovery of SMEs in Consulting, Contracting, Supply, Distribution. Whether you’re a construction chemical manufacturer wanting to map the ‘Developer-Structural-Engineer-Applicator’ ecosystem or you’re a plumbing systems company wanting to understand the ‘Developer-Architect-Plumbing-Consultant’ network, our platform can significantly aid your business development process</p><p>Using our methodologies we are also involved in technical tracking &amp; due-diligence of projects &amp; companies in construction sector</p><p>We are also involved in providing Company Performance Data, Credit Risk Intelligence &amp; Rating for both project owners as well as suppliers for risk management in their business</p><p><br></p>","industries":["Construction"],"name":"BILTRAX CONSTRUCTION DATA RESEARCH INSIGHT & TECHNOLOGIES PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"nilesh@krishmicro.com","idea":"healthvollet.com is cloud based platform for EHR (Electronic Health Records) for Medical fraternities and Patients.","industries":["Healthcare & Lifesciences"],"name":"www.healthvollet.com","sectors":["Healthcare Technology"]},{"email":"varunindira@rediffmail.com","idea":"Environment Consultancy and Application Development&nbsp;","industries":["IT Services"],"name":"ALLWEE","sectors":["Application Development"]},{"email":"divesh@ursaminor.in","idea":"We run a training and up-skilling portal in the field of BFSI. We humbly request you to find time from your busy schedule and log-in into this portal (www.ursaminor.in) and notice its functionalities for as much time as your busy schedule allows you to stay. The purpose is to seek feedback from you.\n<div>\n</div><div>The portal is meant for the youth of India who, although, they have a degree /diploma / certificate but are unemployable and are not ‘Job Ready’. The student registration process is simple and requires minimum details. A student can also register through FB / Google ID as well.\n</div><div>\n</div><div>We, at Ursa Minor have attempted to instill the basic skills related to the Banking, Financial Services and Insurance (BFSI). For your ready reference, we are trying below to answer some of the basic questions which might arise in your mind.\n</div><div>\n</div><div>What is Ursa Minor Consulting P Ltd?\n</div><div>\n</div><div>Answer: Ursa Minor Consulting Private Limited is a Start-Up initiative registered under 'Start Up India Mission' in the year 2017. The entrepreneurship has been founded by Divesh and Krishnan (ex HDFC Bank). We are registered under National Skill Development Mission.\n</div><div>\n</div><div>Why a company like Ursa Minor is needed?\n</div><div>\n</div><div>Answer: This sector is also a provider of maximum number of direct and indirect jobs. A team of experienced bankers is most suited to impart practical knowledge and work place skills to the freshers. We all had to come under one umbrella to achieve this goal.\n</div><div>\n</div><div>A. Training / UpSkilling: \n</div><div>\n</div><div>Defined Courses (General, Retail &amp; Wholesale Banking) with multiple sub-modules.\n</div><div>Video Sessions (8-15 m each) on relevant Basic Banking topics facilitating organised learning.\n</div><div>Each Video Lesson is followed by 10-15 Multiple Choice Questions (MCQs).\n</div><div>To move to the next lesson, the cut off is 80% marks.\n</div><div>If not so, the student has to repeat the video. Then repeat the quiz.\n</div><div>Still failing, the student clicks on the chat-bot and the portal responds to the student.\n</div><div>If needed, we provide personal counselling.\n</div><div>The student can choose to move to other modules of that course. But the certificate will only be issued if the student secures 80% marks in all the tests of that course.\n</div><div>On passing the course, the student is certified by Ursa Minor.\n</div><div>B. Placement:\n</div><div>\n</div><div>We have our database of prospective employers and positions. We try to match this with the candidates who have passed the courses and have obtained our Merit Certificate.\n</div><div>Our Help Desk prepares the youth for making a meaningful CV.\n</div><div>Portal also guides them to prepare for interviews / group discussions.\n</div><div>C. Corporate Services: https://www.ursaminor.in/corporate-services/\n</div><div>\n</div><div>Providing corporates 'Job Ready' candidates\n</div><div>Training their freshers / entry level employees for better productivity\n</div><div>D. Trainers:The portal currently has three areas of training:\n</div><div>\n</div><div>Domain Knowledge (of BFSI),\n</div><div>BFSI related Soft Skills and\n</div><div>BFSI related Information Technology.</div>","industries":["Education"],"name":"Ursa Minor Consulting Pvt Ltd","sectors":["E-learning"]},{"email":"info@immrse.in","idea":"Immrse is an ed-tech company which helps students find the ideal career through an innovative, scientific virtual internship program.","industries":["Education"],"name":"Immrse Education Private Limited","sectors":["E-learning"]},{"email":"ravihjangle@gmail.com","idea":"ebook (digital) publishing house&nbsp; (a company that publishes e books)","industries":["Others"],"name":"ebook (digital) publishing house","sectors":["Others"]},{"email":"satnik12@yahoo.com","idea":"<p>We are an energetic group of tech-savvy individuals working towards reinstating the health ecosystem of the nation.&nbsp;<span>Farmers are the key players in this ecosystem and our plan is to empower them by helping them improve their earnings.</span><span>Milk and Primary food nutrients will be our focus areas, which we intend to source directly from farmers avoiding the leakages that is leading to less compensation for farmers and high pricing for consumers.&nbsp;</span><span>To begin with, We have focused on A2 Milk and later we intend to expand into Organic food supplies.&nbsp;</span></p><p><span>Currently, We cater to around 1200 customers in and around Mumbai, Thane and Navi Mumbai. i.e approx 1000 liters of milk delivered daily. Next step is to supply Organic Food items to these customers.</span></p>","industries":["Agriculture"],"name":"GOSRUSHTI ECOORGANICS LLP","sectors":["Dairy Farming"]},{"email":"iitianpriyank@gmail.com","idea":"<a href=\"https://purplekey.bitrix24.site/\" target=\"_blank\">Our Startup Website</a><br>","industries":["Real Estate"],"name":"PurpleKey","sectors":["Housing"]},{"email":"emailkunal@gmail.com","idea":"My Official Calls Solutions Private Limited","industries":null,"name":"My Official Calls Solutions Private Limited","sectors":null}]