[{"email":"sa.banerjee@celogenpharma.com","idea":"The Lavinia Life Sciences Pvt. Ltd established in December 2018, is<br>primarily focusing on the business of Pain Management.<p><br></p>","industries":["Healthcare & Lifesciences"],"name":"LAVINIA LIFE SCIENCES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"ekkatha.mumbai@gmail.com","idea":"<p>Ek Katha is a reay-to-wear sustainable clothing label for women.</p><p>Slow Fashion | Transparency in Chain | Craftmark Certified | Ethical Sourcing | Artisan Made| Low Carbon Footprint | Biodegradable Materials |Plant based dyes |</p>","industries":["Fashion"],"name":"EK KATHA","sectors":["Apparel"]},{"email":"contact@synesquare.com","idea":"<p>Syne Square is the go-to resource for new businesses looking to successfully launch new products or services with a measure of creativity driven by the logic that ensures each product finds a unique identity in the minds of the audience, thrives in that space, and becomes successful. In order to do so, Syne Square provides services in the areas of :</p><p><br></p><p>\n</p><p>i) Business &amp; Strategy Consulting\n</p><p>ii) Design Development\n</p><p>iii) Branding Services\n</p><p>iv) Technology services\n</p><p>v) Training &amp; Mentoring\n</p><p>vi) Content &amp; Digital Marketing\n</p><p>vii) Sales Support &amp; Distribution\n</p><p>viii) Events &amp; Promotions</p>","industries":["Professional & Commercial Services"],"name":"Syne Square Consulting LLP","sectors":["Business Support Services"]},{"email":"makarandgotmare93@gmail.com","idea":"<p>Care Ninja aim is to provide best nursing and care giving services in the area and high-quality health care and supportive services to enhance the well being offrail seniors, their caregivers, and the community we serve.</p><p><br></p><p>We want to  contribute for  building  a society in which people are encouraged and live with dignity.</p>","industries":["Healthcare & Lifesciences"],"name":"Care Ninja","sectors":["Healthcare Services"]},{"email":"kevink1921@gmail.com","idea":"<p>DeStreet makes investing in DeFi simple for traders and investors by integrating various DeFi protocols in a single platform</p>","industries":["Finance Technology"],"name":"Factory Technologies Private Limited","sectors":["Bitcoin and Blockchain"]},{"email":"eskay_enterprises@yahoo.co.in","idea":"<p>DESIGNERS AND MANUFACTURERS OF ELECTRICAL PANEL,MECHANICAL FABRICATION WORKS</p>","industries":["Design"],"name":"ESKAY ENGINEERS ","sectors":["Industrial Design"]},{"email":"santhanakumar@rightewaste.com","idea":"<p>RIGHT EWASTE RECYCLE PRIVATE LIMITED provide the widest range of treatment and disposal options in the industry for all of your hazardous and non-hazardous waste.</p>","industries":["Waste Management"],"name":"RIGHT EWASTE RECYCLE PRIVATE LIMITED","sectors":["Others"]},{"email":"Admin@3csimpex.com","idea":"<p>3CS IMPEX PRIVATE LIMITED is&nbsp; Reliable logistics ,Transportation , Import Export services and shipping services provider.We are known as the leading Customs Clearing, Freight Fowarding, &amp; Logistics company as well as Export-Import Consultants. Under our comprehensive gamut of services we offer Logistics, Freight Forwarding, Transport, Warehousing, Insurance, Custom Clearance, Documentation, so on. Moreover we are associated with various Govt. authorities related with shipping, air cargo, transport, trade bodies &amp; export promotion councils and other nodal agencies. We have garnered appreciation of many versatile &amp; corporate customers from Agro to Textile, Engineering, Pharmaceuticals, Food Industry as well as related to Hotel Industry Services. Our mission is to offer the quality service to our valued clients with sole objective to build trustworthy and long lasting relationship with them. We make hard efforts and follow ethical business policies so that we could provide the best possible service to our customers. With the help of qualified and experienced professionals, our company is eager to provides reliable and dependable freight service in every part of the world.</p>","industries":["Professional & Commercial Services"],"name":"3CS IMPEX PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"hello@russhil.com","idea":"<p>Taglet aspires to be India's Go-to portal for everything sneakers, From very popular and expensive sneakers, to simple running shoes.</p>","industries":["Fashion"],"name":"Taglet","sectors":["Apparel"]},{"email":"firelionindustries@gmail.com","idea":"<p><a href=\"http://www.firelion.in\" target=\"_blank\">www.firelion.in</a></p><p>\nFirelion Industries Pvt. Ltd.’s\nprides itself as one of the leaders in fire fighting and industrial safety equipment. We\nprovide the latest Technology and equipment allowing us to give our customers the best services possible. We also do a follow up on all clients to ensure that all equipment supplied is efficiently running and serviced on\ntime. We have grown out of the need of ensuring safety and professional guidance to the public for safer and\nproper usage of all fire and industrial safety equipment.</p>","industries":["Safety"],"name":"FIRELION INDUSTRIES PRIVATE LIMITED","sectors":["Others"]}]