[{"email":"virolifefoundation711@gmail.com","idea":"<p>We providing compost bin at home to make compost from wet garbage with the help of mira bhayandar corporation&nbsp;</p><p>We providing training about \" How to make compost\" And keep regular visit to solver any problem , if memver get any difficulty</p><p>We also collecting semi compost from member house</p>","industries":["Waste Management"],"name":"Virolife Foundation","sectors":["Others"]},{"email":"ashok@greenrecycling.co.in","idea":"<p>Green Recylcing and Processing Pvt ltd provides solutions to\nthe waste management problems of cities, districts, companies and private\nindividuals. No task is too difficult for us to handle, our engineers and\nlogistic experts will solve any problem you may have.</p><p>Our actions are guided by a sense of mutual obligation,\nfriendliness and integrity. We cultivate our relationships with clients and\nbusiness associates for mutual sustainable benefit. Our corporation culture\nfosters trust.</p><p>Green Recycling and processing pvt. Ltd. offers various\nservices to the electronics industry including customized end to end solutions\nfor e-waste management, electronics asset recovery, data security and\nelectronics reverse logistics along with repair, refurbishment and retailing of\nelectronics.The main focus of our company is to use more and more e-waste\nproducts to change it into useful thing. It will help to save our environment.\nTo turn this ambitious dream into a reality we are in the constant process of\nsatisfying our clients.</p><p><br></p><p></p><p></p>","industries":["Waste Management"],"name":"GREEN RECYCLING AND REPROCESSING PRIVATELIMITED","sectors":["Others"]},{"email":"projects@dtechnology.ooo","idea":"<p><span>D technology Innovative Products Private Limited has developed a novel product called ‘Filtratech’. Filtratech is an inert food grade formulation of adsorbents which filters and purifies used frying oil using a simple process. This process will remove the dissolved impurities while extending the productive life of oil. It extends the life of cooking oil by 50% - 60% while also reducing purchases by 50%. It provides an unbeatable combination of good health and monetary savings.</span></p><p>In keeping with the vision of an Atmanirbhar Bharat, we are proud to state that Filtratech has been completely developed in India by a team of Indian scientists, researchers and other support personnel.D technology Innovative Products Private Limited plans to manufacturer ‘Filtratech’ in India. \n</p><p>Filtratech is an inert safe powder that adsorbs dissolved and solid impurities from used frying oil extending the life of the oil. \n</p><p>Filtratech is very user friendly and the process can be carried out by even non-technical personnel.</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"D TECHNOLOGY INNOVATIVE PRODUCTS PRIVATELIMITED","sectors":["Others"]},{"email":"jvikrant1@gmail.com","idea":"<p>MAGNET ENGINEERS PRIVATE LIMITED is&nbsp; electrical contracting and service Provider Company driven by qualified engineers, experience more than 20plus years in electrical project execution &amp; management. We were involved in Electrical project Implementation &amp; Technical Facility Management (Operation &amp; Maintenance), delivering quality work in commercial and industrial markets with a dedicated team of professionals. We bring expertise, innovation, knowledge and practical experience to successful execution of electrical project regardless of size. We have around 100 plus technical and non-technical man force with us to build any type of electrical project with the help of our dedicated vendors and contractors working with us as our trusted partners. We are specialized in HT &amp; LT Electrical Systems, FA,PA &amp; Security Surveillance Systems to Structured Data Cabling We are specialized in execution of electrical &amp; LV system work in HOTELS |COMMERCIAL BUILDINGS | PHARMACITICALS | HOSPITALS | BANKING AND FINANCE | IT PARKS | DATA CENTERS.\n</p><p><br></p>","industries":["Professional & Commercial Services"],"name":"MAGNET ENGINEERS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"dilip.gedia00@gmail.com","idea":"<p>Innovation in Engineering like AI based Home Automation</p>","industries":["Technology Hardware"],"name":"Sanghavitech Innovation LLP","sectors":["Electronics"]},{"email":"Contact@topscoreindia.com","idea":"<p>Top Score’s journey started as Stanley Sports in 2017. The company was into the production of arcade games, sports simulators and operators of family entertainment centers pan India and other countries.</p><p>VIBO is a unique and intelligent bowling simulator in which a scientific approach is adopted to create a real bowling scenario. Batsmen face a life-size high contrast display screen on the screen depicts animation of a selected bowler who runs in and bowls a certain delivery at the point of release a real ball is fired from the machine as if the ball is released from the hand of the bowler. Behind the machine is a sophisticated bowling machine that is synchronized with the bowlers’ hand which fires the ball through a hole in the screen at the exact delivery point.</p>","industries":["Technology Hardware"],"name":"TOPSCORE SPORTS AND TECHNOLOGIES PRIVATELIMITED","sectors":["Electronics"]},{"email":"kalyankarsuraj2108@gmail.com","idea":"<p>Care Ninja aim is to provide best nursing and care giving services in the area and high-<span>quality health care and supportive services to enhance the </span>well being<span>&nbsp;of</span><span>frail seniors, their caregivers, and the community we serve.</span></p><p><span>We want to&nbsp; contribute for&nbsp; building&nbsp; a society in which people are encouraged and live with dignity.</span></p>","industries":["Healthcare & Lifesciences"],"name":"Care Ninja","sectors":["Healthcare Services"]},{"email":"maniish@abylytics.com","idea":"<p>Abylytics wants to be at the forefront of bringing together best in class technology, aligned people and robust processes to help your organization deliver better. Your business is both unique and part of a collective. As such you will always face revenue and margin pressure, leading to a quest for better, faster and cost-optimal solutions. It is our endeavor to deliver world class solutions, with a positive impact on at least one of these three axes. We are part of the infotech collective, and we take pride in that fact.</p>","industries":["IT Services"],"name":"Abylytics Infotech Pvt. Ltd.","sectors":["Others"]},{"email":"akash@urbanbluetech.com","idea":"<p>We are a cleantech startup offering advanced biological solutions for aerobic wastewater treatment plants.</p><p><br></p><p>Our flagship product AG1 is one of the most advanced microbial cultures available in the market with lab-scale studies showing over 90% reduction in wastewater parameters in less than 15 days. Our product opens up a 7.5 + B USD global microbial culture market. Besides AG1, Urbanblue is also developing an AI-based plant analysis application, BL1 that can detect &amp; correct wastewater treatment plants in real-time increasing the efficiency of existing plants without any additional investment in infrastructure. Our integration of BL1 along with AG1 strengthens our USP &amp; gives us an unprecedented competitive advantage over other players in the market where they just work with microbial solutions.</p>","industries":["Waste Management"],"name":"URBANBLUE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"captelind@gmail.com","idea":"<p>A company established in 2021, backed by promoters with over 22 years of International Industrial Experience from previous base in Australia, Singapore &amp; Dubai, is now established in Mumbai to offer innovative Automation solutions and new Path Breaking Product solution required by Packaging manufacturers and Processing Industries globally.</p>","industries":["Technology Hardware"],"name":"CAPTEL INDUSTRIES LLP","sectors":["Manufacturing"]}]