[{"email":"rahul@tkaindia.com","idea":"TKA ULTRAPURE WATER TECHNOLOGIES INDIA PRIVATE LIMITED","industries":["Design"],"name":"TKA ULTRAPURE WATER TECHNOLOGIES INDIA PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"manish@mylegalwork.com","idea":"MYLEGALWORK PRIVATE LIMITED","industries":["Professional & Commercial Services"],"name":"MYLEGALWORK PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"sankalp@bookmydiamond.com","idea":"Our diamond retail platform is used by sales staff and end customers at the retail counter at the time of diamond purchase. The retailer has all the information available at his fingertips and so is able to better convince the customer with a much lesser number of visits to the store which has a high probability of instantaneous conversion. The customer is assured of the diamond choices, availability, quality, certifications, pricing, and transparency ensuring quick purchase. We help in improving the retailer's conversion rate and generate margins based on factors such as the number of mediators between manufacturer and retailer, the retailer’s know-how of the industry, and its players (gauged on the basis of app usage), etc.","industries":["Retail"],"name":"BOOK MY DIAMOND PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"2010ucs004@gmail.com","idea":"About Us<div><br></div><div>Driven by innovation Oxita offers professional surveillance services that cater the security demands required at various platforms.</div><div><br></div><div>With the tremendously increasing needs for safety and security at every level, we design specialised security and surveillance products at an economical budget and offer services to develop security plan for smooth regulation. Our team comprises highly proficient engineers from leading MNCs. With an approach to empower security, our team works passionately to come up with the most intelligent security programmes and caters globally to provide solutions in the fields of real estate, hospitality, educational institutions, healthcare solutions and government projects.</div><div><br></div><div>Safety is a highly essential factor to lead an emotionally secure life, hence, we aim to facilitate simplified and efficient surveillance solutions. Our vast product portfolio, flexible services and a savvy team ensures that we possess the adequate gear to meet every potential demand with utmost proficiency.</div><div><br></div><div>Our products have successfully passed the quality control tests and hold a certified position. With the aspiration to aid the society by establishing safety and security in diverse areas, ensuring reliance and trust is at the heart of our vision. We work with diligence and versatility, by keeping a sharp eye on the regulation of the degree of protection on multiple levels. Oxita has displayed a fast paced growth in the surveillance industry and continues to lead a positive and dynamic approach with constant upgradation and innovation.</div><div><br></div><div>Our Mission &amp; Values</div><div>We at OXITA are determined to deliver quality driven products to our clients.</div><div><br></div><div>To maintain our quality we undergo a rigorous testing process on our products and have a dedicated team who continuously work on research and development.</div>","industries":["Security Solutions"],"name":"OXITA TECHNOLOGIES LLP","sectors":["Home Security solutions"]},{"email":"aniketjawarkar20@gmail.com","idea":"MAROTI SOLAR AGENCY","industries":["Renewable Energy"],"name":"MAROTI SOLAR AGENCY","sectors":["Renewable Solar Energy"]},{"email":"krish@raveshia.com","idea":"CRIMSON CHROME CONSTRUCTIONS LLP","industries":["Construction"],"name":"CRIMSON CHROME CONSTRUCTIONS LLP","sectors":["Construction & Engineering"]},{"email":"ANTARA.MANKAD@DOYENNEINDIA.COM","idea":"DOYENNE WELLNESS (OPC) PRIVATE LIMITED","industries":["Retail"],"name":"DOYENNE WELLNESS (OPC) PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"nvktechnologies@gmail.com","idea":"<h2><span>We at Nvk Softwares engaged in delivering high-quality and professional premium software.</span></h2>","industries":["Food & Beverages"],"name":"NVK TECHNOLOGIES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"suniverasg@gmail.com","idea":"SUNIVERA S. G. SOCIAL CONSULTING PRIVATE LIMITED","industries":["Education"],"name":"SUNIVERA S. G. SOCIAL CONSULTING PRIVATE LIMITED","sectors":["Coaching"]},{"email":"wakulkarmayur@gmail.com","idea":"WINNERFORCE ENTERPRISES PRIVATE LIMITED","industries":["Human Resources"],"name":"WINNERFORCE ENTERPRISES PRIVATE LIMITED","sectors":["Recruitment Jobs"]}]