[{"email":"prabhubodwad@gmail.com","idea":"Khaptison Engineering Pvt LTD is&nbsp; for manufacturing all agricultural impliments. As all kinds of&nbsp; threshers, cultivators, ploughs, tractor bodies etc.","industries":["Agriculture"],"name":"Khaptison Engineering Pvt. LTD.","sectors":["Agri-Tech"]},{"email":"shridhar.kalmadi@neutonbus.in","idea":"Neuton Auto Private Limited is an Electric Vehicle Manufacturer.\nThe chassis is a fully customizable, effective load distribution structure.\nIt has various parameters which are consistently maintained between all Variants.\nThe principle concept being a space-frame architecture which has a good Physical dynamic and Control for the User. The vehicle's independent suspension in co-relation with the space-frame has a user centric approach in terms of Product assembly and maintenance.\nThe vehicle's power-train is designed for specific duty cycles enhancing it's effectivity and life-time. The vehicle supports V2V and V2X communication making it fully integrated and connected.","industries":["Automotive"],"name":"NEUTON AUTO PRIVATE LIMITED","sectors":["Auto & Truck Manufacturers"]},{"email":"Mark@happymiles.in","idea":"We are an education focused travel company creating and promoting learning outcome focused practical education and travel programs enabling up skilling amongst students in schools, pre university and university students. \n\nOur programs are designed with special focus on learning outcomes which entail gaining new perspectives, building skills for their future through experiential learning and inculcating skills such as critical thinking, problem solving, collaboration and global competence to approach real world problems practically.","industries":["Education"],"name":"HAPPYMILES TRAVEL INDIA PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"shashank@yotaka.co.in","idea":"\n            Yotaka is in the business of adding intelligence to the otherwise dumb usage of CCTV cameras across multiple domains. We pursue to be hardware agnostic and drive innovation through software. Computer vision-based technology solutions is our key area of business. We tackle everyday problems specific to industries and solve them using Artificial Intelligence and Deep learning concepts.<br><div><br></div><div>CCTV camera implementations have seen a frenzy over the last few years across organisations, institutions and cities alike. We at Yotaka believe most of these are dumb utilisation of the CCTV cameras. They are being used for a single mundane activity of video recording and post-mortem of an incident. We are striving to solve this limitation of usage. Our belief is that camera feed with a combination of artificial intelligence can be used for proactive if not predictive solutions to specific problems.<br></div><div><br></div><div>Whether it is schools where cameras can be used to avoid an untoward incident proactively instead of re-actively, by governments to plan the allocation of hawker zones by understanding the density of hawker encroachment across the city using cameras, STOP illegal encroachment on government land before it becomes permanent or in manufacturing companies to calculate the efficiency of the workers on the floor, we at Yotaka believe we can do it with three simple steps: Detect-Identify-Notify.</div>\n        ","industries":["AI"],"name":"YOTAKA SOLUTIONS PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"ssnaksh1@gmail.com","idea":"CONVOCAL BUSINESS SOLUTIONS PRIVATE LIMITED","industries":["Marketing"],"name":"CONVOCAL BUSINESS SOLUTIONS PRIVATE LIMITED","sectors":["Market Research"]},{"email":"anupam.kashiv@augmenterconsulting.com","idea":"We have a portfolio of products which help the manufacturing industry create and IOT enabled solution for the Supply Chain and Finance Business Process automation and transformation with clearly visible ROI and low TCO for the customer. Many successful installations across the customer base. \n\nOur current customer include: Global IMFL companies, Fortune 50 Beverage companies, Global Retail company etc to name a few.","industries":["Enterprise Software"],"name":"AUGMENTER BIZ CONSULTING PRIVATE LIMITED","sectors":["SCM"]},{"email":"finance@wellthy.care","idea":"Innovation -  \nThere are few companies into the 'digital healthcare' space. We have developed an innovative product using artificial intelligence and scientific studies. It has happened in retail industry, in travel industry and in food industry. Healthcare cannot be behind. Innovation is in healthcare being cheap and accessible to all. This along with real time analytics and easy to use application delivered through a smart phone is what makes Wellthy innovative. \n\nImprovement-\nThe traditional processes are corrective and rarely preventive. Also, patient care happens at a particular point of time (i.e. during doctor visit) and not on a regular real time basis. Through Wellthy app, the patient is being taken care of 24x7 and hence it is a significant process improvement.\nScalability -\nEmployment generation - \nThe product has the potential to reach millions of affected lives in the country. For doing this, there will be lot of semi-skilled and skilled workforce required as field sales force and tele sales. Also, lot of technology graduates would be hired. Nutritionists, dieticians, diabetes educator, content writers would be required","industries":["Healthcare & Lifesciences"],"name":"WELLTHY THERAPEUTICS PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"mitesh.micromentis@gmail.com","idea":"MICROMENTIS is a private limited company, incorporated under the Companies Act, 2013. Micromentis provides technology and consultancy services to enable clients to create and execute strategies for their digital transformation. From engineering to application development, knowledge management and business process management, we help our clients to find the right solution of problems and to solve these effectively. Our team of innovators with expertise in Banking &amp; Finance for more than 13 plus years, is differentiated by the imagination, knowledge and experience, across industries and technologies that we bring to every project we undertake.\nMicromentis is a startup which provides services in information technology, Software Solution and Consultancy Services to BFSI sector. Currently Company is working on Digital Payments Products mainly into banking and finance i.e. ATM, POS, Wallet, CRM &amp; Loyalty Solution, Transit &amp; Mobility Payments, Integrated Host to Host Payment and Collection solution etc.","industries":["IT Services"],"name":"MICROMENTIS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"contactus@fiaks.com","idea":"We are cross border Person-to-Person(P2P), Person-to-Group(P2G) and Group-to-Person(G2P) knowledge sharing platform of CEO/CXO bankers, payment, Fintech and e- commerce professional to skill and re-skill through digital/ social channels. The business world is changing at break neck speed and need of the hour is to have continuous learning process beyond the traditional assisted model of class room sessions. A  lots can be learned through digital channels by continuous interactions amongst our smart FIAKS communities","industries":["Social Impact"],"name":"HRISHANU BUSINESS SOLUTIONS LLP","sectors":["Corporate Social Responsibility"]},{"email":"ganeshsalunkhe487@gmail.com","idea":"SAITECH have developed a web based application to provide quality support and professional service in annual\nmaintenance contract. This application helps in keeping track record of various device covered under AMC. Also, customer can get record of various services done in a year. The application ease record work eventually helping SAITECH providing quality service","industries":["IT Services"],"name":"SAITECH PRIVATE LIMITED","sectors":["IT Consulting"]}]