[{"email":"sajid@ownex.in","idea":"<p>Ownex is a tech-enabled real estate rental platform that offers a complete array of solutions that help you maximize the worth of your home and enhance the quality of your lifestyle\n</p><p>Ownex is a mission to make the property renting quick, professional and hassle-free.</p><p>\n</p>","industries":["Real Estate"],"name":"OWNEXROOF SERVICES PRIVATE LIMITED","sectors":["Housing"]},{"email":"anumehra.visionblue@gmail.com","idea":"<p>consultant</p>","industries":null,"name":"Anu Mehra","sectors":null},{"email":"shreepuram@shreepuram.com","idea":"<p><span>&nbsp;kindly find the attached  file and Details for your reference.</span></p><p>Shreepuram Industries Pvt Ltd,&nbsp;<span>A company which is stated by 2 individuals for the sole purpose of organizing the agro industry w</span><span>ith the continuously increasing population there is a need to increase the need of agro products and after working for years in the field of engineering and running a successfully grown business in the There was a  need felt to do some engineering in the field of agriculture.</span></p><p>Agriculture has been innovative at its own pace n learning for&nbsp; agricultural revolution n techniques world over India feels the need to implement such technologies for Faster,  Organic, chemical free n cost effective crops.\n</p><p>Agro Engineering/<span>Agro Forestation/</span><span>Agro Verticals/</span><span>Agro Hydroponics</span></p><p><span>Agro Revolution.&nbsp;</span><span>Advantages to this thought process.</span></p><p>Less Place,  More Jobs,&nbsp;<span>Less Hard Work,  Jobs for ladies, Improved Packing</span></p><p>Healthy and Hygienic foods I<span>ncrease in the Shell life of all the products.  Reduces wastage,  Reduces Imports</span></p><p>Increases possibilities of EXPORTS&nbsp;<span>Encouraging n Better working atmosphere</span></p><p><span><br></span></p><p>Engineering the Argo Sector</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"SHREEPURAM INDUSTRIES PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"mohit@theskinmill.com","idea":"<p><a href=\"https://www.theskinpantry.com/\" target=\"_blank\">https://www.theskinpantry.com</a></p><p><br></p>","industries":["Others"],"name":"THE SKIN MILL LLP","sectors":["Others"]},{"email":"chetan@airfineindia.com","idea":"<p>We are a company who focus on providing Environment Friendly Solutions for Industry by providing Energy and Water Efficient Solutions. And also we provide Renewable Energy Solutions to reduce carbon footprint. This help our customers to achieve Sustainable Net Zero solutions.</p>","industries":["Renewable Energy"],"name":"AIRFINE ENERGY PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"pankaj.pandey575@gmail.com","idea":"<p>We have created this web-space to enhance the buying experience of the customer who is in pre-buying decision making stage. Here we have added the quality and quality checked data of each and every product so that a customer can make his/her decision quickly.</p><p>If a customer buys these via our website we get the commission.&nbsp;</p>","industries":["Marketing"],"name":"pricemaharaja.com","sectors":["Digital Marketing (SEO Automation)"]},{"email":"puravpmd23@gmail.com","idea":"<p>We eliminate single use plastic by providing reusable, refillable packaging solutions. We have a mobile refill station that provides doorstep refill services.</p>","industries":["Green Technology"],"name":"Refillable","sectors":["Clean Tech"]},{"email":"thakkar.kanchi@gmail.com","idea":"<p>ATT LLP aims to be a greasing system specialist, a supplier of lubrication solutions and a trusted advisor for lubrication concerns for various industries. Our well designed and effective solutions will lead to reduced operational and maintenance costs and increase the longevity of machines and automobiles</p>","industries":["Others"],"name":"ARABIAN TECHNOLOGIES LLP","sectors":["Others"]},{"email":"kamod7141@hotmail.com","idea":"<p>OMDARSHI ENTERPRISES PRIVATE LIMITED<br>company work in micro finance.<br>&nbsp;<br>to provide loan<br></p>","industries":["Finance Technology"],"name":"OMDARSHI ENTERPRISES PRIVATE LIMITED","sectors":["Microfinance"]},{"email":"mathureshpackaging@gmail.com","idea":"<p>MATHURESH PACKAGING SOLUTIONS PRIVATE LIMITED </p><p>We are manufacturers of ecofriendly paper and cloth carry bags.<br>Our aim is to provide our customers with a range of nature-friendly options in carry bags in place of&nbsp; non-biodegradable plastic/non-woven packing and carry bags.<br>We also strive to help the weaker sections of the society by generating employment through manufacturing the bags.<br></p>","industries":["Professional & Commercial Services"],"name":"MATHURESH PACKAGING SOLUTIONS PRIVATE LIMITED","sectors":["Business Support Supplies"]}]