[{"email":"garima@treelife.in","idea":"“Expenses over income” is the main problem faced by the society due to which people always disregard the part of savings and investment. Hence, to tackle with this problem we have innovated a service, where we help the public to save when they spend. We are developing a platform which encourages the common man to save money and have their own investments in numerous ways. We are developing a micro investing platform. Every time a user spends by swiping a card or spending in cash our app/website will set aside some money and invest the amount into a diversified portfolio recommended specifically for that user. There are more unique ways of investing which are as follows: \na)\tWhenever your favourite team plays a match, you can invest a small portion of your income into savings;\nb)\tWhen you walk 10,000 steps per day, sum of money from your income will be deducted and used for savings.\nThese are few glimpses of innovation undertaken by the startup. Savings and spending patterns of customers will now go hand in hand and people will start saving by spending more. We are trying to innovate the way in which people think and manage their investments. We are trying to establish a message that anyone can invest.","industries":["Finance Technology"],"name":"MIRAYA WEALTH ADVISORS PRIVATE LIMITED","sectors":["Advisory"]},{"email":"sonam@rollingcube.in","idea":"Manufacturing in India has largely remained unorganized and accessible only to large companies in limited cities only. It is difficult to access required information and resources, find manufacturers and know fair pricing. On the other hand, a large number of small and medium sized manufacturers have idle unutilized capacity on their machines.\nOur aim is to democratize hardware development and make manufacturing accessible to businesses, small or large, across geographies. Our platform is powered by a network of skilled vendors who offer prototyping, development and manufacturing skills. Utilizing data from this network we make unbiased, high quality, expert manufacturing advice available to the customers across the globe, in a quick and cost-efficient manner. \nOur team has worked with more than 30 businesses, developed 350+ products through our network of 28 suppliers across India. We are using technology to bring manufacturing online and bridge the unmet demand for low volume customized manufacturing with unutilized capacity at the manufacturers. This opens new possibilities for a number of small manufacturers to make products for the world, in India.","industries":["Technology Hardware"],"name":"BENDABLE TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["3d printing"]},{"email":"slevart.co@gmail.com","idea":"We are designing the application which will simplified the way of booking complex Flight Tickets Itinerary. In this way the traveller will be benefited a lot as now they have to work very hard to get the travel Itinerary prepared  in very complex way with our application the process will be very simple.","industries":["Travel & Tourism"],"name":"SLEVART TRAVELS PRIVATE LIMITED","sectors":["Ticketing"]},{"email":"chiragaobhan@gmail.com","idea":"Our interactive concept allows our users to challenge their friends for trivia quiz or predict some of the To-Be-Announced questions. Winners will get in-app virtual money which can later be exchanged for exclusive coupons or vouchers. Thus businesses are able to retain users or sell their product with us and consumers are able to consume their products/services. This kind of concept has not arrived into the market yet, also it'll be India's First Social Network full of challenges and amazing offers like wallet balances of PAYTM, BookMyShow, Zomato, etc. We also ensure employment since initially we're aiming on a national release of the product, which will be very difficult without an amazing team of Indians!","industries":["Social Network"],"name":"BETMOUNT TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"havockdigital@gmail.com","idea":"SAAS based application improving the lead capturing, nurturing and conversion for SME's. Our product will help in innovative way of increasing the visitor interaction with the website and hence increasing the conversion rate. With a scalable module for future enhancements and supporting tool creations we look ahead to attract global market.","industries":["Enterprise Software"],"name":"FI HAVOCK DIGITAL PRIVATE LIMITED","sectors":["Cloud"]},{"email":"FLYREELPRODUCTION@GMAIL.COM","idea":"Academics do not define the real capability of a person. FlyReel Production is a unique company that has been launched to help other startups and people that have the zeal to move forward in this digital world. Our highly experienced,creative team gives us an opportunity to help other small companies and that need guidance to expand themselves in this digital age. With the dropping standards of the Indian job market this company is a great chance for those people who prefer creativity over academics.","industries":["Art & Photography"],"name":"FLYREEL PRODUCTIONS LLP","sectors":["Photography"]},{"email":"technologies.cnr@gmail.com","idea":"Public transportation is a type of the transportation process which\nenables an individual to travel together. Local shared transportation is a type of the\npublic transportation which enables the individual to share a vehicle simultaneously,\nwhich further share a cost of a journey. A local shared transport system includes a\nplurality of transport options such as a bus, a train, a tram, shared cab or a metro. The\nshared transport system plays an important role for the individual who is unable to\ndrive, an individual without access to personal vehicle, a child or an individual with\ndisabilities. Increase in numbers of the local shared transport options help in reducing\na plurality of private vehicles which also reduces traffic congestion. Various local\nshared transport systems are available which helps the individual in travelling\nconveniently across a region.\nThe system includes a booking\nsubsystem configured to enable a user to book one or more tickets of the local shared\ntransport based on one or more parameters. The booking subsystem is also configured\nto generate a unique identification code for validation of one or more booked tickets\nof the local shared transport. The system also includes a payment subsystem\noperatively coupled to the booking subsystem. The payment subsystem is configured\nto process a payment for the one or more booked tickets using at least one payment\nmethod. The system also includes a tracking subsystem operatively coupled to the\nbooking subsystem. The tracking subsystem is configured to track a real-time location\nof a booked local shared transport.","industries":["IT Services"],"name":"CNR TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"nj.saggu@esehat.org","idea":"Esehat meditech Ltd offers a platform and eclinics infrastructure with the aid of information and communication technology and integrated Internet of medical devices reach out to remote and underserved communities for primary health care. paramedics are trained to man the local station and connect with family health doctors at our Nerul Center","industries":["Healthcare & Lifesciences"],"name":"ESEHAT MEDITECH LIMITED","sectors":["Healthcare Services"]},{"email":"accounts@qualitasdiagnostics.com","idea":"Oshmedics Healthcare LLP provides a one-stop solution to offer a multitude of Occupational Health and Safety services in Healthcare to help Corporate Industries, Factories, Onshore and Offshore medical backup with top side medical support Pan India providing a single point of contact for Health Services.?\tOccupational Health &amp; Safety Management\n?\tMedical Staff Manning (Doctors &amp; Paramedics)\n?\tOnshore / Offshore topside support\n?\tPan India - Onsite, Offsite Factory / Corporate Medical Health Check ups ( including complete Form 7 and other statutory requirements as per Factory Act).\n?\tFirst Aid &amp; Emergency Training\n?\tAmbulance Services\n?\tOnline Health Report Tracker\n?\tConsultant for on Payroll Medical Recruitment","industries":["Healthcare & Lifesciences"],"name":"OSHMEDICS HEALTHCARE LLP","sectors":["Healthcare Services"]},{"email":"jaydeep@brandcare.net","idea":"Employment Gen - Back and end Tech and front end sales and marketing people required \nInnovation - tremendous opportunity created for scaling up in the Doctors space \nImprovement - day to day scaling up plus monetization\nScalability - with enormous opportunity in the Healthcare space\nIt allows Doctors to have to share and talk and earn in their closed space","industries":["Healthcare & Lifesciences"],"name":"DOCINTOSH TECHNOLOGIES LLP","sectors":["Healthcare IT"]}]