[{"email":"ashokbairagra@gmail.com","idea":"We have build innovative products to Digitize the Board Meetings for the Organization. The following are the benefits of the Application. \nthe following advantages:\n1) Improved Efficiency and Convenience in accessing Board Meeting related information by the Board of Directors\n2) Significant Cost Reduction for the Company Secretarial Team in organizing the Board Meetings as the solution helps in improved productivity and lower usage of resources\n3) Better Information Security for organizing board meetings. \n4) Easy to adopt and use. Over a period of time helps in better Board Governance","industries":["IT Services"],"name":"MOBITRAIL (INDIA) PRIVATE LIMITED","sectors":["Application Development"]},{"email":"info@nuveos.com","idea":"Nuveos Tech LLP is a technology and innovation driven medical device company providing affordable, accessible, quality healthcare for all in the Indian market to improve patient outcomes. We are a distribution, importing, marketing start up, forming strategic partnerships with medical device companies all over the world to introduce and launch their new and innovative products in the Indian market. We are focusing on Israel as a source of such products. Israel is a highly technologically advanced and cutting edge innovation based country; along with the recent strong political and economic ties between our two countries, we believe this is a great opportunity. In the future we plan to manufacture these medical devices in India, under Honorable Prime Minister’s Make in India plan. In the initial years we will develop the market and gain customer support and once the technologies are accepted in a big scale, go for Transfer of Technology for production and manufacturing in India.\nTo achieve this goal we have already started working with various new technologies with initial sales generated, some of which include:\n1) Parasight by Sight Diagnostics: AI and computer vision/machine learning digital diagnostic device for malaria detection.  We are already in talks with NVBDCP, MoH&amp;FW, GoI to explore opportunities to introduce this technology in rural camps, screenings, and primary healthcare centers in conjunction with India’s goal of malaria elimination by 2030.\n2) Seaforia by Lotus Bio: Innovative and natural sperm separation process for increasing the accessibility of infertility treatments in IUI.","industries":["Healthcare & Lifesciences"],"name":"NUVEOS TECH LLP","sectors":["Medical Devices Biomedical"]},{"email":"earth@drishtigroup.com","idea":"Open loop system, wherein we only know process success after the end of the process cycle. We\nare at the great disadvantage and dependent on the knowledge of the user. Hence natural aerobic\ncomposting is not a scalable commercial process. Our system is making natural aerobic\ncomposting more accessible to the general population as well as improving the efficiency of\nnatural composting with the use of sensors.","industries":["Professional & Commercial Services"],"name":"DRISHTI EARTH LLP","sectors":["Environmental Services & Equipment"]},{"email":"ranjeet@thefilmsters.com","idea":"The videos that we create for brands enhances the brand value or helps the brands to sells their products or services better and faster by engaging with their potential customers in a very manner that is not pushy but in a friendly manner aligning the brand philosophy with the audience and creating a network where they can keep communicating about their products and services.","industries":["Media & Entertainment"],"name":"OHTHEN ENTERTAINMENT PRIVATE LIMITED","sectors":["Digital Media Video"]},{"email":"kdmtechnical@gmail.com","idea":"Handicraft Products from Natural Rock Salt Crystals are our core business strength. We have developed a range of Products from Natural Rock Salt Crystals using traditional wisdom and modern science for Holistic Health Healing and Wellness BUDIVAM and CRYSTAMIN are our Registered Brands already running in the market very successfully for Health , Wellness  and Natural and Eco friendly Interior Decoration Lights. We are seeing Visible and Sustainable growth with immense possibilities of new product development, Job and  Value creation for all stake holder of society.","industries":["Healthcare & Lifesciences"],"name":"KDM NUTRITION AND WELLNESS LLP","sectors":["Health & Wellness"]},{"email":"suneelrmardia@mtlexs.com","idea":"Innovation --- The marketplace is a very unique concept for the Non ferrous metals Industry. \nKey details about Mtlexspot are:\n•\tWe aim to initiate E-Procurement for Corporate and mid size companies by creating an E-Marketplace of 100 different categories with 2000+ products.\n•\tTie up with 50 suppliers of various end use products of Non-Ferrous metals, these suppliers are focused more in Manufacturing &amp; how to increase efficiency in Manufacturing &amp; would like to “outsource” their marketing “headache” to us.\n•\tWe can bridge the gap between the big reputed buyers and MSME suppliers who don’t have reach to approach big Buyers/Corporate or are skeptical to deal with them directly. \n•\tMost of the Products are Standard &amp; Branded, which include Fittings, Handles, Castings, Window-doors, Plumbing tubes, Heater, Tubes, Wires, Cables, Lugs, components, Sanitary wares.\n•\tIndustries Covered: Automobile, Building &amp; Construction, Railways, Air Conditioning, Refrigeration, Plumbing, Electrical and more\n\n\nScalability\n•\tOur services are exponentially scalable—we can start with a few city centres for a few products and grow exponentially to cover the whole stream of products starting with end use products( which are standard), then to scrap and primary metals. The total Business in India is about USD 40 Billion and world over it is close to USD 1.0 Trillion.\n•\tThe third dimension of funding the MSME is very innovative for the Non ferrous metal Industry.","industries":["IT Services"],"name":"MTLEXS ONLINE PRIVATE LIMITED","sectors":["IT Management"]},{"email":"ydtheyash@gmail.com","idea":"Bitgenie aims at providing product, services and quantified research reports on Web 3.0 technologies. These will create powerful impact on vast revenues controlled by majority of worldwide companies.  Bitgenie focuses on Web 3.0 technologies and these include Blockchain, Artificial Intelligence, and Internet of Things(IoT). The decision makers approach Bitgenie to understand the segment-wise market potential and challenges.","industries":["IT Services"],"name":"BITGENIE TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"dinesh.choithani@gmail.com","idea":"We are focusing on eradicating the counterfeit goods from market. Our product consists of a SaaS platform for manufactures &amp; brands and mobile App for consumers. Various brands across industries can use our platform to generate smart codes which will be linked to their products. Brands' consumers can check the genuineness of the products by scanning the products from in our App.","industries":["IT Services"],"name":"3 ANGLES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"nitin.navneet@mentationtech.in","idea":"We are working in space of Biometric technologies and service delivery. Company has moved into agreement stage with established and genuine product manufacturers and technology partners. We are developing solution and service delivery model for providing identity management solutions and safe digital transaction. We are working with intention to provide secure technology platform for the safe world","industries":["Technology Hardware"],"name":"MENTATION TECHNOLOGIES PRIVATE LIMITED","sectors":["Electronics"]},{"email":"ravindra.singh@spacecos.com","idea":"building a platform for divyans, where they can find disabled friendly places &amp; it will make divyans, independent and fell more confident during mobility &amp; help boost their confidence that they are no different from other and live the life of their choice without any difficulty or obstacle. This will ask people to review/ rate the places which are disabled friendly &amp; divyangs can access this during there travel","industries":["Social Impact"],"name":"SPACECOS SOLUTIONS PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]}]