[{"email":"haritconcepts@gmail.com","idea":"We are coming up with the innovative concept of anti bacterial fabric and curbing radiation emitted through direct sunlight and network tower thereby bring an innovation in furnishing products where by the same helps in reducing health related issues caused due to said radiations. \nThere shall be an improvement with regards to the technology in the furnishing industry whereby the fabric developed shall strive to provide protection from infectious germs and harmful radiations.\nWith an increase in channels it shall also lead to an increase in employment generation.","industries":["Textiles & Apparel"],"name":"HARIT CONCEPTS PRIVATE LIMITED","sectors":["Non- Leather Textiles Goods"]},{"email":"anuj.sharma@alsisarimpact.com","idea":"Despite the richness of natural resources, India’s North-East region never witnessed business growth. Alsisar assisted a social enterprise in Manipur by facilitating FDI therein and has, in its own quiet way, supported the government’s “Look East Policy”.\n\n•\tAlsisar started with a field visit to understand the enterprise and its business.\n•\tAlsisar structured the investment, drafted necessary legal documents and managed end to end compliance of the deal, including regulatory and post investment compliance. \n•\tAlsisar went a step ahead and laid down safeguards for the enterprise to avoid any future non-compliance and encouraged its use with other companies operating in neighbouring areas.\n\nBy providing a one-stop solution to all aspects of the investment, the entire process was completed in record breaking time. The investment also had an additional, indirect effect of fostering women employment through the enterprise.\n\nAlsisar has supported the growth of the start-up sector by providing the integrated services model to start-ups with similar unique payment structures. It has been a part of the journey of multiple startups since incorporation till date and encourages start-ups which are working in socially relevant sectors. \n\nAlsisar’s strong ability of building rapport with governmental authorities has enabled it to build a network, helping in obtaining optimum results while working within the framework of law. The most recent example of these abilities is seen through the highly publicised private placement of Rupee Denominated Bonds i.e. Masala Bonds, a first in the medical technology industry, where Alsisar assisted the investor and investee for the assignment.","industries":["Professional & Commercial Services"],"name":"ALSISAR IMPACT PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"dhaval@aktrotech.com","idea":"Aktro Technologies Pvt. Ltd. is into creating a family of products for emergency warning lighting and audio solutions. Our vision is to create products using latest technology, that are par with international standards. Currently products available in India in this segment are very poor in quality and do not adhere to any standards to create an impact. We at Aktro want to create products which adhere to international standards and are able to compete with international products at a low cost when compare to them.","industries":["Technology Hardware"],"name":"AKTRO TECHNOLOGIES PRIVATE LIMITED","sectors":["Electronics"]},{"email":"parag@spirituspay.com","idea":"Spiritus Payments Private Limited (Spirituspay) is a STARTUP, formed by the Evolute Group, with a focus\non revolutionizing Retail Payments to help Consumer facing Micro, Small, medium&nbsp;and Self Employed\nBusinesses and emerging merchants to accept digital &amp; electronic&nbsp;payments with ease in accelerating\ntheir sales besides creating a ‘digital footprint’ to help them get into mainstream Banking &amp;\nFinance.&nbsp;Spirituspay will be setting up a robust Agents/Merchants B2B Network across the Country\nenabling its touchpoints with a truly interoperable, agnostic, seamless &amp; secured Transaction Processing\necosystem.&nbsp; The VAS bouquet of Bill Payments, Recharges, and Remittances besides Travel Ticketing\nServices makes Spirituspay’s compelling narrative to the Agent/Merchant (basis their Profile), more\nviable, sustainable &amp; a valuable proposition.","industries":["Finance Technology"],"name":"SPIRITUS PAYMENTS PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"kunal.sabnis@galentictech.com","idea":"<a href=\"http://www.galentictech.com\" target=\"_blank\">Galentic Technologies</a><br>","industries":["IT Services"],"name":"Galentic Technologies Private Limited","sectors":["IT Consulting"]},{"email":"cs@drishtigroup.com","idea":"We are building a completely autonomous software stack, very closely coupled with our hardware. The uniqueness of our solution comes from our deep industry knowledge which we are translating into a well built AI system, that can adapt to the dynamic environments the robots will be used in","industries":["Robotics"],"name":"Drishti Works LLP","sectors":["Robotics Technology"]},{"email":"chunnu.agrawal@academico.in","idea":"A Techno-Educational Platform for all age groups and domain students<br>","industries":["Education"],"name":"BrainSensory Technologies Private Limited","sectors":["Education Technology"]},{"email":"aakashjadhav80@gmail.com","idea":"Renewable energy consultant.Civil consultant.","industries":["Construction"],"name":"GRIntegratedEngineers","sectors":["Others"]},{"email":"sandydot01@gmail.com","idea":"We do supply materials, which belongs to Construction fields.","industries":["Construction"],"name":"KASAORBIT INTERNATIONAL","sectors":["Construction Supplies & Fixtures"]},{"email":"abdul.ansari2007@gmail.com","idea":"Flowtorq is a prominient valve manufacturers and engineering consultant contractor company rich in experience located in Bhiwandi, close to Thane and Mumbai in state of Maharashtra in India. Established by a professional engineer in 2012. We have now evolved into an elite team providing complete engineering solutions for our customers in Oil &amp; Gas, Petrochemical, Chemical, Cement, Food processing &amp; Mining industry from concept till completion basis. With large inventories of products and services and a dedicated team, our customers experience consistently high-level of service. Whether its vendor managed inventory, customized stocking arrangements or direct shipments to your plant. We deliver as we has the flexibility to create a supply chain solutions that is right for you.<br><br>Our core business area and capabilities includes manufacturing &amp; supply of engineering products like valves, actuators, accessories, packaged equipment manufacturing and assembly services, supply chain solution &amp; management, technical services, small - medium EPC services, etc.<br><br>We are equipped with the latest process simulation softwares, pneumatic automation softwares, static equipment design softwares and modelling softwares that optimizes the output as desired by customer. Our range of products &amp; solutions conform to all latest International Standards. We continue to use internationally renowned brands, many since the early days of our establishment.<br><br>With our Continuously System Updating Tendency, our aim is to be one-stop engineering solutions, products and services provider to the Indian Process Industry.<br>","industries":["Design"],"name":"FLOWTORQ ENGINEERING (INDIA) PRIVATE LIMITED","sectors":["Industrial Design"]}]