[{"email":"ABHAY@CONVERGENCESERVICES.IN","idea":"Yet to be defined.","industries":["Others"],"name":"CONVERGENCE IT SERVICES PVT LTD","sectors":["IT Services"]},{"email":"manoj@moneyfrog.in","idea":"Yet to be defined.","industries":null,"name":"Moneyfrog Consultants Private Limited","sectors":null},{"email":"info@yups.asia","idea":"YUPS develops IoT products for workforce safety &amp; productivity on work sites. Our flagship product Aadi is an ecosystem of hardware and software that helps to reduce fatal accidents, improve response time and gain real-time visibility of sites.","industries":null,"name":"YUPS Tech Solutions Pvt Ltd","sectors":null},{"email":"nitinkhedkar@rediffmail.com","idea":"We are providing consultancy for IT and Telecom &amp; Government companies for successful rollout of IT infrastructure, Data centre build, Smart city technologies, E-governance, ICT, IoT based infrastructure. Also supporting digital india initiative in technology and telecom domain. Providing specialised technology  consulting for error free execution and IT support","industries":["IT Services"],"name":"VIKAT TELESERVICES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"kinnari@goma.co.in","idea":"Process innovative - We produce fruit base beverage with innovative hot fill technology in PET Bottles to stable aroma and nutritional values of product. Due to this increase self life of product (cheaper than aseptic pack) and compete to market. PET is recyclable product eco friendly product and also ambient storage condition.","industries":["Food & Beverages"],"name":"ORGANICO AGRO-FOODS &amp;amp; BEVERAGES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"ashwin_bc@hotmail.com","idea":"THE PRODUCT PRODUCED ALREADY EXISTS IN THE MARKET IN VARIOUS FIELDS . SINCE IT IS A MANUFACTURING INDUSTRY THERE IS A HIGH POTENTIAL OF EMPLOYMENT GENERATION.THIS PCDS ARE MANUFACTURED BY USING HIGH PRESSURE HIGH TEMPERATURE APPLICATION USED IN USA FOR SO MANY YEARS. THIS TECHNOLOGY IS PATENTED AS PROVEN TECHNOLOGY.\n1.SAVE ELECTRIC POWER CONSUMPTION AND WILL GIVE CONSISTENT QUALITY OF THE PRODUCT.","industries":["Chemicals"],"name":"HPHT COLOR DIAMOND LIMITED LIABILITY PARTNERSHIP","sectors":["Commodity Chemicals"]},{"email":"amitesh.sahu@getunion.io","idea":"Our startup is a peer-to-business bill discounting marketplace based on blockchain technology\". We connect companies, looking to discount their invoices, directly with the individual financier and NBFCs without any intermediaries. Our mission is to bring bill discounting a mainstream investment class for individual financier, and at the same time help companies get access to capital easily.","industries":["Finance Technology"],"name":"FIDUCIA LABS PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"ramesh@hdp.co.in","idea":"All Laser Printer, Copier, and Scanner are marketed and Imported by Foreign companies in India but now we are only Indian company to import and Market Printer Copier Scanner and 3D Printers in India and keep all profit in India. All foreign companies keep 50% to 80% profit margin which we can save and reduce the cost of this product so a customer can buy the machine for the cheaper cost.","industries":["Technology Hardware"],"name":"HD PRINTERS INDIA LIMITED","sectors":["Electronics"]},{"email":"amit.mishra@brand-visible.com","idea":"Currently brand product promotion and store visibility spends in General Trade Retail stores are planned and executed through a complex distributor network leading to major challenges on quality, compliance and transparency and also leading to lot of inefficiency /waste.\n\nOur solution help address challenges on quality, compliance and brings in great transparency by connecting retailer and brand through our technology platform.\n\nIt also help retailer to with trade insights and incremental revenues which help him to become more competitive in emerging market scenario where e-commerce and modern trade is disrupting the market and threatening the existence of small retailers.\nCurrently to best of our knowledge no company is doing what we are doing.\n\nThe solution on boards thousands of retailers and connects them to brand through brand visible technology platform leading to lot of employment generation directly and indirectly on the tech side (Skilled Labour).\n\nIt also creates huge opportunity for employment on the field for un skilled and semi skilled labour who will execute brand agenda in the store.\n\nIn the first full year of operation itself it can create employment for more than 500 people and this is going to increase exponentially further.","industries":["Analytics"],"name":"DESTACAR BRANDVISIBLE TECHNOLOGIES PRIVATE LIMITED","sectors":["Big Data"]},{"email":"nilesh61181@rediffmail.com","idea":"We are working on software as a service on Machine learning ,big data analytics and Robotics process automation using opensource technologies blended with our 25 man years of experience, which will server as an affordable alternative as compared to the foreign products available in the current market , also the implementations would be more seamless and faster for smaller companies in India.\n\nWe also have a product idea that integrates employee performance with e-Learning solutions that would provide a complete analysis of the skill gap and how the employer can efficiently invest in the development of skilled workers to increase the productivity.","industries":["IT Services"],"name":"SCIONET TECHNOLOGIES LLP","sectors":["Application Development"]}]