[{"email":"chintan_sheth539@hotmail.com","idea":"A social media blogging and networking for promoting thoughts,opinions and ideas with multiple medium of image, audio and video for catering communities, individual and organisations to larger targeted online users and audiences.\nScalable with online ad and content promotion to reach specific user through the medium prefered (i.e Words,image, audio and video)","industries":["Social Network"],"name":"CRAPCANDY VENTURES LLP","sectors":["Others"]},{"email":"kavachlocks@gmail.com","idea":"Our product is an improvement of conventional digital locks imported. They are also new feature rich customisable products designed and developed in India setting new benchmarks in the industry.\nThe technically advanced products require blend of professionals both fresh graduates and post graduates in design, development, troubleshooting. \nCustomisable products require skilled manpower for production. \nBouquet of products requires unskilled and semi-skilled labour in manufacturing process of the same.\nAs we have studied the requirement in overseas market as well, there is a requirement to set up a state of art manufacturing unit with all technical approvals to sell the product overseas.\nThe current government policies with our unique solutions will make our statistical revenue model an exponential trajectory as below.\nProducts are the most economically viable technically advanced solutions which are not currently available, but are the requirement of the day.\n\nThere is huge requirement worldwide.\nThe high security solutions lead to prohibition of embezzlement negating losses to the user in return to the insurance companies which ensures sustained use of our products complied with our manufacturing policies.\nOur solutions in addition to be economically viable are also recurring cost saving and work at blazing speeds which reduces turnaround time for our clients and generates higher revenues for them as well as us leading to higher revenue collections by the government. \nThe overseas sale generate revenue for us &amp; also forex for the government. \nOur revenue model is a triple win scenario for us, clients and government.","industries":["Security Solutions"],"name":"KAVACH LLP","sectors":["Home Security solutions"]},{"email":"krupalu@parallax.co.in","idea":"Our goal is to make our service in VR/AR more compelling for our customers\nwhich revolutionises their work environment in terms of Human-computer interfaces, reducing time, effort and cost consumed with traditional technologies. Our target sectors are Training and Maintenance sectors where VR/AR has the potential to completely transform how things are currently done.","industries":["AR VR (Augmented + Virtual Reality)"],"name":"PARALLAX LABS LLP","sectors":["Others"]},{"email":"dadasaheb.pagare@groupbima.com","idea":"We intend to disrupt the insurance distribution channel using technology which would not only enable in increasing the penetration of insurance in India but at the same time generate scalable employment. The focus of Business is in Rural India which is highly underserved. The Business Model takes into consideration the needs of Rural India and opportunity provided by technology to meet this needs. While doing so inhibitors for insurance in rural India are appropriately addressed by incorporating the Personalised Distribution Channel, known to the customer who acts as the customer’s true friend &amp; advisor. Further leveraging on the technology, we intend to provide tailored made and customisable insurance product as per the need of Customer and fill in the servicing gap through technology.","industries":["Finance Technology"],"name":"GROUPFIT INSURANCE BROKERS PRIVATE LIMITED","sectors":["Insurance"]},{"email":"mahesh.galgalikar7@gmail.com","idea":"Misceo Innovative Health solution, Pvt. (MIHS ) is located in Mumbai, India.  The     company was founded in 2016 as a Sister company of Misceo Grand Technology which is located in San Jose, California, US. The Company has developed a state-of-the-art sensor system that will replace the conventional ECG machines with miniaturized sensor platform for full spectrum body analysis for cardiac patients to detect potential heart defects.  The Misceo system is based on a proprietary body sensor network platform developed at Misceo Grand Technology, US. MGT is developing a standard remote sensing platform along with a service architecture which will serve the medical community to let them monitor their patients and provide quality medical services irrespective of patients location. Such system will also benefit in-patient monitoring of patients in the hospitals.\nWe, Misceo Innovative Health Solution, Pvt, Ltd, building a connected healthcare solution to decentralize existing healthcare infrastructure and coordinate patient care services between clinics at remote locations and hospitals, provide electronic health record for storing patient information. While hospitals struggling managing multiple patients and re-admissions, We provide continuous realtime cardiac monitoring and analysis for Hospital and clinics: inpatient monitoring and Ambulatory out-patient monitoring to optimize the way healthcare services are being delivered today. Our cloud based Misceo Unity Infrastructure can monitor all essential body vitals and activity of patient and help in Cardiac events prevention, diagnosis, post-operative care and on-going management of patients through non-invasive monitoring.","industries":["Healthcare & Lifesciences"],"name":"MISCEO INNOVATIVE HEALTH SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"rrajisrani@gmail.com","idea":"Company will be India’s one stop destination for all entertainment Industry related activities. Company provides a platform for all the stakeholders from renowned actors to unknown strugglers from the creative cinematographers to spot boys.\nA unique media market place that not only connects producers, directors, actors, technicians, writers, musicians but also provides destinations, equipment and consultancies.","industries":["Media & Entertainment"],"name":"HUVI DIGI LIFE PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"kamathsd66@gmail.com","idea":"Emergency medical  services,First aid training &amp; Safety training to the door step of every household and every Factory in India.\nIn Case if any patient gets heart attack presently there is no effective fast health care delivery system to act within  stipulated first 5 minutes called golden minutes which we want to provide to all .To start with in and around Mumbai and then spread all over the India","industries":["Healthcare & Lifesciences"],"name":"MEDIHSE HEALTH TRAINERS INDIA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"eprashala@hotmail.com","idea":"Eprashala is working for improving the quality of education all across India, especially the economically weaker section of the society with our innovative product. We have successfully revolutionized the perception of education all over Maharashtra and looking forward to scale it globally.  At the same time working to impart latest IT education in local language thereby  generating self employment opportunities and preserving local business and local languages.","industries":["Education"],"name":"EPRASHALA EDUMATE PRIVATE LIMITED","sectors":["E-learning"]},{"email":"swapnil@napnapmat.com","idea":"We are a young tech startup that aims to revolutionize the baby products industry by implementing technology to improve pre-existing baby mattresses. We are manufacturing the product in Mumbai itself and we are working on several new prototypes of the design. We are currently working towards building traction towards the product through digital marketing and PR. As we grow bigger, we aim to further innovate by creating new and improved versions of our current product as well as developing new products that implement technology to improve existing products in the baby space. By investing our money in research and development we will not only develop new products but also expand our operations and employ bright young minds to help us achieve our goals.","industries":["Technology Hardware"],"name":"RAWSOME FAMILYCARE PRODUCTS PRIVATE LIMITED","sectors":["Electronics"]},{"email":"info@tergus.in","idea":"Explore unique avenues to develop the Indian Leather Industry by meaningfully rehabilitating the most neglected persons, by infusing in them dignity of labor. Thus, ensuring their individual as well as collective excellence and at the same time meeting the ever increasing needs of footwear of the world in general and of India in particular. Simultaneously allowing us to address the concern of labor and high cost of production issues, so that the Indian Leather Industry constantly rises to a higher level of achievement.\nThe start up envisages the growth of the Indian Leather Industry by imparting skills to labouring prisoners during their term of conviction, thus creating a confirmed source of earning for them in the post conviction period of rehabilitation. A huge number of labouring prisoners in India is available at any time for this Enterprise/Industry. Rehabilitation of these skilled prisoners is an achievable objective as, they all can be suitably employed in the leather industry giving meaning and purpose to their lives which today, unfortunately, is lacking. Thus, ensuring their social acceptability in the widest sense.","industries":["Fashion"],"name":"TERGUS WORKS PRIVATE LIMITED","sectors":["Lifestyle"]}]