[{"email":"sameer@inventadigitech.com","idea":"We provide solutions in computer networking domain. We are customer 1st origination to provide cost effective solution to improve network uptime and efficiency. This help us win maximum customer confidence to enhance our self. We have always ready engineers to handle any network domain related issue. \nOur solution are vendor natural.","industries":["IT Services"],"name":"INVENTA DIGITAL TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"dksinfra@gmail.com","idea":"Lean Management Structure;\nTechnical and Project Management Expertise of more than 27 years; \nAdept at navigating challenging bidding procedures and have in depth technical expertise of the market with a team built on strong ethical and excellence oriented foundation.\nWe intend to give most cost-effective and reliable technical solutions to the firms with our stronger capabilities in areas such as estimation, cost controls, procurement, project execution and project management.","industries":["Construction"],"name":"DKS INFRASTRUCTURE AND PROJECTS LIMITED LIABILITY PARTNERSHIP","sectors":["Construction & Engineering"]},{"email":"trush.alshi@gmail.com","idea":"We are planning for manufacturing electronics hardware products in education/training/tutoring segment. The  portable interactive whiteboard kit which we plan to manufacture will involve large number of employment for manufacturing/assembly set-up and also will involve large number of  employees in marketing, sales and good number of engineers in research and development and support of the products. We are also developing Video live streaming, Video-on-demand (vod) web portal, Live Camera Capture with screen recording typically used in training/classrooms for vod and live streaming. The VOD project requires good number of software developers and support engineers. Both above projects have big opportunity for wealth creation as we will not only be targeting India as potential market but also will be getting customers from worldwide. Also for portable interactive whiteboard hardware, we have started exporting existing product under our Brand \"Willswell\" which we have applied for trademark registration.","industries":["Education"],"name":"WILLSWELL TECHNOLOGIES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"gaurangmotta@monksbouffe.com","idea":"We are working towards encouraging and developing food processing at farm level by developing innovative value added products from the farmers produce and at the same time reduce the gap between farmers and consumers. We've feel the best way to make farmers self sustainable is through value addition with market ready products for atleast a part of their produce.","industries":["Food & Beverages"],"name":"MONKS BOUFFE LLP","sectors":["Food Processing"]},{"email":"vikram@infin8.in","idea":"This is Vikram from Infin8, we are building a online and offline Lending Marketplace wherein we help consumers to get the best offers as per their eligibility from multiple providers in shortest possible time.\n\nThe USP of our platform for our Partners are:-\n\n1) All leads we share are 100% verified by our contact centre agents\n2) All leads have a intent for the products, we do not do any outbounds to generate leads.\n3) We can scale up to 1000 leads per day for your product\n4) We work on CPA Model\n5) No JUNK Leads guarantee \n\nThe USP of our platform for consumers are:-\n\n1) Available on call on India's most premium number 8080808080\n2) Apart from call we are available on Web and Chatbots\n3) We advice consumers on the most suitable product for them and connect them only to partners where they are eligible\n4) We offer Products such as Credit Cards, P2P Loans, Personal Loans, Home Loans, Business Loans, Mutual Funds &amp; Insurance.\n5) Reduced processing and documentation time.","industries":["Finance Technology"],"name":"MILAX ONLINE TECHNOLOGY SERVICES PRIVATELIMITED","sectors":["Advisory"]},{"email":"mittaljk9@gmail.com","idea":"we are into Asset Finance, finance that is used for or against property purchase. we have vast ideas on how we can work together as a business. becoming a part of PropLenders Advisory, one can easily be able to earn part-time or full-time just by joining with us free of cost. just you have to do is to forward the lead of home loan or related loan product to us.","industries":["Finance Technology"],"name":"PROPLENDERS ADVISORY SERVICES PRIVATE LIMITED","sectors":["Advisory"]},{"email":"akshayprakashkadam@gmail.com","idea":"We are one of a kind providing offline engagement to students in schools thus improving the practise habits of students in schools and creating a huge opportunity for employment. Scalability is slow, but will certainly happen with right support. In terms of innovation, our offline assignments are very helpful to students and have produced better results.","industries":["Education"],"name":"PINEHAM LEARNING AND TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"farrhad@cybernetiv.com","idea":"Product Innovation: Corporates spend a lot of time, effort and money on cyber security. However, they often fail to make their human capital in sync with cyber security. We are working on an Employee Risk Reduction platform (Android and iOS) to solve this problem. Our platform asseses an employee's cyber awareness and their potential of being a threat to an organisation. \n\nService Improvement: We are acquiring a highly trained team of cyber experts and ethical hackers. Our goal is to optimize the services and cyber security processes in the market and scale them in an innovative manner with new techniques and tools.\n\nProcess improvement: A basic example of how we are improving the process- Most cyber security companies send their reports via email. We are working on a solution that securely sends security reports only to the authorized representative such that it can only be viewed by them.","industries":["IT Services"],"name":"CYBERNETIV INFOSEC PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"shailendra1616@gmail.com","idea":"Our project focuses on recycling of old used vehicles, “ELV” (end of life vehicles), old/discarded machines, etc. in view of strict Euro norms in the offing in India while wholeheartedly supporting the Govt of India’s initiative of “Make in India” scheme. Recycling of ELV’s, in compatibility of Swachchhta Abhiyan &amp; 6R (reduce, reuse, recycle, recover, redesign, remanufacture) schemes of the Govt. and helping vehicular air pollution control across country by recycling highly polluting vehicles and converting into reusable ferrous &amp; nonferrous scraps and saving huge foreign exchange by reducing import content of ferrous &amp; nonferrous scraps","industries":["Automotive"],"name":"DOSNEXTGEN INDIA PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"rashind2@yahoo.com","idea":"Our product is an innovative smart speed breaker, which changes the height of the speed breaker depending on the car's speed. This makes the road intelligent and will be useful for the government's Smart Cities initiative.\n\nAccording to our studies and feedback from various industry experts, it is neither used nor implemented anywhere in India. This product is also not used extensively in any part of the world.  \nWe have made some prototypes and demonstrated the concept successfully. Videos for same are attached with this application. \n(Password for the videos: ActiRoad@June2018)\n\nProduct is innovative and has lot of advantages, such that it will help to save human life, control noise and air pollution, and also help in saving the individual cost and overall saving nation's wealth.\n\nIt can be used on various types of roads such as highways, busy city roads, crowded smaller roads of Tier II and III cities, or rural roads. This innovative product can be scaled to cover huge demand in near future by establishing appropriate manufacturing facility and training human resources.\n\nWe are confident that this simple innovative product will become a de facto standard on every road, existing or new, constructed in India or abroad.","industries":["Technology Hardware"],"name":"ACTIROAD TECHNOLOGIES LLP","sectors":["Electronics"]}]