[{"email":"hello@thevrcompany.in","idea":"<p><a href=\"http://www.thevrcompany.in\" target=\"_blank\">We are a Visual Technology Company and we help our clients create impactful visual content with the aid of Drone Cinematic, Virtual Reality, 3D Rendering and Photography.</a><br></p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"The VR Company","sectors":["Others"]},{"email":"contactappointmentmaster@gmail.com","idea":"<p>Appointment Master, our startup is a purpose driven service based Business as we tend to Solve a Major problem for multiple Professional sectors.</p>","industries":["Enterprise Software"],"name":"Appointment Master","sectors":["Enterprise Mobility"]},{"email":"sushamakesar@gmail.com","idea":"<p>This Start-up is providing services in the security, housekeeping and&nbsp; Msector, where we are&nbsp;<span>involved in providing security and other services to various government organizations as well as&nbsp;</span><span>Private sector. It is a well-known fact that Security is one of the most upcoming sector in terms of&nbsp;</span><span>generating employment and the human element cannot be separated from these services which&nbsp;</span><span>makes it a continues process of employment generation.</span></p>","industries":["Human Resources"],"name":"KRISHNA'S UNIVERSE AGRO SPICE PRIVATE LIMITED","sectors":["Others"]},{"email":"admin@msquare.pro","idea":"<p>We help businesses to automated their key processes, make them robust, less manual intervention and completely independent.</p><p><br></p><p>Our core expertise is No Code Automation for 1000+ Business applications i.e. Shopify, Google (complete suite), Microsoft (complete suite), Zoho (complete suite), Slack, Discord, Twitter, CRM Automation, Facebook &amp; Google Leads Management, Airtable, WooCommerce, Email Marketing, Stripe and major Payment Gateway Integration and many more.</p><p><br></p><p>Automation platform we work on: make.com, Integromat, Zapier</p>","industries":["Robotics"],"name":"MSQUARE AUTOMATION SOLUTIONS PRIVATE LIMITED","sectors":["Robotics Application"]},{"email":"maturash2022@gmail.com","idea":"<p>Filing your Tax Returns by easily incorporating your Investments, Salaries and expenses at a click level to make compliance easier than it has ever been. Helping India's tax compliance grow to 100%<br></p>","industries":["Finance Technology"],"name":"FileITEazy","sectors":["Others"]},{"email":"khadap13@yahoo.com","idea":"<p>Companies in into Agriculture cultivation , Organic farming , Feed processing , dehydration , packaging , dairy and other agricultural related business.</p>","industries":["Agriculture"],"name":"Khadap Natual Agro Products Private Limited","sectors":["Food Processing"]},{"email":"sanketparatkar@gmail.com","idea":"<p><span>We launch ourselves as CUROMATES ENTERPRISE PRIVATE LIMITED pioneers\nin providing therapies and consultation for various&nbsp;<span>diseases&nbsp;</span>to its\ndistinguished clients. Curomates introduces a multi-layer model to help people\nget aware about their problem and seek helps. The various layers include\ncommunities, peer counselling, active listening, group therapies, tracking\ntools, conventional therapies and much more. This clinically validated\ntherapy-companion software would help patients better manage their health\ncondition in collaboration with\ntheir provider. </span></p><p><span>&nbsp;</span></p><p><span>With a team of highly experienced specialists that source, assess\nand deliver as required, services get who they need on time and on budget. This\nenables us to deliver a high level of service to our clients, provide,\nencourage, initiate or promote facilities for the discovery, improvement or\ndevelopment of new methods of diagnostic, understanding and prevention and\ntreatment of disease.</span></p><p><span>&nbsp;</span></p><p>\n\n\n\n\n\n\n\n</p><p><span>We provide online doctor consultancy, diagnostic reference, air\nambulance, surgical and medical device referring services to the customers, </span><span>schedule appointments, teleconsulting,\ntelemedicine, tele counselling, data analysis, data processing, health tracking\ntools, health monitoring, make online transactions and payments, provide online\ncourses and content, connect health professionals</span><span></span></p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"CUROMATES ENTERPRISE PRIVATE LIMITED","sectors":["Assistance Technology"]},{"email":"laxylc@gmail.com","idea":"<p>YESPIE &amp; LYEAN POWER SYSTEMS PRIVATE LIMITED GSW EV FAST, VERSATILE, MULTIPLE &amp; MOBILE CHARGING STATION<br></p>","industries":["Automotive"],"name":"YESPIE & LYEAN POWER SYSTEMS PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"admissions@ubuntumontessori.in","idea":"<p>Ubuntu Montessori is a private pre-school following true Montessori curriculum for children between the ages of 18 months and 6 years. Montessori is an entirely different approach to early childhood education which helps children become compassionate human beings, respecting all people and viewpoints.\n</p><p><br>We at Ubuntu Montessori believe that each and every child is unique and follows his or her natural path of development. Following a curriculum which is true to the original Montessori Method, we endeavour to enrich the social, cognitive, emotional and physical aspects of the child’s growth.</p>","industries":["Education"],"name":"UBUNTU EDUCATIONS LLP","sectors":["Education Technology"]},{"email":"diveanil@gmail.com","idea":"<p>Devpurkar Industires Established in the year 2018, we, \"Devpurkar Industries Private Limited\", are proposes to engaged in manufacturing package Drinking Water, Mineral Water, Alkaline water etc</p>","industries":["Food & Beverages"],"name":"DEVPURKAR INDUSTRIES PRIVATE LIMITED","sectors":["Others"]}]