[{"email":"htenggco@gmail.com","idea":"Steel drum and barrel Industry is ancillary to oil, chemical, pharmaceutical and food industry in any country. It produces round steel drum mainly in standard 200Liters,160Kg and 20 liters. \nWith engineering back ground and over 50 years working in steel drum industry I have developed a breakthrough technology to reduce the weight further to half of the present 18kg which is a big step forward in line with the trend world over. Advanced Material Technology help has been taken for laminating two 0.25mm thick sheets with recycled polymer in between in sandwiched construction in the lamination process to manufacture these AMT drums. This will not only reduce the weight but also reduces cost of a drum by 25 to 30%. Therefore it would be an attractive adoption proposition for the ailing drum industry. \nIn Advanced Material Technology the sandwiching construction which has been developed only about 30 years back in USA is gaining popularity in weight sensitive industries like Aerospace, Aviation and Auto industry. Since the sandwich construction reduces the weight without sacrificing the strength criteria of this structure it has helped in increasing the fuel efficiency of their vehicles.Special feature of this technology is that an increase in the thickness of polymer used in the sandwich construction say by a factor 3 will increase the structural strength of the combination by 3X3x3=27 times. \nTo manufacture these newly developed AMT drums additional Special Purpose Machines required which has been designed by us in details.","industries":["Construction"],"name":"HYBRID TECH ENGINEERING CO LLP","sectors":["Construction & Engineering"]},{"email":"akshay@addupmath.com","idea":"Product: Our product is a module-based subscription box that uses an engaging hands-on game, a set of apply-books that focus on practice through real-world themes and flashcards for instant revision and learning reinforcement. All our products are intended for kids aged between 6-12 and can be used as tools by educational institutions, private tutors and parents to help drive engagement and improve conceptual learning for all kinds of learners. Our initial focus is Maths but we're planning to expand into STEM eventually.<div><br></div><div>Why us: We're a dynamic, creative and solution-focused company that intends to reform the current hard-set learning methods of the education industry. We believe children learn best when there are gamified methodologies, hands-on applications, collaborative tasks and outcome-oriented products. In order to improve conceptual learning and recall, we combine online and offline multi-sensory games and activities with a focus on knowledge, engagement, practice and revision. Our subscription-based products range from physical board games to practice books focused on applied learning to flashcards for instant reinforcement to online games with adaptive learning. We're bringing the fun back into learning, one step at a time.</div><div><br></div><div>What can you do for us: We're developing our products using feedback received from our extensive research about problems faced by our stakeholders (schools, tutors, parents, kids). Throughout the process, irrespective of the product vertical we'd like to ensure that the Learning Objectives we have identified are clearly mapping to the outcomes defined and devised through each individual component of our product. We'd like for someone with considerable experience in the education industry to ensure that all products we develop have the intended outcome : improved conceptual learning, reinforcement, recall, engagement and practice. We'd like to leverage your experience, networks and current market understanding to help define the way forward for the company as a whole. The role would be advisory with a primary objective to ensure that the educational roadmap of the company is achieved with all products/services and new technologies or ideas have been implemented in an effective and comprehensive manner.</div>","industries":["Education"],"name":"UNNATI EDUCARE PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"ilesha@tglcompany.com","idea":"At TGL Co., we have committed ourselves to keep evolving and re-imagining bold, new, exciting blends made from the best origin teas and botanicals from across the world.\nWhat’s also really important to us is celebrating how healthy our teas are, and that is why we work long and hard to deliver great health without compromising on taste.","industries":["Food & Beverages"],"name":"PANELLA FOODS AND BEVERAGES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"sushil@enlearning.co.in","idea":"The company has built a program, platform for teaching entrepreneurship life skills among school children through structured curriculum and fun-learning pedagogy. The company has built school co-curricular programs and workshops and presently tied up with 7 schools in Mumbai. The same can be scaled across all schools in india. The company wants to build a comprehensive entrepreneurship learning ecosystem for early teens through start up interaction platform, competitions and assessment centres","industries":["Education"],"name":"ENLEARNING SKILL DEVELOPMENT PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"akarvindkothari@gmail.com","idea":"TechnoCompass has developed Application Platform as Service (aPaaS) &amp; framework through artificial intelligence, machine learning and cloud computing. Through this, development effort can be reduced by 50% and new changes can be incorporated with saving of 60% in effort. Retail SaaS products are already on aPaaS and is being launched globally. There are around 8 qualified leads in place for the same. Founder has boot strapped TechnoCompass.","industries":["IT Services"],"name":"TECHNOCOMPASS CONSULTING PRIVATE LIMITED","sectors":["Product Development"]},{"email":"gunjan@vytalapp.com","idea":"With the clinical data collected through stakeholder focused solutions (for patients and for doctors), Vytal aims to accelerate research in Chronic illness with a real-world evidence platform. We are able to successfully pull out valuable clinical data from paper documents using our crowd sourcing based transcription service. This is a scalable way to collect highly valuable data  from paper records, retaining the quality of data.","industries":["Healthcare & Lifesciences"],"name":"VYTAL HEALTHTECH PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"jrsmilkyboys1604@gmail.com","idea":"Our idea is innovate we create employment as per our growth our company India's first online milk delivery we providing all need to customers We provide world best delivery with best price \nWe plan to expend over all India we create franchise modle for best delivery franchise made 5 km areas so easy to deliver","industries":["Retail"],"name":"JRS MILKY BOYS TRADING PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"harshalgundetty@gmail.com","idea":"Aftrex Market Research is a market research and consulting company that provides consulting services, syndicated &amp; customized research reports. Our services &amp; reports are instrumental in helping clients to make effective and informed business decisions. Furthermore, we offer market intelligence studies that comprises facts-based relevant data for various industries including chemicals, food &amp; beverages, energy, healthcare, technology, and materials. With deep understanding of various industries, Aftrex Market Research provides strategic insights based on monitoring and analyzing market to predict its current scenario and future growth. Our company has a strong team of consultants and analysts from various areas of expertise. Moreover, our market research studies are periodically updated to ensure our clients get the most updated, relevant, and comprehensive information.","industries":["Analytics"],"name":"AFTREX MARKET RESEARCH PRIVATE LIMITED","sectors":["Data Science"]},{"email":"kunal.nalawade1@gmail.com","idea":"Our innovative retail stall designs offer an opportunity to offer food preparation and delivery services in a small space like the corner of the roads, footpaths, dividers of the roads. This allows starting food retail business in busy locations like Toll gates, Tollbooths, crowded markets, schools, etc. The retails stall is manufactured in the factory and is ready to install. It has all necessary kitchen amenities and Point of sale counter.","industries":["Food & Beverages"],"name":"RRBL MIDWAY AMENITIES PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"mahanet2003@yahoo.com","idea":"Sustainable development of Small &amp; Marginal Farmers through allied farming with forward &amp; backward linkage of process To make available alternate income to farmer through mixed farming model To support farmers to get optimum Return Of the farm produce by value addition To make available farm input to farmers at lowest price to sustain livelihood of the farmer &amp; save them from distress sale through linkage of various govt schemes","industries":["Agriculture"],"name":"FARMS RISE LLP","sectors":["Dairy Farming"]}]