[{"email":"sandeep.bhalotia@planyourcargo.com","idea":"PlanYourCargo.com is a web portal where customers can quickly get an overview of the available transport solutions (aggregated manner), make a selection matching their specific requirements (instant comparison), and instantly book the freight/cargo. It aims to improve the buying experience for businesses looking for transport solutions, focusing on many parameters, such as timing, transit time and complete price, enabling the right comparison ways.\n\nPlanYourCargo offer shippers, importers, forwarders, customs agents, brokers a convenience of online freight buying after valid comparison, enabling to save 30-40% of the operational costs and reduce lead time of freight buying from 7 days to just 30 seconds.\n\nPlanYourCargo offer carriers, transporters a platform to make their services and offerings reach to a wide network of customers, overcoming all the sales and personnel related challenges, thereby saving 40-60% operational and marketing costs.\n\nIn the traditional logistics industry, we are building a new tool giving a new experience of buying freight and related services.","industries":["Transportation & Storage"],"name":"PYC LOGISTICS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"gopesh.modi@nvest.in","idea":"We are building largest aggregated database of financial products in India. This research database is used in building an extremely powerful financial advisory SaaS tool which advisors across country can use for product research, lead management, automated advisory, transaction etc.\n\nMoreover we have built strong product configuration engine for setting-up of insurance products such that new products can be set-up within 2-3 hours as opposed to 20 - 25 days taken by industry.\n\nOur tools will make it extremely easy for finance graduates or financial planners to get into a full fledged advisory business. Moreover they can also expand operations with team members. Entire operations, calculations, research will be handled by our application.\n\nLakhs of people across India can get employment through such innovative tool. It takes away all the hurdles of information, calculation and management and empowers any reasonably knowledgeable individual to start his own advisory business at minimal investment.","industries":["Finance Technology"],"name":"NVEST SOLUTION PRIVATE LIMITED","sectors":["Insurance"]},{"email":"premal.shah@proclivistech.com","idea":"Smart Knock is YOUR DIGITAL VISITOR REGISTER, Cloud-based register specifically designed for Residential Apartments to create and manage visitor data. It provides Improved Security as No visitor goes without tracking and face detection algorithms secure a clear image of the visitor is recorded.\nsPARK - A Smart Parking Platform with Real-Time Information for Parking Availability which allows booking parking spaces in advance.\nWe are using sensor and CCTV for car detection and providing a cloud-based mobile platform for providing the real-time availability.","industries":["Internet of Things"],"name":"PROCLIVIS TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"cetreno.infotech@gmail.com","idea":"Digital Marketing Has More Employment Than Any Other Sector.\n\nNumber of Internet users or customers, as it would be more appropriate word for Internet users, is growing steadily. The phenomenon started in 1995 when only 1% of the total population of the world was using Internet for searching information and shopping but today more than 43% use Internet for different tasks.\nThere are more than 300 million customers on the web and this number is growing day-by-day. Businesses are excited about this number as it is an opportunity to make quick sales. They are taking online business seriously and they want to work online to increase their reach and clientele. This has created demand for the digital media professionals.\nAnyone who can engage customers on Facebook, communicate via Twitter, educate through YouTube and introduce businesses through linkedIn and also optimize websites for high ranking can make a striking career in the field of digital media.\nExciting job opportunities wait in the field of digital media for promising professionals. Opportunities are available for both technical and non-technical roles.","industries":["IT Services"],"name":"CETRENO INFOTECH PRIVATE LIMITED","sectors":["Web Development"]},{"email":"chaitra@getsimpl.com","idea":"It is quite common for Indian store-owners to offer convenience in various forms to customers who they trust. The same level of trust is not translated to online transactions. Merchants are exposed to high levels of fraudulent behaviour - so they treat every user, with suspicion. The lack of trust goes the other way as well - people use cash since they don’t trust the merchant enough to pay upfront. Get Simpl (“Simpl”) is a technology product that aims to solve this problem. We started by building a billing and invoicing system powered by Artificial Intelligence - a ledger in the cloud. When merchants plug into this system - they get the ability to know their customers, identify genuine customers and offer them a frictionless buying experience and block fraudsters as well. Simpl has over 140 merchants partners on its network. They range from some of India’s largest (BookMyShow, Bigbasket and more) to small but innovative merchants with promising ideas. Simpl has identified over 3 million genuine users, with thousands more being added every week. Simpl is currently working with some of India’s largest e-commerce merchants to extend their reach into Tier-2 and Tier-3 cities. We started in February 2015 with 2 interns and 2 co-founders, we have grown to a strength of 70+ people today. Our staff contain a mix of engineers, designers, product managers, business development staff and operational experts, almost 50% of who are women. We are headquartered in Bangalore and have offices in Mumbai &amp; Delhi.","industries":["Finance Technology"],"name":"GET SIMPL TECHNOLOGIES PRIVATE LIMITED","sectors":["Billing and Invoicing"]},{"email":"drsajitashukla@rediffmail.com","idea":"CureForWorld best connect initiative for cure and care.<span>&nbsp;Register and find out all the healthcare related services like ambulance, diagnostics centers , hospitals at your near by location.It provides you panel to search all required medical services with quality and performance</span>","industries":["Healthcare & Lifesciences"],"name":"QCH TECHNOCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"gandhinachiket@gmail.com","idea":"Our brand Lumens &amp; Beyond (L&amp;B) has developed BLE based connected products and solutions for Smart Lighting and IoT based automation for Homes, Offices, Schools Hospitals, Retail spaces and Smart Cities. Using this technology we have been able to reduce the cost of automation by the factor of at least 5X if not more.","industries":["Internet of Things"],"name":"OPTI INNOVATION N LIGHTING SOLUTIONS PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"axisrahul@outlook.com","idea":"We are working towards introducing a Unique Water based Adventure Sports Activity which is patented in the Global Market. The Service we intend to provide is Unique and not currently available in the Indian Market. Reports from Govt. of India state that Adventure Tourism Sector is growing year on year and the Adventure Enthusiast are looking for new Concepts in the Indian Market. With a growing demographics and increase in domestic tourism spending will give us an opportunity to implement the Wealth Creation Business Model.","industries":["Sports"],"name":"PSYKIX SEABREACHER PRIVATE LIMITED","sectors":["Fantasy Sports"]},{"email":"gurus@mycorporation.in","idea":"Gurucharan Singh, the Director of Gurus GCS Newage Pictures Private Limited have been in the entertainment industry for more than 10 years, working as an actor in best 5 serials telecast in India and all over the world including “Tarak Mehta ka Ultta Chasma”. \nDirector is planning to create a movie which will create employment","industries":["Media & Entertainment"],"name":"GURUS GCS NEWAGE PICTURES BIG PRIVATE LIMITED","sectors":["Movies"]},{"email":"ashish@auburnsolutions.com","idea":"We have been working towards helping advertisers work towards getting the best Return of Investment on social Media and Search platforms, which is highly people intensive service and hence generation of employment and thus wealth creation for all working together in this organization. Working with global giants like Google, Facebook, Twitter and thus creating value for clients from sectors like Ecommerce, BFSI, Real estate, FMCG, Retail and consumer electronics, we have been able to deliver exciting results and thus have managed to scale our business in the last few years, thus creating employment and also wealth creation for all who work with us.","industries":["Marketing"],"name":"AUBURN DIGITAL SOLUTIONS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]}]