[{"email":"ravindragupta9@gmail.com","idea":"Product: Inbot (We have reduced the communication gap between a vendor and seller. The customer can directly talk to the robot and ask for the necessary details required by him without any telephone communication.\n\n\n\nIn Digital Service we have made a digital application where vendors can promote their products online globally.","industries":["Marketing"],"name":"INSIGN TECHNOLOGY PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"pooja@justknackit.com","idea":"13% of the global working population, 77m people provide freelancing services.  All of these professionals currently use inefficient means of paper backed tools to fully run and manage their business. Our aim is to focus on these independent workers and build an end to end business management platform that automates their business operations and is available to them anywhere, anytime on their smartphone. \n\nAll ERP/CRM players (SAP, Zoho, Salesforce, Freshdesk etc.) have built solutions that are complex and cater to the larger corporates, medium or small sized businesses. There has been limited focus on the Micro SME's or these independent freelancers - that is the market we are looking to penetrate.\n\nOur solution will help freelancers focus on what they love to do - their job. The solution will help save nearly 60 hours per month of their time which could generate nearly 55% additional revenue for the freelancer. Additionally, it also helps in cutting down their overall monthly costs by 15-20% by saving them administrative efforts.\n\nOur technology is headed by Sandipan Chattopadhyay (ex CTO of JustDial and founder of moneycontrol.com) whose expertise lies in building scalable technology products for the masses. By targeting the freelancers, we are poised to build a platform that is scalable and can bear the load of volumes of freelancers &amp; their business.","industries":["Enterprise Software"],"name":"MADWORKS VENTURES PRIVATE LIMITED","sectors":["ERP"]},{"email":"intesab@inkingideas.com","idea":"Freshly brewed by a collective of industry veterans, we are a digital marketing agency with a vision to bring brands closer to their consumers. Our modus operandi is to carefully entwine creative ideas with cutting edge digital marketing techniques and tell stories that your consumers would want to listen. From research and strategy to implementation and execution, we provide end-to-end services for all your digital marketing needs.","industries":["Marketing"],"name":"INKING IDEAS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"praveen.jaymatadi@gmail.com","idea":"The Rental Ecosystem has seen a tremendous growth due to the changing lifestyle of the new generation. We at RentMacha are addressing this trend by bringing radical improvements in our – Product and Service while creating a first of its kind model that is Easily Scalable with significant Employment and Wealth creation opportunity\nProduct Improvement / Innovation – Furniture traditionally are bulky items that are expensive, take up space and are difficult to relocate. With our high-tech in-house manufacturing unit, we have designed every furniture to be Modular (Take minimal storage space and can be dismantled and reassembled over multiple times). Be it bed, wardrobe or sofa, everything is just a box for us.\nService Improvement –With our backend capability, we are able to produce quality products at low costs. This enables us to charge extremely low rentals and thus become affordable to a larger segment of audience\nScalability – The need for Rentals is present in every city (Temporary relocation, medial stay, relatives visiting for a month or two, internship, short job stint etc.) and we want to serve this untapped market by becoming the first Pan- India Home Décor Rental Chain of Franchises.\nNot only will we create employment to support our production, there will also be significant wealth creation for entrepreneurs across the country who can reap the benefit of the Profitable Rental Ecosystem with minimal Capital Investment","industries":["Travel & Tourism"],"name":"CROWSALCHEMY HOME SOLUTIONS PRIVATE LIMITED","sectors":["Holiday Rentals"]},{"email":"agarwalananda@yahoo.co.in","idea":"We are into food processing industry and innovating into developing processed food products. We are involved in the entire lifecyle of not only our final product but also all of the ingredients. We work with the farmers and innovate in the type of seeds and manure used in farming. We encourage farmers to grow healthier grains and work with them.  We then process the ingredients in the products, which on one hand provide balanced nutrition and on the other hand uses only naturally grown products without any preservatives. Our processed food is made only from healthier ingredients. \n\nSo we innovate in 3 key aspects, a) to grow the right crop; b) develop the right recipe and c) process the right product.","industries":["Food & Beverages"],"name":"DIY FOOD LABS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"ganatravs@gmail.com","idea":"We are in process of building a tool to help RPA (Robotics Process Automation) industry which is going to solve many implementation, assessment &amp; analytics related problems for the processes which are automated as of now. This tool will help to find out which processes to be automated (out of several processes), what will be the priorities (to get maximum ROI), what will be the best BOT-Human mix (to achieve maximum utilization of resources) and post implementation - will help in live orchestration of entire implementation for data analytics, cost effectiveness and reduce support cost.","industries":["Robotics"],"name":"QUARTGEN SOLUTIONS PRIVATE LIMITED","sectors":["Robotics Application"]},{"email":"shreebalaji454@gmail.com","idea":"•\tOrganic Cultivation through Hydroponic Technology resulting in reduction in cultivation time and improvement in quality and quantity of agricultural produce.\n•\tProcessing through Ohmic heating Technology which will result in pollution free environment and also improves the quality of Agricultural produce.\n•\tHedging Cultivation in Waste land(Lemon Grass/Vetvar).\n•\tCreating Marketplace through Android App for Agriculture (i.e. A platform where a person can acquire knowledge of commercial farming and purchase seeds and can also sell his Agricultural produce.\n\nAgri-Tourism and Home-Stay Concept which will cover visits to see Fruits and Himalayan Berries, Flower and Decoration Plants, Aromatic Crops and Aroma Therapy, Vegetables and Spices, Medicinal Crops. The whole Dehradun District will be covered for implementation of this project which will create huge employment and wealth creation. To train and Motivate Farmers to participate in GOI Aroma Mission with our risk free support with buy back guarantee. Target Panchayats for creating FPO (Farmer Public Organisation).","industries":["Agriculture"],"name":"QUANTO AGROWORLD PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"hitbob5000@gmail.com","idea":"Use modern manufacturing techniques to develop a highly skilled manpower base. Use innovative materials to develop final products and establish a strong market presence thus increasing scope for further employment. Establish manufacturing units in several locations in India and further improve employment. Increase presence of Brand globally and trade at an international level in order to generate more foreign exchange. Diversify further into technological fields , especially in renewable and exotic power generation techniques, especially Tide and wave power generation tech.","industries":["Architecture Interior Design"],"name":"RUDRAYA E-COMMERCE PRIVATE LIMITED","sectors":["Others"]},{"email":"guardianassessment@gmail.com","idea":"We would establish as credible and Leading Global Certification body providing Certification &amp; Training. The start up is working in a different sector of providing services. It is providing ISO Certification to the organization who applied for certificates. It is a sector which works in the area of improving product &amp; service quality by making organizations to following QMS, EMS, OHSAS &amp; FSMS Standards. This organization is creating business by employing many staffs for certification industry. ISO certificates are in very much demand nowdays.","industries":["Professional & Commercial Services"],"name":"GUARDIAN ASSESSMENT PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"anand@epa2.com","idea":"The present invention relates to e-commerce and more particularly to a method for integrating e-commerce marketplace, consumers, Big Data Analytics and a unique customer referral cash back program which collects data of connections between Family &amp; Friends. In short “Consumer Behavior Analytics”\nThese connections of nodes are arranged in a hierarchal format on buying behavior of each individual. \nEvery online purchases made by any registered consumer in defined marketplace will get a cash back and apart from that he can distribute additional cash back to his/her  chosen Family or Friends.\nPlease find attached explanation of our patent (File Name: DIPP Patent.pdf)","industries":["IT Services"],"name":"EPA2 TECHNOLOGY PRIVATE LIMITED","sectors":["Product Development"]}]