[{"email":"sandy@escabrahma.com","idea":"Esca Brahma started with a vision to popularise Indian coastal cuisine and put it on the world map. It will incubate many concepts from fine dine to casual dine to QSR; targeting all the segments to proliferate the flavours from the coast.\n\n \n\nEvery concept is carefully crafted and positioned based on process innovation, strategic positioning of the concept in a crowded market place, use of technology and least dependency on the creative expertise of a chef. For example Curry Tales is positioned between restaurants and home (home style, curated from homes) and also run by line cooks based on QSR processes. Affordable fine dine is based on chefs who are operationally good and priced affordably, and flavours and approach are defined by Esca Brahma. QSR is based on technology which will take away the dependency of the person who can make the base product. All the concepts are designed to scale from initial design, can easily be ported abroad all the processes are standardised to ensure the flavours and quality are centrally controlled by streamlining the supply chain.\n\n \n\nAll the concepts, which are going to be implemented in the next 8-12 months will be under the main umbrella of Esca Brahma Gourmet Pvt Ltd, which will raise investments both in to the holding company as well as the subsidiaries. The vision is to grow to Rs. 25 crore complete gourmet Company by 2020. Year 2 will see retail products and Esca Brahma working as an incubator for other regional cuisines.","industries":["Food & Beverages"],"name":"ESCABRAHMA GOURMET PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"naveen@eaudition.in","idea":"eAUDITION, first of its kind, is an independent platform, helping anyone audition from anywhere! It makes the process of finding an opportunity in the Media &amp; Entertainment industry extremely convenient and economical, making it accessible for the masses.\nIt eliminates the need to physically travel for an audition. Thus helping, both artists and production houses save hassles, time and money. \neAUDITION also eliminates any agent commissions and mis-representation by many individuals.\nThis online platform is a significant improvement on the existing cumbersome process of finding opportunities in the current un-organized Media and entertainment industry.\n\neAUDITION is applicable across various categories like: Films, TV, reality shows, web, radio, events, college festivals, etc Furthermore, we intend to make eAUDITION a global brand, catering not only to the various regional markets in India, but Media and Entertainment Industries across the world.\n\neAUDITION platform helps production houses post their artists' requirements along with the reference script for the audition. The artists conveniently use the eAUDITION mobile application from anywhere to: See the audition details &gt;&gt; practice the script and shoot their video using Mobile camera &gt;&gt; Submit.\n\nThe platform also automatically notifies the artist of the decision made by the production house upon review, keeping the artist informed on the fate of their application.","industries":["Media & Entertainment"],"name":"NRM EAUDITION PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"deven.rathod@labourlawscompliances.com","idea":"We are in to Labour Laws compliance and practicing individual capacity  in Mumbai only. now we are in process of consolidation of our services in the field of Labour Laws and HR Solutions where by we would like to expand our wings in other region like Pune, Hosur, Bangalore, Chennai and Ahemedabad by opening our branches in this region we shall create some employment.","industries":["Professional & Commercial Services"],"name":"RATHOD CONSULTANCY SERVICES","sectors":["Employment Services"]},{"email":"naveen@aipexworldwide.com","idea":"Aipex worldwide aiming of bringing cost effective parcel delivery to the masses. We are working towards one point for all supply chain needs where we will offer all types of logistics solution along with Export / Import, packaging, warehousing at one stop. Customer can take care of its logistics by sitting at home and everything he can view online. Our model is an aggregator based where we give the lowest price offered by multiple courier companies.","industries":["Transportation & Storage"],"name":"AIPEX WORLDWIDE (OPC) PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"dk.gawande@gmail.com","idea":"Biophlox is an online marketplace for laboratory equipment. Biophlox aims to establish a proper connection between researchers and the big, small and medium scale enterprises which are involved in the production/supply of laboratory equipment. It also benefits the smaller companies to have a perfect platform to showcase the products on a global platform - an option they might never have had before.","industries":["Healthcare & Lifesciences"],"name":"BIOPHLOX GLOBAL PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"monty@purplestylelabs.com","idea":"Purple style Labs Private Limited (PSL) is a Company which retails for Indian designers which are mostly hand embroidered garments thereby providing employment to thousands of skilled labourers. We export 75% via our Pernia’s Pop-Up Shop website, there by taking Indian designers on a global pedestal. \n\nFashion is what you buy. style is what you do with it. At Purple style Labs, we take care of both.","industries":["Fashion"],"name":"PURPLE style LABS PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"yash_ratanpal@hotmail.com","idea":"The start-up is looking to solve the problem of high cost of automation in the financial services sector in the fields of risk management, regulatory compliance and process workflow automation. The lack of viable alternatives for smaller banks, non-banking finance companies, payments players in this space increases the cost of delivery of financial services and higher cost of addressing risk and  regulatory changes. The start-up is seeking to provide managed services, bespoke automation and tools on a microservices architecture.","industries":["IT Services"],"name":"ACIES CONSULTING LLP","sectors":["IT Consulting"]},{"email":"ca.preeteshmaloo@gmail.com","idea":"Our company Pro Taxking Advisory Private Limited (Group of CA, CS, MBA&amp; Lawyers) engaged in taxation and accounting compliance and financial services through technology innovation .we are working in two ways describe here below.\n1)\tDirect service:-\nWe are providing services related to Income Tax filing, GST Registration, GST Return filing, Pvt Ltd company incorporation. Trademark Registration and arrangement of loans from banks &amp; NBFCS. All services we are providing, is through our website at lowest cost so small &amp; medium businessperson can afford. With use of Technology we have bypassed human intervention, hence cost of providing service is minimized and the benefit is ultimately transferred to service receiver in terms of Quality service at affordable cost.\n2)\tIndirect Service or franchise Model: -\n To Create Entrepreneurs all over India, we have launched this model of franchise. So anyone who wants to start his own Profession of Tax and finance Consultancy can take our franchise and start. We provide him technical support, knowledge support and marketing support. We have created a dedicated portal for our franchise partner. Till now, we have given eight franchise and all are running well. They are earning at least ?20,000 monthly.","industries":["Finance Technology"],"name":"PRO TAXKING ADVISORY PRIVATE LIMITED","sectors":["Advisory"]},{"email":"anujanandini5@gmail.com","idea":"Cheerish InnovationPvt Ltd is the purpose of manufacturing &amp; supplying of office &amp; institutional furniture for wide range specialized comfortable &amp; durable with uncommon and innovative design for various institution . Chairs to BPO and offices and Auditorium Chairs for Public and Private sector. To satisfy and complete customer  service, we have like to satisfy the customer satisfaction according to there requirement. With there satisfy cost and comfortable. Our Mission to Know \"Cheerish Innovation \" as a smile to serve to India As well as world.","industries":["Architecture Interior Design"],"name":"CHEERISH INNOVATION PRIVATE LIMITED","sectors":["Others"]},{"email":"BHAVI@PROPELIS.IN","idea":"We are firm backed with IT technology and innovative minds. We want to create online forum which promotes freedom of speech and liberty of supporting the fresh ideology. Through our start up we want to provide a forum which shall collaborate several social handles like blogs, post, images, videos, GIFs onto one single platform.","industries":["Media & Entertainment"],"name":"DIGILIFE TECHNOLOGIES PRIVATE LIMITED","sectors":["Social Media"]}]