[{"email":"benjamin@kisano.in","idea":"Our completely novel crop and nursery production systems will provide our customers with previously unavailable level of variety and quality, while using less than 2-3% of the land and water required for traditional food production. Our system is a massive leap for production of clean food in India - we will offer year round, fresh, locally grown, nutritious, pesticide free produce for our customers, with just a fraction of the traditional inputs.\n\nOur facilities will employ dozens of people, and the jobs will be well paying as our workers will be sourced locally and paid for their skilled jobs.","industries":["Agriculture"],"name":"KISANO NURSERY INNOVATIONS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"sales@genbioca.com","idea":"We are building a Disease Genealogy across all ICD codes to cover Symptoms, SOPs, Medication, Side Effects, Co-mobidity Tracking. Further this product will link with Clinical trials and hence assist in Lead identification process using crowd sourcing techniques to reduce time spent overall on Drug Discovery and Development process. This product will evolve in phases and will be used across by Hospitals, Doctors, Pharma, Insurance companies.","industries":["IT Services"],"name":"GENBIOCA SCIENCES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"prof.vijaymohite@gmail.com","idea":"Plagrohub aims to produce antisnake serum by creating a new facility in Dhasai (Taluka: Murbad, Dist: Thane,\nMaharashtra)The demand for antisnake serum in India is estimated at ~100 lakh vials (of 10 ml) where as the actual production is\n~30 lakh vials , leading to a huge shortage of ASVS in hospitals and pharmacies,Sale contract with Premium Serum &amp; Vaccines, an active player producing\nanti-snake-venom serum, who has agreed to purchase entire plasma\nproduction at a predetermined price,High EBITDA margins (45-55%) depending upon operational efficiency, make a\nsound financial case for the business\n\n• Scalable business model due to relatively less challenging operations and\nprocess oriented production.\nHuge employment generation opportunities by this product.","industries":["Agriculture"],"name":"PLAGROHUB PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"jahangir.solutions@gmail.com","idea":"1) We have  developed a Web Portal Wherein General public can easily Apply for New Business Entity and can easily apply for all types of business compliance and certifications, and general public can easily file their ITR returns and GST returns in a very little fees, This business Model will in turn generate lakhs of Jobs even for the less educated peoples irrespective of gender, and even they will be able to sustain a happy life.\n\n2) With the web portal we developed we intend to encourage each and every income generating Individual to Honestly file their ITR and pay other taxes to the government honestly, and in turn promote contries GDP.","industries":["Professional & Commercial Services"],"name":"AAMINAH TAXATION TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"info@adriseindia.com","idea":"We Adrise India Pvt. Ltd. transform urban governance with the use of technology solutions that enable effective and efficient municipal operations, provide advance public convenience and amenities.\n\n \n\nWe have successfully launched India's first and fully automated initiative of Public Bicycle Sharing System (PBS) in Mumbai, which helps to makes city green.  \n\n\nOur IT division is focusing on e-Governance solutions with the use of various types of Digital Kiosks","industries":["IT Services"],"name":"ADRISE INDIA PRIVATE LIMITED","sectors":["Product Development"]},{"email":"gayatri@saucery.in","idea":"We are creating accessibility to affordable international cuisine in the form of fresh, unique, healthy sauces, spreads, dips and other food products which are currently unavailable in the Indian market. Our primary innovation lies in our differentiated product range (including products like Aglio Olio, Sundried Tomato Pesto, Harissa etc). \nWe have tapped in to many large retailers in Mumbai and Pune including Godrej, Future Group, Reliance, Big Basket amongst others. These are large conglomerates with a presence across the country - allowing us to scale substantially with them. There are over 800,000+ stores in India where our products can be made available and expect good offtake (indicating the opportunity for our firm to achieve scale). We will slowly create a Pan-India presence catering to all these markets.\nWe generate large employment as we operate a manpower and sales driven business. All our products are handmade hence requiring manufacturing staff, and sales are driven by in-store sales representatives (hence requiring sales representatives on our roles).","industries":["Food & Beverages"],"name":"SAUCERY FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"wenlaymedicare@yahoo.com","idea":"We wenlay Medicare Private Limited will be employing multiple staff to capture government e market set up by providing one stop solution to all the major corporates which are unable to do so technically or due to lack of infrastructure.Our High tech office employee will provide all details for GEM and e tenders to our OEM's and will bridge the gap between the two for easier tender submissions and faster procurement.","industries":["Healthcare & Lifesciences"],"name":"WENLAY MEDICARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"latesh.somaya@gmail.com","idea":"Given the obesity levels and India registering the highest number of diabetics, our concept is based on giving people the option of eating healthy snack and eatables. Given the current snacks are fried, high in sodium, sugar, carbohydrates and preservatives, our concept is based on addressing the above issues. we have tested our product on a small batch of people and it was well received.","industries":["Food & Beverages"],"name":"D. HARUMAL GANGARAM AND SONS LLP","sectors":["Food Processing"]},{"email":"vinayak@thefitnesity.com","idea":"To become India’s biggest and diverse platform by accommodating every aspect of fitness and health, physical as well as mental, that will create and boost the culture of fitness and healthy lifestyle in India.\nAchieve our vision by enhancing the level of professionalism in the fitness industry, inviting equal attention to mental and physical health, with the usage of technology to deliver our services to every possible fitness enthusiasts in India.","industries":["Sports"],"name":"CRONOS FITNESITY PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"ajaay@altiorem.in","idea":"ALTIOREM CONSULTANCY PRIVATE LIMITED is through the line communication agency. It is a strategy and result obsessed dedicated team of professionals creating outstanding branding solutions to the real-world. \n\nThe directors of the company have together got over 18 years of rich industry experience and have assisted companies in almost every industry, to make their business better.\n\nWe help brands &amp; businesses find their voice and communicate with their target audience with clarity, confidence and purpose.","industries":["Marketing"],"name":"ALTIOREM CONSULTANCY PRIVATE LIMITED","sectors":["Branding"]}]