[{"email":"neelesh.pardeshi@proboxindia.com","idea":"ProboxTM has been established as a Technology Company with a purpose to pursue business through innovation and Advanced Technology.\n\nWe are currently developing dynamic booking platform through which an Enterprise can create catalogue of their product and services, define work flow.\n\nAn enterprise will use this Mobile App System on a OPEX model thru Probox's hosted infrastructure with all required security and Tech Support.\n\nThis platform reduces Go-to-Market Time, Capital expenditure, dedicated Mobile IT expertise required for any enterprise business to adopt the fastest growing Mobile application Market Dynamics and Digital Transformation Trends.","industries":["IT Services"],"name":"PROBOX SOLUTIONS INDIA PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"info@jeweltradecentre.com","idea":"The Jewel Trade Centre is a platform that connects leading jewelry manufacturers to retail stores across the world. \nScalability: \n- We are an online Platform, capable of catering to thousands of retail stores at a time\n- Our processes are automated from the base. \n\nInnovation: \n- Our business model even though simple, is unique as per our execution and design. \n- We can save our clients 15-35% on their current purchase price \n- Providing convenience and a sales tool to initiate conversions.","industries":["Retail"],"name":"SV JEWEL TRADE CENTRE PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"bharatimahimkar@hotmail.com","idea":"EAP-India is an Employee Assistance Program, an educated conjunction of artificial intelligence and human support network services working closely with businesses to nurture and enhance the emotional and psychological well-being of employees. We provide a 24/7 phone service, skype and face to face counselling and have developed a chat bot which employees can access on desktops, laptops or their mobile phones.","industries":["Healthcare & Lifesciences"],"name":"EXPONENTIAL DEVELOPMENT SEMINARS PRIVATELIMITED","sectors":["Health & Wellness"]},{"email":"ashish@inteliled.in","idea":"Innovation - The LED driver is integrated with a motion sensor, through which we can control the luminosity of the LED light automatically, depending on the human presence in the vicinity of the light.\n\nScalability - We have done our first installation in June 2016 and the product has been ON since then 24x7.\n\nWe recently concluded a pilot for Mahavitaran and are to install the product in their residential buildings.\n\nThe product is reliable and has been technically proven also. We are now looking to market the product across India.","industries":["Green Technology"],"name":"INTELILED SYSTEMS LLP","sectors":["Clean Tech"]},{"email":"kaajitkumar@gmail.com","idea":"Our product offering improves the employability rate of Engineers in India. The focus is on delivering conceptual understanding and knowledge. This becomes the basis for developing and creating a ecosystem of engineers who can work towards the problems faced by the global citizen and create path breaking Engineering solutions that help improve lives around the world. We plan to create content for the 40+ engineering streams, this would generate employment for the content creation. There are 15 lakh Engineering graduates who enter the market every year, which means there are 50 lakhs students pursuing Engineering across India.","industries":["Education"],"name":"SCOFE LABS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"bhavesh@iconsprintmedia.com","idea":"we are sales &amp; Service providers of all it Solutions like Printer, Scanner, Plotter, Desktop, Laptop, Toner, Cartridges, Projector Attendance System, CCTV camera, Speaker, Battery , all Assembled and branded products with sales and Services.\n\nDell/ HP/ Lenovo/ EPSON/ SHARP/ Canon/ XEROX/ Brother/ Lexmark/ Toshiba/ ESSAR and many more brands in which we deal into.","industries":["IT Services"],"name":"SOLUTIONS GENIE PRIVATE LIMITED","sectors":["IT Management"]},{"email":"divya.vij@acquisory.com","idea":"The Company is into providing consulting services to various clients in the areas of Information security, Technology Services and Solutions, Cyber Security, Physical Security and Fraud Risk &amp; Governance. It helps the clients to improve their Security Posture and mitigate the risks for them. The company has been also into providing training and awareness solutions for all the above areas of consulting which helps its clients and their employees in increasing the awareness level of security and improve the defense against security related threats.","industries":["Security Solutions"],"name":"ACQUISORY RISK CONSULTING PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"orianasolar@asia.com","idea":"Promoting installation of Solar power plant on rooftops in minimum possible time. Promoting installation of Solar power plant on rooftops in minimum possible time. Post Saturation of new installation market taking care of maintenance of existing power plants. Promoting installation of Solar power plant on rooftops in minimum possible time. Post Saturation of new installation market taking care of maintenance of existing power plants.","industries":["Renewable Energy"],"name":"Oriana Solar &amp; Electricals","sectors":["Renewable Solar Energy"]},{"email":"amit@olatechs.com","idea":"We at Ola Traders Private Limited are having a technology company with brand name Ola Tech Solutions and are creating telecom products in the field of Analytics of telecom &amp; IT field .This will give innovative solution  for carriers who can have complete visibility of their customer base .We are also into software development for other companies and system Integration","industries":["Telecommunication & Networking"],"name":"OLA TRADERS PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"VIKAS.TYAGI@SYNCCORE.IO","idea":"Synccore Technologies is one of the fastest growing premium quality managed cloud provider. Our managed hosting supports the services like Infrastructure As A Service (IAAS), Web Servers and Mail Servers Deployment, Docker Service with continuous backup and replication. Our Premium Cloud services are based on high performance KVM hypervisor. \n\nOur Key Features are :-\n\n1. All Flash Primary Storage (Intel SSDs)\n2. Triple Replication Protection Storage.\n3. 40Gbps LAN Network\n4. Automatic Synccore Backup and Restore.\n5. On Demand Veeam backup for windows and linux VMs.\n6. On Demand replication using Carbonite (Double Take).\n7. DDos protection.\n8. Free Migration for onsite machines.\n9. Compliance - HIPPA | SOC1 | SOC2 | PCIDSS\n10.99.999% uptime.\n11. 60% less price then Amazon Web Services (Amazon Cloud) and Microsoft (Azure Cloud)","industries":["IT Services"],"name":"SYNCCORE TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]}]