[{"email":"tarun@mcaffeine.com","idea":"We are creating personal care products by using innovative ingredients and formulations according to Indian skin types and use cases. The products are designed, engineered and manufactured in India. We have 16 products with an online presence right now. We are working towards increasing our product portfolio and expand to offline markets.","industries":["Healthcare & Lifesciences"],"name":"PEP TECHNOLOGIES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"Viral.shah@saneswap.com","idea":"Biggest Problem of india is women unemployment, which is ignored a lot now a days, due to several reasons like house and children responsibility, gender discrimination etc. With the Help of our swapup app we will be providing employment to women where the can build their own E-commerce website with products, logistics, payment gateway at Zero investment.","industries":["AR VR (Augmented + Virtual Reality)"],"name":"SANESWAP.COM PRIVATE LIMITED","sectors":["Others"]},{"email":"atiranjan@abianalytics.com","idea":"ABI Analytics is working on providing Big Data Analytics &amp; Business Intelligence solutions to global clients. Given the even increasing application of data analytics across sectors, compounded by short supply of data analytics professionals outside India - ABI is working to provide outsourced analytics and research services and thereby create jobs for trained professionals in India","industries":["Analytics"],"name":"ABI ANALYTICS PRIVATE LIMITED","sectors":["Business Intelligence"]},{"email":"shekhar.jain@onmyowntechnology.com","idea":"Our vision is to be the MIT of India – enabling innovation, research, product development for the young minds including school children, college children and engineering youth by being the innovation and automation hub where young generation have access to knowledge, tools, &amp; providing all the requisite infrastructure for generating and registering Intellectual property, access to academia &amp; resources for delivering their product successfully.\nContribute to the Skill India Mission for helping to nurture NextGen skills which can lead to employment for aspiring graduates \nPartner with Technology solution &amp; Disruptive Innovative companies for NextGen Innovative technologies viz: Robotics, Automation, IoT, 3D Printing, Artificial Intelligence (AI), Product Design and others\nState of the art Innovation lab with software, tools &amp; NextGen technologies for young minds to think innovation, design &amp; prototype","industries":["Education"],"name":"ON MY OWN TECHNOLOGY PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"himansh_20@yahoo.com","idea":"In India most of the health care data generated from private clinics is unorganized. This online doctor platform provides practice management tools to private clinics in India which helps to digitize patient’s data for meaningful use. We provide comprehensive cloud based services and solutions for doctors in private practice. Services include online appointment booking, creating electronic medical records (EMR) and drug database. Doctors can also connect with their peers from anywhere in the world for scientific exchange and improve communication flow and experience sharing for better patient care.","industries":["Healthcare & Lifesciences"],"name":"MUHEAL HEALTHCARE PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"prasad.dhumal@gmail.com","idea":"What is Immerz?:\n\nMy students describe Immerz as Pokemon Go meets Khan Academy. It is a math learning application based on a simple premise, to master something (in this case Math) you need to practice deliberately, with full attention. This is just plain hard, the challenge therefore is how do you generate the will to put in this effort. The answer follows:\n\nFor Children: Immerz is a multiplayer AR based game with two parts: Missions and Practice. https://youtu.be/sxA2QQ3NpQ0\n\nMissions are geo-triggered AR experiences where players solve math puzzles to progress ahead. Missions are designed with profession-specific storylines to help players see the use of math in real life. Missions are also multiplayer, harnessing the social effects of both cooperation and competition to keep players motivated while playing the game.\n\nPractice is where players hone the math concepts they will use to solve puzzles in the mission. Players can earn both offensive and defensive powers to use in the missions by practicing more and better. In turn the system responds to their speed and accuracy, by adapting the questions sets to their performance. \nAs the players master each topic, both practice and missions continue to get more challenging, ranging from 1st grade arithmetic to 12th grade trigonometry.\n\nFor Teachers and Parents: This game yields valuable information about the learning of the child, what topics she has mastered, where she is struggling, what should be her next step. This data is provided back out to parents and teachers who can help her get better, everyday. https://youtu.be/zygBeEU-XQ8","industries":["Education"],"name":"INK ACADEMICS PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"anilpm2@gmail.com","idea":"We provide innovative software solutions for Telecom, Online retail industry and Banking sector. Our network management system is widely used in PSU banks to monitor and control network traffic across the whole IT infrastructure of the organization. The system ensures optimization of network resources, ensure load balancing and reducing downtime of the IT systems.","industries":["IT Services"],"name":"DBNIX SYSTEMS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"dewang.aldeoss@gmail.com","idea":"Digiswag Technologies is an enterprise dealing into Web Development, E-commerce,Mobile App development,Software development, Enterprise Software development,AR/VR. Our mission is to inculcate AR/VR into each and every field. Thus improving customer's online shopping experience and also attracting customers online and supporting the cause of Digital India. We are also venturing into AI and have few innovative ideas which can help improve the online experience of users. We are the one's trying to actualize the Make in INDIA dream. Hopefully it will come to existence soon.","industries":["IT Services"],"name":"DIGISWAG TECHNOLOGIES PRIVATE LIMITED","sectors":["Web Development"]},{"email":"kevin@sattvaponics.com","idea":"<p>Innovation\n\nSattvaponics the name itself means \"Sattva” - pure, natural, vital; “Ponos” - to toil. We are producing high bioactive content raw material through Hydroponics using precision nutrition under controlled clean environment for nutraceutical and natural products industry. This solves the current problems of contamination, low quality and inconsistent availability in natural raw materials.&nbsp;</p><p> The current alternatives are open to contamination, dependent on natural elements like weather, soil, etc. and market forces like food industry demand and pricing. Our solution de-links these natural and artificial risks and is designed specifically to cater to the needs of the nutraceutical industry – solving all their current problems to provide the industry with completely clean, high quality raw material consistently.\n</p><p>\nScalability-&nbsp; Current market size for natural ingredient raw materials is USD 1billion in India and over 75% of it is exported. The market is growing at a Compound Annual Growth Rate of ~16% due to changing consumer preferences. The global trend is rising preference for clean label, organic, traceable and sustainably sourced raw materials, ingredients and products.\n\nValidation\n\nCurrently we have an order to supply 1.5 MT of ginger oleoresin for FY 2018-19 and 2019-20.\nWe have won the Economic Times Power of Ideas 2018, Innocity labs grant and have been covered by Nutraingredients, Times of India, Etc.</p>","industries":["Agriculture"],"name":"SATTVAPONICS SOLUTIONS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"anand@costructionopportunities.in","idea":"With the Indian government emphasizing the need to boost up infrastructure by way of roads, highways, inland waterways, rail modernization, port development, affordable housing, smart cities etc the overall growth envisaged for companies associated in these sectors are huge.\nWe as information and news disseminators in this high growth domain see immense potential for our own growth for which we will have to penetrate new and virgin markets to reach out to new and higher number of customers. To reach out to new markets we will require additional work force.\nApart from the 2 brands we publish, we have plans to launch a couple of magazines directly connected with our core domain expertise.","industries":["Media & Entertainment"],"name":"HIGHLAND MEDIA PUBLISHERS PRIVATE LIMITED","sectors":["Digital Media Publishing"]}]