[{"email":"shrirang.tambe@origaleasing.com","idea":"ORIGA provides highly innovative financing product called operating lease to MSMEs and hospitals in India. Through this operating lease, these MSMEs and hospitals are able to add new equipment which in turn leads to organisational growth, employment generation and income growth. ORIGA provides innovative asset management services to these hospitals leading to large scale employment at service engineer level. It is building highly scalable technology platform to onboard all its services onto mobile, whereby every person will be able to avail Origa's service on mobile. ORIGA caters to tier 2 and tier 3 cities in India.","industries":["Finance Technology"],"name":"ORIGA LEASE FINANCE PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"tejas@saffronstays.com","idea":"1. An innovative model of monetising dead real estate assets of people, thereby unlocking tremendous value, without adding to the carbon footprint and/ or spend too much capital im building accommodation infrastructure.\n2. Every home we onboard, generates employment for 4-5 housekeeping, cooks and caretaking staff.  Local staff and skilling opportunity.\n3. For a guest wanting to book the Home, provides certainty of quality and experience.\n4.  Deployment of technology to solve many problems, from home onboarding to service to housekeeping to guest interactions.\n5.  Will scale rapidly to across 100,000 second homes across India. A tremendous boost to tourism infrastructure and employment opportunities.","industries":["Travel & Tourism"],"name":"SAFFRON STUDIOS PRIVATE LIMITED","sectors":["Holiday Rentals"]},{"email":"geetesh@jigglensmiggle.com","idea":"Jiggle N Smiggle™ is a trademark of RubikEdge Gaming &amp; Toys Private Limited.\nWe aim to provide innovative and next generation gaming technology by producing and delivering superior quality toys.\n\nWe strongly believe that with the gun and vest with infrared transmitter/receiver laser tag combination will provide enthralling experience to the end users. The latest gun and vest paint along with the state of the art technology supporting 4 game modes with lives indicator will entice and attract the attention of the game seekers thereby providing significant competitive edge. This technology along with continuous investment in innovation will assist to drive sales resulting in wealth generation thereby further increasing the chances of future employments.","industries":["Retail"],"name":"RUBIKEDGE GAMING &amp; TOYS PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"yayativairale@gmail.com","idea":"It is an initiative to offer a digital platform to all unorganized car garages. So that they are able  to reach out to customers and provide services at affordable rates to consumes. They also get an opportunity to learn new technology in the industry by getting trained on latest instruments by experts. Also its an opportunity to self employ them and help each other through technology tie ups with industry experts.","industries":["Other Specialty Retailers"],"name":"EGARAGE ONLINE CAR SERVICES PRIVATE LIMITED (OPC)","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"aniruddha.nene@gmail.com","idea":"Innovation:\nOnline Voting, without very secure and auditable process is a common place, in the form of a survey software. But there is none available on affordable subscription basis, for an end to end legal electoral process or a poll. We identified all necessary ingredients like - cloud/mobility, web security, performance and scalability and user-friendliness, for PollGateway, just when 'Digital-India' unleashed a huge demand. We pioneered the platform in 2015 that takes the pain out of all stake holders of the voting process and makes it trustworthy and compellingly simple. We are actively working on the Blockchain to introduce immutability of records to leave the competition trailing behind.\n\nDisruptive progress - mantra for scalability\nThe time and the place could not have been more opportunistic for PollGateway. We are making quick success stories in the largest democracy of the world that has endless demand for voting. The Regulators will soon make it a norm in Digital India. The rest of the democratic world would follow.\nWe put together a highly skilled and dedicated product team to demonstrate the prototype and the revenue model in 2016. We recently conducted a global election on PollGateway platform for the Society of Nuclear Medicine of India. A 30,000 strong Federation of Obstetricians and Gynecologists Society of India is currently conducting sensitive opinion polls using PollGateway. We are in discussions with large associations such as The Institute of Chartered Accountants of India having strength of 300,000+.","industries":["IT Services"],"name":"GRAONE SOLUTIONS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"rmp@sochfoods.com","idea":"Our startup is in healthy snacks options which can be consumed mid-meal. As there is a growing demand for health food in India with increase in per capita income and awareness towards a healthy lifestyle, it can generate employment opportunities in the future. We have already generated employment for 5 excluding the founders in a short span of 1.5 years.","industries":["Food & Beverages"],"name":"SOCH FOODS LLP","sectors":["Food Processing"]},{"email":"nitishnarayanrane@gmail.com","idea":"Innovation in the waste management industry and clean energy like solar rooftop. \n\nOur startup can create good amount of employment at the time we grow in terms of designers, installation teams, engineers, service team. \n\nWe also provide solutions in safety, agriculture, and industrial product sales.","industries":["Renewable Energy"],"name":"TECHNOCOPE INNOVATIVE ENGINEERING PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"simit.parekh@kissht.com","idea":"THE COMPANY HAS DEVELOPED AN INNOVATIVE TECHNOLOGY PLATFORM AND MOBILE APPLICATION CALLED KISSHT FOR ASSISTING THE CONSUMERS TO AVAIL EASY AND QUICK LOANS baseD ON THEIR ELIGIBILITY. THROUGH THIS TECHNOLOGY PLATFORM THE CONSUMER CAN GET THE LOAN APPROVED IN QUICK TIME OF 2-3 MINUTES. THE COMPANYS EMPLOYEES HAS INCREASED FROM AS LOW AS 20 EMPLOYEES TO TOTAL NUMBER OF 230 EMPLOYEES AS ON DATE. THE COMPANY HAS SCALED ITS BUSINESS AND CREATED WEALTH THROUGH ITS INNOVATIVE AND IMPROVED PROCESS WHICH HAS ATTRACTED MANY INVESTORS WHO HAS INVESTED IN THE COMPANY.","industries":["Finance Technology"],"name":"ONEMI TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"manish.hansaria@gmail.com","idea":"The product development which we are going to undertake, will help the tea industry in assam to automate their entire business  process through software right from plucking to the production of tea. This product will have biometric weighment in built and GST upload facilities along with many other enhancements over the product currently available in the market. We also intend to build a database for the local healthcare providing relevant information about the doctors in the north east and their specializations for the consumption of the people of north east.","industries":["IT Services"],"name":"ESEM INFOSTREAMZ PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"sarfaraz_khan40000@yahoo.com","idea":"Engineering and Detail Engineering Design for Chemical, Petro Chemical ,pharmacitcal, Oil &amp; Gas , water treatment plant design with detail engineering works,including Electrical , Instrumentation, mechanical and civil structural design works, EPC WORK related to oil and gas chemical and petro chemical industries, Road construction, Water Distribution pipeline.\n\nManpower Supply of Piping Engineer, Stress Engineer, Piping Supports Engineer ,Process Engineer, Civil Design Engineer, Mechanical Engineer, Electrical Engineer, IT Engineer, Production Engineer, Process commissioning and Pre commissioning, mechanical commissioning and pre-commissioning related to Oil &amp; Gas and all chemical industries. Up Stream and Down Stream, Revamping, As-Built work, New Project work, Fire Fighting Project, supply, manpower supply for documantations, welder fitter Electrician , Pipeline engineer, projects engineer , safety engineer etc. Manpower Supply of  Piping Designer on Software like SP3D,PDS, PDMS, AUTOCAD for Gulf and Abroad.","industries":["Design"],"name":"SAK ENGINEERING CONSULTANCY INDIA PRIVATE LIMITED","sectors":["Industrial Design"]}]