[{"email":"dubeyanandkumar143@gmail.com","idea":"<p>BUSINESS &amp; MANAGEMENT CONSULTING SERVICES, DATA ENTRY SERVICES, ALL TYPE CLEANING WORKS , ALL TYPE PRINTING SOLUTIONS,  ETC.</p>","industries":["Other Specialty Retailers"],"name":"NATH ENTERPRISES","sectors":["Others"]},{"email":"wadhe.satish12@gmail.com","idea":"I started this organisation on 2019 to reach our comfortable shoe to all over the world&nbsp;","industries":["Fashion"],"name":"Fashion Feet","sectors":["Lifestyle"]},{"email":"innovus21@gmail.com","idea":"<p>Enable Indians to succeed with&nbsp;<span>engineering solutions. Our first product is a foldable isolation Pod built for&nbsp;</span><span>Indian homes that enables you to&nbsp;</span><span>work long hours in a ventilated,&nbsp;</span><span>ergonomic and noise-proof&nbsp;</span><span>environment.</span></p>","industries":["Technology Hardware"],"name":"InnovUs","sectors":["Manufacturing"]},{"email":"shakshamenterprises9@gmail.com","idea":"<p>We mainly focus on govt supplies, to keep the organization running on day to day basis.</p>","industries":["Professional & Commercial Services"],"name":"Shaksham Enterprises","sectors":["Business Support Supplies"]},{"email":"amit@deseo.tech","idea":"<p>Deseo is a full stack tech platform that provides investment manager technology products to enable their growing clientele. Our marketplace helps investors to identify advisors according to their needs who help them in their wealth creation journey</p>","industries":["Finance Technology"],"name":"DESEO Fintech Pvt Ltd","sectors":["Advisory"]},{"email":"reg.adhya@gmail.com","idea":"<p><b><u>OUR BUSINESS</u></b></p><p>“ADYA INNOVATIONZ PRIVATE LIMITED” is an organically growing entity whose forte is being a \"Chemical Engineering System Integrator\" and offering the industry with numerous niche technologies, chemistry and chemical engineering solutions and developing IP based products in the portfolio from time to time, based on the market necessity.</p><p><br></p><p><b><u>OUR UNIQUE VALUE PROPOSITION</u></b></p><p>Chemical Engineering System Integrator; providing one-point solutions to small, medium and large-scale Chemical Industries with innovative products leading to commercialisation at short time span and low foot-print of equipment.</p><p><br></p>","industries":["Chemicals"],"name":"ADYA INNOVATIONZ PRIVATE LIMITED","sectors":["Diversified Chemicals"]},{"email":"zintzoahospitality@gmail.com","idea":"<p><br></p><p>KHØGEN in its initial stage is a Quick Service Kitchen to provide customers in Goregaon Suburb with a comfortable and approachable experience and feature a menu based on generous portions at affordable prices.  \n</p><p><br></p><p>&nbsp;Most individuals/ families are looking for a healthy and hygienic execution of their favorite foods categories from the humble burgers and donuts to noodle soups and protein, rice and vegetable dishes. KHØGEN aims at providing comfort food with emphasis on seasonality, bold flavors, hygiene and generous portions and stunning visuals. As KHØGEN will be a kitchen centric in the initial and later stages and therefore highest level of food quality will be maintained. \n</p><p><br></p><p>&nbsp;KHØGEN is currently operating for lunch and dinner, six days a week, all the year, with a weekly off on Mondays, to provide necessary break to the staff.  \n</p><p><br></p><p>The purpose of KHØGEN is to provide its customers ‘the best moment of their day’. The only way to do that is to design a menu that is relatable and executed seamlessly. The customers need to be amused not confused.\n</p><p>1e. Menu: Currently, KHØGEN menu is divided into five categories.\n</p><p>Neapolitan Pizza, House Burgers, Bao (Steam Rolls), Adobo Rice, Desserts (Cheese Cakes, Tarts and donuts)  \n</p><p>*Rice dishes will only consist of indigenous rice \n</p><p>Detailed Menu is separately available OR visit our website: http://khogen.in\n</p><p>Unlike modern fast-food pizzas, traditional Neapolitan pizza is a quite healthy option. All of the ingredients in authentic Neapolitan pizza are high quality, nutritious, and much healthier than their fast-food counterparts.\n</p><p>Neapolitan pizza is largely defined by its pillowy, chewy crust. Baked at 400 to 550° C for 60 to 90 seconds, its crust is lined by a series of dark charred spots and carries a remarkable flavor owing to its highly refined wheat flour base.\n</p><p>Main focus is in dough making and its fermentation, so, along with Pizza, Burgers and Bao buns are fluffy and soft. \n</p><p><br></p><p>KHØGEN menu is conceived to achieve an average check of Rs.500-1100 at Lunch and Rs. 600- 1200 at Dinner.  \n</p><p>At KHØGEN, appetizers range from Rs. 325 to Rs 375; entrees from Rs. 350 to Rs.450 and desserts will be Rs. 350 to Rs.450 each.  We will shortly add  Kombucha/ Natural gut friendly sodas/ smoothies for Rs 65 to Rs. 100 per bottle. This price point has been selected for this venture because it has the potential to attract more customers to try the menu and not feel a pinch in the wallets.  The intended food and beverage cost percentage across the entire menu will be [27% to 30%].</p><p>\n</p>","industries":["Food & Beverages"],"name":"Khogen Foods","sectors":["Others"]},{"email":"vidhisha.kachrekar@gmail.com","idea":"NEEDS TO START WHOLE SELLING BUSINESS OF UNDERGARMENTS&nbsp;","industries":["Fashion"],"name":"SUVINI FASHION","sectors":["Apparel"]},{"email":"upurohit04@gmail.com","idea":"<p>JI. DIGITAL PRIVATE LIMITED</p><p>E-COMMERCE PORTAL FOR B2C</p><p>WEB SITE: - www.jidigital.in</p>","industries":["Internet of Things"],"name":"JI. DIGITAL PRIVATE LIMITED","sectors":["Others"]},{"email":"shanbhagcomputers@gmail.com","idea":"<p>This is Shanbhag Computers, an organization with the motive of providing products &amp; services to our customers at a reasonable price and maintaining a healthy, beautiful &amp; long-lasting relations with all our clients.\n</p><p>Shanbhag Computers has been providing solutions to small, medium &amp; large organization from the last 7 years.\n</p><p>It is not just an organization but a family which believes in maintaining a healthy relationship with all our customers &amp; the people we come in contact.\n</p><p>We guarantee you about the quality of the products and services to be the best in class.</p>","industries":["IT Services"],"name":"Shanbhag Computers","sectors":["IT Management"]}]