[{"email":"samir@digitalelife.in","idea":"Right from the outset when I was evaluating starting an E-commerce venture, I wanted to do something innovative and soon realized that all the leading E-com ventures were playing on one of the three pillars namely, ‘convenience’, ‘price’ and ‘choice’. I decided to launch a fourth pillar called ‘privacy’ with the aim to be the absolute leader in discreet purchase and delivery by innovating and partnering with the eco-system and solving a genuine customer purchase issue of buying personal products at retail.\nOur Value proposition revolves around helping Indians buy the best global personal products keeping in mind Indian customs, traditions and social sensibilities. We decided to focus on privacy and discrete delivery and make it our forte. We are the first company in India to provide these services. \nWe are one of the few shopping sites that promotes ‘guest check out’. We request the customer for minimal information which primarily relates to the delivery details. We pack the products in non-branded packing materials and we seal it with a translucent tamper proof envelope. Therefore, from the time the package leaves the warehouse till the time the package has been opened by the customer, nobody in the entire delivery chain knows what’s inside the package. This is a first in the industry.\nAs per The Economic Times, India’s leading busi9ness newspaper, the market size is estimate to be US$ 1.6 billion in the year 2020. This is a huge addressable opportunity and we achieve scale as the market expands.","industries":["Retail"],"name":"DIGITAL E-LIFE PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"shirish@casjshsha.com","idea":"The Parfait Co. was launched to give the urban Indian consumer a premium ice-cream experience. French parfait is like ice-cream but better. It’s richer in flavour, creamier in texture, made from all natural ingredients with no added preservatives or stabilizers. We are the first Company in the world to manufacture and package French Parfait and in doing so are creating a new category in the cold dessert space.\nIn India there is no premium home grown ice-cream brand that provides a high quality, international grade product to the rising Indian consumer. Unlike existing brands that use additives, stabilizers and non-dairy ingredients to make ice-creams and frozen desserts, we are committed to using all natural, high quality ingredients and are working with local producers of dairy, chocolate and fruit to generate this quality in India. Additonally, we want to leverage India’s retail growth story and aid retail businesses with products that elevate the overall supermarket experience.\nOur ambition is to introduce this gourmet ice cream into the home of the Indian consumer through a brand that is available across every big and small supermarket in India. Thus giving the urban Indian consumer access to a premium, international ice-cream experience from a homegrown brand.\nWith scale, our ambition is to use local produce and source directly from the farmers, generate jobs and build a homegrown premium ice cream brand that is available across every big and small supermarket in India and competes with international giants like Haagen Dasz and London Dairy.","industries":["Food & Beverages"],"name":"AZUL FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"manish.raval@thermaissance.com","idea":"<p>Derived by combining thermal and renaissance, Thermaissance is reinventing the healthcare textiles.</p><div><span>Products made using Thermaissance’s nano technology have been proven to inactivate more than 99.99% coronavirus. These has been confirmed through a laboratory testing conducted by USA-based A2LA ISO 17025 certified laboratory through ISO 18184 test standard for determining the anti-viral activity of the fabrics.&nbsp;</span><span>Thermaissance technology also successfully kills 99.99% of gram positive and gram negative bacteria as confirmed by laboratory testing conducted by NABL laboratory in India. The technology is also bio-burden effective</span></div>","industries":["Healthcare & Lifesciences"],"name":"CLIQUE MEDICAL SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"nikhil@mintwalk.com","idea":"GetClarity is a financial platform for first-to-finance Indians to help fulfill their financial goals. We leverage India stack, deep industry experience, machine learning and consumer insights to deliver the right product at the right time. We have a robo-advisor investment app (Mintwalk) and a small value lending app (Supermoney) with over 75,000 users across the country.","industries":["Finance Technology"],"name":"GETCLARITY FINTECH SERVICES PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"ram@ebahikhata.com","idea":"In today’s fast growing Era, everything is going digital and we felt that the Book's of Accounts and Income tax Returns should also be digitalised. Process is Business's just needs to upload their documents online and our team will prepare and keep their books up-to-date. Since this job requires skilled labour,we have potential of employment generation. For better services, Our plan is to keep 1 employess for every 5 clients.","industries":["Professional & Commercial Services"],"name":"BAHIKHATA CONSULTANTS LLP","sectors":["Business Support Services"]},{"email":"CHINAR.FAL@GMAIL.COM","idea":"The company's goal is to produce Pectin matching international quality from mango peel. Pectin is a food additive which is widely used in processed foods such as jams, jellies, beverages etc as well as in applications such as cosmetics and pharmaceuticals. \nDemand for Pectin in India is nearing 2,000 MT and growing at 15-20% per annum. However domestic Pectin manufacturing capacity is less than 100 MT, and most of the Pectin is imported. We plan to utilize the huge quantities of waste mango peel generated by mango processing units to produce Pectin. \nSeveral laboratory studies in India as well as abroad have demonstrated that good quality Pectin can be extracted from mango peel. We plan to initially set up a pilot plant, in collaboration with IIT Bombay, to standardize the process for producing Pectin from mango peel. We also plan to sample the Pectin produced on the pilot plant to major consumers of Pectin in the food industry for approval. \nThe Pectin produced from mango peel is expected to be significantly cost effective as compared to the internationally available product, thus assuring a profitable business. Internationally, Pectin manufacturers use Citrus peel as a raw material, which is expensive and its supply is tight. The mango peel to Pectin process is thus an innovation in terms of using a novel raw material, and will also convert as waste product into a value added product. This will also avoid disposal of mango waste in landfills etc.","industries":["Food & Beverages"],"name":"EMELCO NATURAL ADDITIVES (OPC) PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"plighttechno@gmail.com","idea":"Developed an innovative product, a brand aggregator, to fight against counterfeit, addressing problems faced by most of the brands. It also stores a digital copy of the warranties and invoices, which will be verified by us, thus improving the life of users. The product is scalable for both brands and users, improving the user experience and increasing the revenue of the brands.","industries":["AI"],"name":"PLIGHT TECHNOLOGIES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"kannan@campusone.in","idea":"STEM based Robotics to educate students to explore, create, collaborate and Understand how things work by a do it Yourself technology. Students skills, entrepreneur and career choice would be the focus point","industries":["Education"],"name":"MAVERICK DEN STEM ROBOTICS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"karanvashisht83@gmail.com","idea":"Nimble is a smartphone based application which provides drive score based on a person's driving. Using mobile sensors , we calculate the risk parameters associated with driving and use machine learning, AI to help the driver improve on his driving. We are building this tool primarily for motor insurers","industries":["IT Services"],"name":"GOODCARMA SOLUTIONS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"varun@fizzyfoodlabs.com","idea":"In the last 5 years, we have disrupted the convenience foods category with a 100% Natural and non preservative based product in the pasta category. Have created a new concept of Recipe Kit for millennial to cook. Have innovated a chip n dip packaging format which is also awarded by IIP as India Star","industries":["Food & Beverages"],"name":"FIZZY FOODLABS PRIVATE LIMITED","sectors":["Food Processing"]}]