[{"email":"dhaval.bhadra@wehelio.com","idea":"Wehelio got registered in the year 2017 with aim to heal energy needs of rural populations. At Wehelio we strive to satisfy the rural populations who lives in darkness or use unreliable dangerous sources of lighting like  kerosene,Candles or diyas. \nOur target consumers include village families.communities,sellers,vendors and many more.we aim to satisfy the customers by offering good products at affordable pricing.\nVillagers have reported to us that their family income becomes 2-3 times more by using HELIO Solar Lanterns since they are able to work efficiently in night hours.\nMission: To make clean energy available,accessible, and affordable everywhere.\nVision: We want to become globally the most respected clean energy solution provider by offering innovative and customized business solution to each customer segment in the society.","industries":["Renewable Energy"],"name":"WEHELIO SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"kaustubhkhare@gmail.com","idea":"Indicwisdom is a multichannel platform for manufacturing, selling and marketing traditionally made indian products mostly related to agri and small scale industry. We are successfully selling 14 types of cold pressed oils, cow ghee, variety of honey, traditional spices and many other products through our online platform, open marketplaces and through conventional retail channels.","industries":["Food & Beverages"],"name":"INDIC WISDOM PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"illustrake@gmail.com","idea":"A bunch of enthusiastic and result oriented Digital Marketers with incredibly special skills to execute ideas and bring the brand the attention it needs. We do not crave for great work; we do great work. We are working to generate more business in India and to provide employment to young Indian minds.  We are a team of Engineers and Marketers who believe in Hard and Smart working. Worked for above 150+ potential clients, We are best in business because success is our priority.","industries":["Marketing"],"name":"ILLUSTRAKE DIGITAL MARKETING SERVICES PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"nkdandco07@gmail.com","idea":"Tirupati Specialty Graphite Pvt. Ltd. was incorporated in 2018 with a vision to develop\n<span>specialised downstream value-added graphite products which require hi-tech processing of&nbsp;</span><span>graphite and are used in modern, upcoming and green technologies like Lithium-ion Batteries,&nbsp;</span><span>Flame Retardants, Composites etc. India is currently devoid of manufacturing for these&nbsp;</span><span>products, China being the largest producer. The consumption of these is rising across applications</span><span>&nbsp;in India and globally giving the company to establish itself in this space,\n&nbsp;</span><span>contributing to securing the world’s needs of this critical material.</span>","industries":["Marketing"],"name":"TIRUPATI SPECIALTY GRAPHITE PRIVATE LIMITED","sectors":["Sales"]},{"email":"nadeemsudi@gmail.com","idea":"Innovative service: Bringing the concept of aggregator services to the automobile maintenance/repair industry.\nImprovement: Improves over the current market of small enterprises (garages/mechanics) by providing a platform to connect with vehicle-owners, thereby helping wealth creation among existing service providers as well as opportunity to increase employment as demand increases.","industries":["Other Specialty Retailers"],"name":"DOMHANDA TECHNOLOGIES PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"pediosfootsolutions@gmail.com","idea":"WE ARE INTO CUSTOMIZED FOOTWEAR INDUSTRY WITH INNOVATIVE IDEAS FOR GROWTH.WE ARE NOT NEW INTO BUSINESS AS WE ARE TAKING OVER A EXISTING BUSINESS OF EXPERIENCE OF (ONE OF OUR DIRECTORS)4 YEARS\n TO ACHIEVE HIGHER PROFITS AND GROWTH PAN INDIA AS WE HAVE REALIZED THAT CUSTOMIZATION IS THE NEXT BIG THING .WE HAVE MEDICAL EXPERTISE.WE REQUIRE FINANCE AND ADVERTISING EXPERTISE.","industries":["Healthcare & Lifesciences"],"name":"PEDIOS FOOT SOLUTIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"info@globedock.in","idea":"E procurement for International traders. A portal where Large number of Importers can procure Indian manufactured goods from single platform. With the help of trusted and transparent procurement process supported by government entities. This will truly support the startups to promote there products internationally at single platform.","industries":["Marketing"],"name":"GLOBEDOCK TRADING LLP","sectors":["Sales"]},{"email":"akhileshkumar@federalbrands.in","idea":"•\tCatalog having a wide number of listings/ largest offering &amp; choice in this category which will attract more &amp; more customers to search here first.\n•\tStrong marketing campaign to make our brand synonymous as a Lingerie destination online: Covering Offline Media, Digital Marketing and Social/ Referral Marketing.\n•\tOnly online lingerie store which operates on a Platform/ Marketplace model with limitless numbers of Sellers/ Brands/ Manufacturers &amp; listing their products in lingerie and in related categories such as: Activewear/ Sportswear, Shapewear, Legwear, Nightwear and Accessories.\nOperating as a Marketplace removes the Scale restriction and Investment constraint of an Inventory- model E-Commerce business.\n•\tWe have created the Software Engine for Customer- friendly selling methods such as: Daily Deals (time bound), Weekly deals, Price Bid/ Dynamic Pricing and Live offers for Flash Sales. These will attract and engage Customers at an increasing rate.\n•\tIntegrated Fit Calculator &amp; Video attribute to confirm that consumers get the right fit, style &amp; knowledge of features. \n•\tA platform for SME manufacturers to reach out to a wider market.\n•\tWeb learning tool to mine same products codes online and ensure the LovzMe.com has lowest price.","industries":["Textiles & Apparel"],"name":"JUVENCA ONLINE PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"hardassachin35@gmail.com","idea":"We provide almost all services required by all business entities under one roof like Security services, Manpower supply, and other ancillary services. \nWe also supply multiple products at wholesale rate.","industries":["Professional & Commercial Services"],"name":"FOLKS VIEW FACILITY MANAGEMENT PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"ASHU@CLIRNET.COM","idea":"CLIRNet is a platform that is built to facilitate knowledge flow and its peer based multiplication is driving systematization of clinical practices to address heterogeneity among Doctors and increases the affordability/ accessibility of healthcare services. Systemized recording of key patient data enables better patient management and a patient co-management mechanism amongst doctors leading to better patient healthcare outcomes.","industries":["Healthcare & Lifesciences"],"name":"CLIRNET SERVICES PRIVATE LIMITED","sectors":["Healthcare IT"]}]