[{"email":"accounts@rocketbox.in","idea":"To engage in the business of providing technology solutions and services in various\nfields including transportation by various modes and with the use of IT and its\napplications.","industries":["Transportation & Storage"],"name":"LEUCON TECHNOLOGY PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"rajbhalala3@gmail.com","idea":"We are the creators of \"Wet Umbrella Wrapping Machine\" and \"Automatic Toilet Seat Cover\" in India.\nUmbrella wrapping machine helps to wrap a wet umbrella, so no water drips from it and then a person can carry in entire premise. It runs without electricity or battery and it is placed outisde any premises mostly in lobby area and that's why we have branded our machine as \"LOBBY\". \nAutomatic Toilet seat cover machine runs on rechargeable battery or on electricity in which we have plastic roll installed. Everytime you press the button of the machine a fresh new plastic roll will come over the u-shape toilet seat. Thus, ensuring highest possible hygiene standards for every person. It is like every person has a clean, new and 100% safe hygienic seat to sit on. Thus, we have branded it as “Safe Seat.”\nBoth of our products need consumables which is our huge recurring business. This consumable is made out of plastic film and our platic film is 100% Biodegradable and recyclable. We have certificates for the same.\nFor scalability, if every single corporate parks, malls, offices, etc. has our umbrella wrapping machine outside their premise and toilet seat cover machine inside their toilet then just entire India itself is a huge market for us and plus we can also export it to all the countries as all the developed countries are always in need of improving more hygiene.","industries":["Green Technology"],"name":"AGRASEN GLOBAL PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"kapil@nanosniff.com","idea":"Myocardial infarction is difficult to detect early. Due to delayed and uncertain diagnosis, physicians are unable to take treatment decisions during the 'golden hour', i.e. before commencement of necrosis. These delays cause incapacitation and death, of the patient. Nanosniff Technologies is developing a smart instrument that will rapidly diagnose Myocardial Infarction. Nanosniff has developed a microcantilever based biosensing system, to detect Cardiac Markers (eg. hs-Troponin) that are released in the blood after an MI event.  The instrument is highly sensitive; highly selective; and provides a rapid diagnosis. The instrument can be used even by a qualified nurse at a rural primary health care centre in India.  Nanosniff’s innovation has demonstrated Proof-of-Concept that it can detect cardiac-markers. Nanosniff has developed the technology to make the components needed to make the instrument. For eg. Nanosniff has: (i) fabricated piezoresistive microcantilever sensors; (ii) modified one surface of the cantilever and make it amenable for biomolecule immobilization; (iii) immobilized antibodies on the functionalized surface of the microcantilever; (iv) housed the cantilever die in a rudimentary fluid cell, into which one can introduce serum using a syringe pump; (v) developed 10 ppm detection electronics that can read the electrical signal from the cantilever, as it bends, due to bio-molecular recognition. Nanosniff has integrated these sub-systems &amp; conducted experiments to demonstrate the Proof-of-Concept. The technology so developed is scalable, and it is being used for prototype development to conduct hospital trials","industries":["Healthcare & Lifesciences"],"name":"NANOSNIFF TECHNOLOGIES PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"devdattasawant@stemi.in","idea":"Sambodhi Institute has a unique programme called as ‘Edu-Rewind’, which focuses on students of six grades: Grade 5, Grade 6, Grade 7, Grade 8, Grade 9 and Grade 10. The 52-week course aims at revising the basic concepts of six subjects (English, Maths, Science, Social Sciences, Second and Third Language), including an additional subject that develops their IQ skills or interpersonal skills.  As the students complete their 52-week course, their progress is monitored and tracked through a programme called as IQBC (Intelligence Quotient for Basic Concepts), an examination that certifies their completion of the course.","industries":["Education"],"name":"SAMBODHI TRAINING &amp; EVENT MANAGEMENT INSTITUTE PRIVATE LIMITED","sectors":["Coaching"]},{"email":"shahin.kunnath@epaisa.com","idea":"<a href=\"https://drive.google.com/file/d/1mT4vu_Z4spTUWLlA0PqOLls-J3443SnE/view?usp=sharing\" target=\"_blank\">https://drive.google.com/file/d/1mT4vu_Z4spTUWLlA0PqOLls-J3443SnE/view?usp=sharing</a><br>","industries":["Enterprise Software"],"name":"ePaisa Services Private Limited","sectors":["Cloud"]},{"email":"udaybhaskar1@gmail.com","idea":"Wishing well has developed a unique  INTEGRATED HEALTH CARE PLATFORM  which provides facility for Electronic Health Record, Health  Risk assessment tools, Telemedicine consultation and Online pharmacy for users. It is used for  Preventive health care and wellness program implementation  in schools, corporates and Insurance providers. It can also be used in state government health programmes.  Its backend involves medical  and support personnel, Technology  personnel , Sales teams and  resellers  etc.  It can be scalable to all cities.   The Platform brings together  Health service providers and  users and creates efficiencies of scales and transparencies in  procedures and products   along with reducing costs substantially .","industries":["Healthcare & Lifesciences"],"name":"WISHING WELL GLOBAL HEALTH SERVICES PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"suhas.karekar@techniportsystem.com","idea":"Yet to be defined.","industries":null,"name":"Techniport System Private Limited","sectors":null},{"email":"sonam.motwani29@gmail.com","idea":"Yet to be defined.","industries":null,"name":"Smithub Technologies Private Limited","sectors":null},{"email":"rachael@helpchecker.com","idea":"Yet to be defined.","industries":null,"name":"HELPCHECKER TECH PRIVATE LIMITED","sectors":null},{"email":"amit.das@thinkanalytics.in","idea":"Yet to be defined.","industries":null,"name":"Think Analytics India Private Limited","sectors":null}]