[{"email":"deepak@smartstay.in","idea":"Yet to be defined.","industries":null,"name":"OXEYE DIGITAL SOLUTIONS PVT LTD","sectors":null},{"email":"anischoudhery@gmail.com","idea":"Transpact is a design, development, manufacturing, and distribution firm for therapeutic devices and rehabilitation services with analytics and management software systems. Transpact is incubated at SINE (Society for Innovation and Entrepreneurship), IIT Bombay and CIIE (Center for Innovation Incubation and Entrepreneurship) IIM Ahmedabad.\n<div>The aim of Transpact is to produce significantly needed Medico-products which are the necessity for betterment of Human Society. Ultimately allowing people to TRANScend their barriers and thus, create a positive imPACT on their lives.\n</div><div>We have successfully accomplished the ISO 13485:2016 certification for medical devices. Our pursuit for the excellent quality is reflected in the ISO 9001:2015 certification for quality management system. Our products comply with the essential requirements relevant of European health, safety &amp; environment protection legislations i.e. CE marking.</div><div>Our Vision :\n</div><div>“To impact lives of people through continuous technological interventions and innovations”\n</div><div>\n</div><div>Our Mission:\n</div><div>“To provide innovative, cost-effective and comprehensive solutions, products and services with strategic\n</div><div>partnerships and collaborative relationships to help specially abled people to transcend their barriers ”</div><div>Vestibulator is a compact , mechanized , innovative -digital healthcare (therapeutic) device which ergonomically designed to provides Vestibular stimulations for vestibular, neuro-developmental and sensory integration therapy. It is the only dosimetry &amp; automated Co-patented technology by Indian Institute of Technology &amp; Transpact Enterprises Private Limited which performs the necessary complete vestibular Stimulation required for treatment of Cerebral Palsy, Autism Spectrum Disorder, learning disabilities, ADHD ,Sensory-neural hearing impairment, traumatic brain injuries, vertigo and various other Vestibular dysfunctions.</div>","industries":null,"name":"Transpact Enterprises Private Limited","sectors":null},{"email":"arvindra@bindassparty.com","idea":"<p>sellevents.online is an offering from Bindass Party Private Limited the event technology company</p><p>Sellevents is not just about ticketing. Sellevents helps you create advanced event pages with speakers, agenda, contests, polls, galleries and video with moderated comments. Registrations can be complex and customised. Additionally, you get web blogging pages, interim flash sales pages. This is backed by creatives, full social, search marketing and blogging with 24 x7 WhatsApp event and Phone support. We have robust email and SMS marketing platforms more cost-effective than Sendgrid and Mailchimp. We work as full partners with managed service or DIY event ticketing platform</p>","industries":null,"name":"Bindass Party Private Limited","sectors":null},{"email":"rahul.mehta@mentorcap.net","idea":"Yet to be defined.","industries":null,"name":"HYPERION RESEARCH PRIVATE LIMITED","sectors":null},{"email":"contact@coolberg.in","idea":"Yet to be defined.","industries":null,"name":"Coolberg Beverages Private Limited","sectors":null},{"email":"bhupendra_singh@mosst.co.in","idea":"Yet to be defined.","industries":null,"name":"MAXOPTIMUS SECURITY SOLUTIONS TECHNOLOGIES PVT LTD","sectors":null},{"email":"cmo@teamnest.com","idea":"\n            Yet to be defined.\n        ","industries":null,"name":"Teamnest Employee Services Private Limited","sectors":null},{"email":"rishikesh@sfanow.in","idea":"Yet to be defined.","industries":null,"name":"SFA Events Pvt Ltd","sectors":null},{"email":"kamalkdas@pentationanalytics.com","idea":"Yet to be defined.","industries":null,"name":"Pentation Analytics","sectors":null},{"email":"amit@elaundry.co","idea":"Yet to be defined.","industries":null,"name":"Ayon Home Services Pvt Ltd","sectors":null}]