[{"email":"gautam@oorjan.com","idea":"Oorjan brings solar energy to end consumers in India. We have 1200+ customers across 14 states  for residential and industrial segments. Company is co-founded by IIT Mumbai (and ISB / Berkley /  Stanford) Alumni each with 15+ years of experience collectively across Solar, Engineering, Finance  and Technology.\n<div>\n</div><div>Oorjan offers -\n</div><div>\n</div><div>Premium Solar | Easy Finance | Greener Future\n</div><div>\n</div><div>\n</div><div>Oorjan started of in three domains viz., Installation, Financing and Technology\n</div><div>\n</div><div>&nbsp;In a short span of time, Oorjan has set up offices in 5 locations and served consumers in 14\n</div><div>\n</div><div>\n</div><div>states across all three consumer segments – Industrial, Residential and Commercial\n</div><div>\n</div><div>Commercial and Industrial users ranging from 100 kW to 1000 kW have been installed with  a targeted timeline of 45 days\n</div><div>\n</div><div>Oorjan has also started providing consultancy to large multinationals for planning and  setting up new Ground mount captive or Open Access solar plants ranging up to 20  Megawatt\n</div><div>\n</div><div>Oorjan is also working with its clients to make their existing installations more efficient by  doing a detailed technical analysis of the plant\n</div><div>\n</div><div>Oorjan provides competitive OPEX options to customers considering world class hardware  brands as well as safety and maintenance at international standards\n</div><div>\n</div><div>Oorjan’s in-house monitoring tool helps customers access their generation, get alerts on  performance as well as maintenance, compare with the pan region generation and keep a  track on the return on investment. For multiple installation, Customer can have a single  dashboard giving out all the KPIs</div>","industries":["Renewable Energy"],"name":"OORJAN CLEANTECH PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"dhavald@gmail.com","idea":"Smarthome NX is a discovery platform for consumers to find inspiration, products and services that will help them adopt the best and most affordable technology which saves energy, time and effort.&nbsp;<div><br></div><div>1) Consumers can read and understand about the latest Smart home technology products.&nbsp;</div><div><br></div><div>2) They can buy affordable Smart home devices from our e-commerce store</div><div><br></div><div>3) Most of all, consumers can speak to our lifestyle consultant and get recommended options for the best Smart home kit to go with. Depending on the choice of the customer, he or she may choose to go for multiple devices or systems and get them installed - all through one platform - Smarthome NX. This makes it extremely convenient and effective as he does not have to communicate with multiple vendors, moreover, he does not have to rely on biased views of the manufacturer and he also gets a variety of options in terms of solutions specifically for his home.</div>","industries":["Internet of Things"],"name":"HOME NEXT SERVICES PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"gauravmardia@gmail.com","idea":"<p><span>EasyQueue is A Digital Cafe Solution that ushers you to a digital platform\nwhere all canteen/food court processes like ordering, payment,\nfeedback, tax benefits and queue management are administered\nvirtually. <br><br>A queueless ordering approach which provides a\ncomprehensive and integrated solution for digitally managing the\ncafeteria with our own Point of Sale system and Vendor Panel for\naccessing all the reports on the go via a cloud server. It also helps\nto save valuable time for the Employee and in turn, reduces the\nStress level and increases their Productivity. <br><br>We also\nundertake turnkey projects for End to End Canteen Management, which\nincludes maintaining the level of hygiene, certifications from FSSAI,\nHAACP, etc. and a vast selection of curated Caterers to choose from.\nSome of our satisfied clients are Mahindra &amp; Mahindra Ltd.,\nNetwork18, Welspun India and ICICI Prudential.</span></p><p><br></p>","industries":["IT Services"],"name":"RNR INFO LABS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"seo.rococo@gmail.com","idea":"<a href=\"http://www.rococoindia.com/\" target=\"_blank\">Rococo</a> is a trustworthy name when it comes to providing comprehensive IT solutions. We at Rococo are a team of young, dynamic and promising individuals who are enthusiastic and capable of creating tools, which add value to our clients’ enterprise. We have been involved in IT resourcing; support, consulting and security with various clients Pan India. Rococo has the exposure to various industries viz. Food and Beverages, Healthcare, Business Outsourcing, Education, and Manufacturing. We take pride in announcing our success in launching industry-specific tools and applications such as Hotel Management System, School Management System, Beer app (Restaurant Management Tool), Supply Chain Management and Hospital Management System. The solutions provided by us have tailored us per the specific need of the customer. Our expertise lies in understanding the client’s exact requirements and providing solutions as required in a cost-effective manner.","industries":["Marketing"],"name":"Rococo Consultant Pvt. Ltd","sectors":["Digital Marketing (SEO Automation)"]},{"email":"AFAQKHAN4U@GMAIL.COM","idea":"<p>Quick Solutions for New Company Incorporation | Liaison Office | Product Launch | Market Survey | Distribution Network | Strategic Planning | Business-Venture Setup | OutSourcing | Manufacturing Unit in India.&nbsp;</p><p>Mak offers comprehensive business solutions services for companies wishing to established their presence in India.</p><p>for more info log on to <a href=\"http://www.makinindia.in\">www.makinindia.in</a>&nbsp; or Email : info@makinindia.in&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"MAK (INDIA) BUSINESS SOLUTIONS PVT. LTD","sectors":["Business Support Services"]},{"email":"anand.krishnamurthy@envint.in","idea":"<span>Envint is a sustainability &amp; ESG services firm, founded with a purpose to shape a more liveable planet for the coming generations. Our mission is to drive sustainability into mainstream thought and action, with the belief that ‘green makes sense beyond conscience’. \n\nWe help businesses progress on their sustainability goals. Our services are organized across Corporate Sustainability, Responsible Investment and Research &amp; Analytics. We are currently working with a diverse set of clients in India, Europe and North America across all the above domains.  </span>","industries":["Professional & Commercial Services"],"name":"ENVINT SERVICES LLP","sectors":["Environmental Services & Equipment"]},{"email":"admin@rbpt.tech","idea":"Enabling Power of Cloud and Technology to automate business in India","industries":["IT Services"],"name":"RBPT Tech","sectors":["Application Development"]},{"email":"omvaradservices@gmail.com","idea":"<p>To build, erect, construct, develop, modify, sell, repair, renovate - machinery, equipment, buildings, factories, offices, warehouses, apartments - temporary or permanent</p><p>To employ officers, clerks, laborers, field/branch officers, agents, employees, brokers or commission agents</p><p>To apply for tender, purchase or otherwise acquire any contracts, sub contracts, licenses</p><p>Services to buildings and landscape activities</p><p>Legal and accounting activities&nbsp;</p>","industries":["Human Resources"],"name":"OMVARAD FACILITY MANAGEMENT SERVICES PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"shindeanil1@gmail.com","idea":"https://m.facebook.com/story.php?story_fbid=1408769342551316&amp;id=100002547902940","industries":null,"name":"DR ANIL SHINDE MEDICO PRIVATE LIMITED","sectors":null},{"email":"shailesh.joshi@encosym.com","idea":"<a href=\"http://www.encosym.com\" target=\"_blank\">www.encosym.com</a><br>","industries":["Professional & Commercial Services"],"name":"ENCOSYM SOLUTIONS PRIVATE LIMITED","sectors":["Environmental Services & Equipment"]}]