[{"email":"alok.tiwari@aptivaa.com","idea":"Alphadelta's Platfrom X is a RegTech platform which offers a transparent, interactive and self explanatory compute capabilities to comply with comples global regulations. It's built on spark and uses advance metadata technologies which makes enterprise scale compute super fast and massively intelligent. It uses AI, ML to provide a fully automated explaination of changes in numbers. In short span of 12 months we have successfully signed up 5 Banks across Asia, Africa and US.&nbsp;","industries":["Finance Technology"],"name":"Alphadelta Analytics","sectors":["Others"]},{"email":"saloni@tactopus.com","idea":"<a href=\"https://tactopus.com\" target=\"_blank\">Tactopus Website</a><br>","industries":["Education"],"name":"Tactopus Learning Solutions Pvt. Ltd.","sectors":["Education Technology"]},{"email":"mallesh@i3systems.in","idea":"<p><a href=\"http://www.i3systems.in\">www.i3systems.in</a><a href=\"http://www.i3systems.in\" target=\"_blank\"></a></p><p><span>i3systems has built Healthcare payments assessment platform leveragning Machine learning algorithms and targeted at variety of applications in insurance and healthcare industry.. I3systems has developed i3underwrite used for medical underwriting automation; and i3claim used for health insurance claim processing automation by processing documents from any Hospital or Diagnostic centre in India. We have created a unique Enterprise AI framework which makes our system easily integrable with any other Core Enterprise Software or Database. The system is infinitely scalable as it is agnostic to any software, portal, database or document formatting that the healthcare providers may be using locally.</span></p>","industries":["IT Services"],"name":"INTELLIGENT INDUSTRIAL INTERNET SYSTEMS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"info@dpinfotech.net","idea":"<a href=\"http://dpinfotech.net/about-us.php\" target=\"_blank\">http://dpinfotech.net/about-us.php</a><br>","industries":["IT Services"],"name":"DPINFOTECH LLP","sectors":["IT Consulting"]},{"email":"marcus@thriveglobal.com","idea":"Founded by Arianna Huffington, Thrive Global is the world's largest behaviour change technology and media company. We have just entered into the Indian market to provide our full host of enterprise and media products for customers and consumers.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"Thrive Global ","sectors":["Health & Wellness"]},{"email":"info.kamicoz@gmail.com","idea":"A One stop solution to all Interior works","industries":["Architecture Interior Design"],"name":"KAMICOZ INTERNATIONAL PRIVATE LIMITED","sectors":["Others"]},{"email":"vijay@sevenring.com","idea":"\n            7 is a consumer electronics startup, based out of Mumbai, INDIA..\n        ","industries":["Internet of Things"],"name":"SEVENRING INNOVATIONS PRIVATE LIMITED","sectors":["Wearables"]},{"email":"shrikanth@playballembedded.com","idea":"We at Playball Embedded Technologies Pvt Ltd make make technology solutions incorporating software code into custom made or third party hardware devices.","industries":["Internet of Things"],"name":"PLAYBALL EMBEDDED TECHNOLOGIES PRIVATE LIMITED","sectors":["Wearables"]},{"email":"tejas@cwdin.com","idea":"smart meter bt mesh home automation","industries":null,"name":"CWD INNOVATION PRIVATE LIMITED","sectors":null},{"email":"nilimathakurkhare@gmail.com","idea":"<p>CPW world is made to connect people to their services.</p><p>1 category Special children will connect parents to Doctors, school, employers, nurses,&nbsp; days and&nbsp;night care and etc. This will help parents and children&nbsp;to make their life better and easy. This will give Big hopes to them by connecting with their needs.</p><p>Women Entrepreneur- This will connect Women from all over India to Investor of the world. Women will get all kind of support to do business from small to big in India. This will help women&nbsp;from village to city to fulfill&nbsp;their dream to become the entrepreneur. we all going to provide them all kind all legal and management help.</p><p>Tiffin Service- This will connect all those people who want to do business from their home by doing/ supplying food and beverage from their home. This will connect them to people who are staying alone, away&nbsp;from family, students, working people etc looking for homemade food and beverage.</p><p>Educational Institute- this will connect all educational institute from small to big in India to students and parents. This will connect all kind of institute which start from age of 3 years to 65+ to right institute. This will help to grow, pursue, develop, educate all age group from all part of India.</p><p>Personality Grooming- This will help people to connect institute which provides all soft skills(Finishing&nbsp;school, spoken English, etiquette classes, Indian and foreign languages)</p><p>Grooming(Parlour salon, Photostudio, attires, Tailor etc)</p><p><br></p>","industries":["Others"],"name":"www.cpwworld.com","sectors":["Others"]}]