[{"email":"fluxconselectric@gmail.com","idea":"VFDs and Fire Extinguisher making safe and smooth control ","industries":["Security Solutions"],"name":"FLUXCONS ELECTRIC PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"flipflop@colourmemad.com","idea":"<p>Historically, not much attention has been paid to the type of footwear one should wear. The footwear currently available are either fashionable or comfortable but none of the footwear combines both fashion with comfort, which is the USP of footwear. Also, our footwear is made up of natural cork which has many health benefits. Also lot of customers who have flat feel, toe fracture have benefited with the healing properties of our footwear. Colour Me Mad wants to focus on the foot of the customer and provides footwear and also foot care solutions in future.</p><p>Colour Me Mad is creating awareness why wearing the right kind of footwear is extremely important and there is a lot of awareness in education will be created. Going forward, Colour me Mad will also explore providing foot care products to the customers.</p>","industries":["Others"],"name":"COLOUR ME MAD PVT LTD","sectors":["Others"]},{"email":"rajasthanart.in@gmail.com","idea":"MJWEL provides an online to offline, service to jewelry manufacture, wholesaler, retailer &amp; consumer Specially MJWEL targeting only jewelry industry our unique concept is online trial room design.\n<div>We are providing google map through which user can search nearest jewelry store and visit there.\n&nbsp;<span>We are helping to grow small scale business.&nbsp;</span><span>small scale business has effected and we are helping to grow them.</span></div>","industries":["Marketing"],"name":"Mukesh Lakhara","sectors":["Branding"]},{"email":"sachin@krishitrade.com","idea":"<a href=\"http://krishitrade.com\" target=\"_blank\">KRISHI TRADE</a><br>","industries":["Agriculture"],"name":"KRISHI TRADE","sectors":["Agri-Tech"]},{"email":"konkan.kitchen@gmail.com","idea":"Founded in Jan 2015 by parents of a child allergic to food additives and chemicals, Konkan Kitchen is a 100% natural fruit product manufacturing company. We manufacture 100% Natural fruit spreads, hot sauces and pickles. We are constantly innovating with new products and experimenting with all that nature and the farmer can bring to us while we bring to your home the best natural products. Our commitment to our customers is that our products are 100% natural, there are no artificial chemical preservatives, colour or flavour added to any of our products packaged in environment friendly glass bottles.\n&nbsp;<span>Our products are available throughout India online and through a select few retail outlets, mostly, Organic and Natural Food stores.</span>","industries":["Food & Beverages"],"name":"KONKAN KITCHEN LLP","sectors":["Food Processing"]},{"email":"contactus@aadar.co","idea":"We are an Ayurveda products and wellness company bringing ancient Ayurveda to the modern world.","industries":["Healthcare & Lifesciences"],"name":"INMART COMMERCE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"krishnan@aisight.co.in","idea":"www.aitoelabs.com","industries":["Computer Vision"],"name":"AISIGHT VIDEO ANALYTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"kunal@skillsikho.com","idea":"SkillSikho.com is subscription based online learning platform to learn skills in vernacular languages.&nbsp;","industries":["Education"],"name":"RESOLUTERY EDUCATION TECHNOLOGY PRIVATE LIMITED","sectors":["E-learning"]},{"email":"MITHUN.MADHUKUMAR@THRIAM.COM","idea":"<a href=\"https://socialkhalifa.com/module\" target=\"_blank\">Work in progress</a><br>","industries":["Marketing"],"name":"THRIAM REALTY PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"shilpa@myraatechnologies.com","idea":"<p>Myraa Technologies is a Niche AI Studio that has successfully developed &amp; deployed several Solutions in Finance, Aviation, HR, Art, Manufacturing &amp; Gaming. With a team of Solution experts and large scale customers, we built our models to solve real life challenges globally. Solutions such as Recommendation Engines, Chat Bots, Augmented Reality Apps with AI embedded, Object Recognition &amp; classifications &amp; Financial prediction models. </p><p>We have productized a unique Training &amp; Quality Control Tool called as QU-ART (Quality Augmented Reality Technology) that detects defects in manufacturing &amp; assembled parts real time, calculates &amp; predicts strength &amp; generates reports with graphics &amp; numerics real time. This eliminates a long manual process of QA that takes a bi weekly schedule over each cycle. <br></p>We have successfully deployed this for a large scale manufacturing unit &amp; seen the enhanced manufacturing processes. <br>","industries":["AI"],"name":"Myraa Technologies","sectors":["Machine Learning"]}]