[{"email":"kaaran.saamvedi@medikabazaar.com","idea":"<p>Medikabazaar is a pioneer and leading B2B website for the procurement of medical equipment and supplies by hospitals and other medical establishments. With the largest product catalogue of 90000+ medical products and 6 fulfilment centres across India, we enable the convenience of product and brand search, online ordering, and doorstep delivery across India.</p>","industries":["Healthcare & Lifesciences"],"name":"BOSTON IVY HEALTHCARE SOLUTIONS PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"mohitagnihotri5@gmail.com","idea":"<a href=\"https://sharpnode.com\" target=\"_blank\">Developer of Innovative Products based on IoT</a><br>","industries":["Internet of Things"],"name":"SHARPNODE TECHNOLOGIES PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"ishaankapur94@gmail.com","idea":"Development of a unique technique for manufacture of fruit and vegetable powders and extracts","industries":["Food & Beverages"],"name":"SHAKUR NUTRITECH LLP","sectors":["Food Processing"]},{"email":"deepak@epocare.in","idea":"In India diabetic foot ulcer (DFU) is a major problem in diabetes patients. Around 17 million people are at the risk of DFU which accounts for 1 lakh foot amputations per year.<div>Current assessment method is based on visual inspection by the doctor and is highly subjective.</div><div>It’s difficult to quantify and monitor healing progress of the wounds. This leads to lack of quality assessment, delay in diagnosis and high treatment costs.</div><div>We help doctors to monitors and predict the healing outcomes of ulcer.</div><div><br></div><div>The proposed innovation is low-cost portable assessment device which helps to quantify, monitor and predict healing potential of chronic wounds in diabetic patients through rapid, early screening for DFU and associated pathologies including infections and peripheral vascular disease. \n</div><div>The clinician will use the device to quantify, grade severity and monitor ulcer parameters. Grading will help in clinical assessment. Monitoring will help in tracking the effectiveness of treatment.\n</div><div>Our current technology can characterize wound tissue based on biological properties such as blood flow, tissue perfusion, and oxygen saturation at the wound surface to determine the healing progress and early prediction of healing outcome. Collected data can grade ulcer to understand servility of the DFU before it becomes infected or gangrene formed. \n</div><div>The device is connected to a tablet with custom software with various image processing techniques clubbed with cloud-based analytic model for data storage and analytics on the fly. \n</div><div>It will solve the problem of effective wound assessment in rural areas where there is a lack of experienced doctors. They may also share the report online to any experienced surgeon/doctors who are not available at that time.</div>","industries":["Healthcare & Lifesciences"],"name":"EPOCARE","sectors":["Medical Devices Biomedical"]},{"email":"a.balchandra90@gmail.com","idea":"We plan to set up metal scrap recycling plant, which we produce MS ingot followed by TMT Bars.&nbsp;","industries":["Green Technology"],"name":"Akshay Balchhandra","sectors":["Waste Management"]},{"email":"neil.savant@nuos.in","idea":"At NUOS Home Automation, we design and manufacture products for home and office automation. Our products are modular, miniature, perfect retrofit and help in beautifying the interiors of homes. Products we have created - Make in Mumbai - are completely international grade having CE class A compliance and can be operated from any where in the world through our Android and iOS apps. We have two patents pending for our system.\n<div>\n</div><div>Competitor solutions for Home/Office Automation are\n</div><div>-Bulky,\n</div><div>-Require rewiring,\n</div><div>-Require civil work\n</div><div>\n</div><div>resulting in slow adoption of the automation.\n</div><div>\n</div><div>The ease of adoption is the problem that we have solved. Without any rewiring nor civil-work, using a local electrician the space gets automated in less than 20min per switchboard. Appliances can be controlled from anywhere in the world.\n</div><div>We are also compatible with all the switch brands in the market.</div>","industries":["Internet of Things"],"name":"FALCON CONTROL SYSTEMS AND AUTOMATION PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"parimalkratu@outlook.com","idea":"Let me introduce to you Kratu.\n<div>Kratu is a professional design solution firm in mechanical and electronics  providing research and development and total product design. We provide one stop solution in CAD and CAE and also doing business in packaging design, machine design and automation and robotics.\n</div><div>\n</div><div>We are looking forward to provide design solution in your organization.</div>","industries":["Design"],"name":"Kratu","sectors":["Industrial Design"]},{"email":"kiotelautomation@gmail.com","idea":"<a href=\"https://www.slideshare.net/SandeepKelkar4/kwikswitch-smart-home/SandeepKelkar4/kwikswitch-smart-home\" target=\"_blank\">Kiotel Presentation</a><br>","industries":["Internet of Things"],"name":"KIOTEL AUTOMATION PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"rupendoctor24@gmail.com","idea":"We offer financial protection for SME &amp; Corporates . We want SME sector to understand the financial needs and we act as a consultant to raise and manage funds for them.&nbsp;","industries":["Social Network"],"name":"SMART GAIN ( FOR PROFESSIONAL FINANCE)","sectors":["Others"]},{"email":"Sanjiv.Ray@bizproworld.com","idea":"<p><a href=\"https://www.bizproworld.com\" target=\"_blank\">BizPro World</a></p><p>We are a business consulting &amp; solutions company.\n</p><p>We solve critical business CHALLENGES of our client companies, identify market OPPORTUNITIES and plan revenue GROWTH with the sole aim of delivering superlative Return-On-Investment (ROI).\n</p><p>BizProWorld, a B2B platform, partners with companies to equip them with the right professional consultants to execute small, medium or large scale business transformation projects encompassing Strategy, Sales, Marketing, Supply Chain Management, Operations, IT, HR and other important functions.\n</p><p>Our community of consultants represents the finest from the industry, consulting and academic world. They have the requisite academic and professional experience to enhance business performance in their respective areas of specialization.\n</p><p>We are available 24x7 to manage your business problems. Contact us anytime on email: contact@bizproworld.com or phone no. +91 8178590285.<br></p>","industries":["Professional & Commercial Services"],"name":"BOOMS EDGE PRIVATE LIMITED","sectors":["Employment Services"]}]