[{"email":"jayeshkukreja27@gmail.com","idea":"<p>An online platform which gives real time data to parking users about available parking spaces.</p><p>The platform is entirely based on IoT.</p><p>The buisness model is B2B&nbsp;.</p><p><br></p><p><br></p>","industries":["Internet of Things"],"name":"Happy Parking","sectors":["Others"]},{"email":"seapower.patil@gmail.com","idea":"Sadguru Kripa Power Pvt Ltd is working in a non-conventional energy sector.&nbsp;<div>We have advanced technology in the field of tidal energy. We have proposed the 1.5 MW project to the Government of Maharashtra and the Government of India at Uran Raigad maharastra</div>","industries":["Renewable Energy"],"name":"Sadguru Kripa Power Pvt. Ltd","sectors":["Renewable Solar Energy"]},{"email":"Skaurshah@gmail.com","idea":"We at Indian Phulkari Merchants wants to promote Indian Handwork and help artisans grow with us.","industries":["Fashion"],"name":"Indian Phulkari Merchants","sectors":["Apparel"]},{"email":"thebombaychurros@gmail.com","idea":"<p><span>M/s The Bombay Churros (TBC) was incorporated on 28th June 2017 as a Registered Partnership Firm, having partners Mr. Nitesh Oza, Mr. Punit Ghadge and Mr. Nikkhil Borkar. Being dessert lovers and passionate foodies, the trio decided to break the cliches and started The Bombay Churros. Their love for trying gave birth to the idea of bringing the Spanish dessert to Bombay.&nbsp;</span></p><p>Being the first stand alone store for Churros, The Bombay Churros is their baby. \n</p><p>Taking desserts a notch higher, every ingredient is tested personally and then made into this crunchy delicious dessert. The concept of loop indicates that every customer is bound to visit infinite (∞) times to try their lavish spread of Churros. Aiming to offer a pocket friendly yet extraordinary dessert experience is what the brand aims at.\n</p><p>Being localites in the city of Mumbai, TBC has planned to acquire a strong base in the city in consideration of which the Brand has been named after the city (Bombay i.e. Mumbai).\n</p><p>The first outlet of TBC began its operations on 25th August 2017.</p>","industries":["Food & Beverages"],"name":"THE BOMBAY CHURROS","sectors":["Restaurants"]},{"email":"zoffrlearning@gmail.com","idea":"<a href=\"http://Www.zoffr.in\" target=\"_blank\">Www.zoffr.in</a><br>","industries":["IT Services"],"name":"Zoffr.in","sectors":["IT Consulting"]},{"email":"nandgaonkar.hemant@gmail.com","idea":"​​Hands On Therapy Concepts provids quality rehabilitation services to clients with activity limitation &amp; participation restriction. We are involved in treating clients as well as training professionals for the recent trends in rehabilitation.","industries":["Healthcare & Lifesciences"],"name":"HANDS ON THERAPY CONCEPTS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"mymvtpratibha@gmail.com","idea":"<p>World's Smallest Social networking <a href=\"https://play.google.com/store/apps/details?id=com.toofyhub.hub\" target=\"_blank\">App</a> of 187kb , now reduced to 112kb only size. Available on <a href=\"https://play.google.com/store/apps/details?id=com.toofyhub.hub\" target=\"_blank\">Google Play store</a>&nbsp;</p><p>Blogging, eCommerce,Gaming, Advertising, can Release Movies on First Day First show at social Networking <a href=\"https://play.google.com/store/apps/details?id=com.toofyhub.hub\" target=\"_blank\">App</a>&nbsp;/&nbsp;<a href=\"http://www.toofyhub.com\" target=\"_blank\">website</a>. Sharing Revenue with all members a unique future for everyone to earn money. We can create Dealers, Distributors, Retailers, Franchise for any company who wants to expand their business in India and Worldwide, hence creating opportunities for employment generation.</p><p><br></p><p><br></p>","industries":["Social Network"],"name":"Toofyhub","sectors":["Others"]},{"email":"shadesodesign@gmail.com","idea":"We sell robotics parts - controllers, actuators, sensors, batteries, components, accessories &amp; kits online.","industries":["Robotics"],"name":"QuarkHub Robotics","sectors":["Robotics Application"]},{"email":"info@ecombobby.com","idea":"<a href=\"http://www.ecombobby.com\" target=\"_blank\">www.ecombobby.com</a><br>","industries":["IT Services"],"name":"Ecombobby Infotech Private Limited ","sectors":["Application Development"]},{"email":"thebooktubeproject@gmail.com","idea":"BookTube Project Private Limited is a Literature Startup which promotes Literature Products and conducts various activities like Open Mic events and Workshops.The Startup aims at promoting the love for literature and bring in more people to read and celebrate the joy of it.","industries":["Art & Photography"],"name":"BookTube Project Private Limited","sectors":["Art"]}]