[{"email":"varun@vetolution.com","idea":"Petolutions is world's 1st multi-side platform designed for pet parents.&nbsp;","industries":["Pets & Animals"],"name":"Petolutions India Pvt Ltd","sectors":["Others"]},{"email":"pratap@skilance.com","idea":"We connect employers and freelancers globally.&nbsp;","industries":["Others"],"name":"SkilAnce.com","sectors":["Others"]},{"email":"zaverimohnish@gmail.com","idea":"<a href=\"http://www.forcyst.com\" target=\"_blank\">www.forcyst.com</a><br>","industries":["Design"],"name":"Forcyst","sectors":["Industrial Design"]},{"email":"abhinav@getztechtechnologies.com","idea":"Company Profile:\n<div>\n</div><div>We, Getztech Technologies Pvt Ltd are a young team of versatile entrepreneurs who dream to create a long lasting difference to the economies of the clients, employees and the society. A total experience of 30 plus years in Technology, Education, Finance and Healthcare helps our cause to the niche. \n</div><div>\n</div><div>A breed that believes in excellence since inception in 2015. Our clients are testimony to our capabilities and our value adds that have improved their revenues and client retention capabilities. The name Getztech Technologies Pvt Ltd. is a reflection of our attributes to walk through the impossible and get oriented and focused results leading to huge process improvements and organizational developments. \n</div><div>\n</div><div>The vision is to establish an organization that offers innovative end to end solutions across Healthcare, Finance and Technology.</div>","industries":["Construction"],"name":"GETZTECH TECHNOLOGIES PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"navneet.kalia@alphatub.com","idea":"About alphaTUB | alphabet learning simplified | <br><br>alphaTUB is an amazing alphabet learning tool which is a one-of-a-kind, patented product with a unique design that helps children learn the alphabet and words in an immersive way.<br>&nbsp;| <br>The TUB Board is a traditional alphabet pegboard re-invented and made simple in an innovative way. It is filled with unlimited surprises to let every kid experience liberty in language learning.<br>&nbsp;| <br>alphaTUB is a simple and refreshing upgrade to a traditional language-learning tool. The addition of alphaTUB’s mobile app gives both parents and educators the ability to track and monitor the learning progress of kids. <br>&nbsp;| <br>alphaTUB offers dynamic content to preschoolers as it is being refreshed constantly through an endless supply of newer words as per learning abilities of toddlers. <br>&nbsp;| <br>http://www.alphatub.com/<br>&nbsp;| <br>https://www.facebook.com/alphaTUB/ <br>&nbsp;| <br>The TUB store: https://bit.ly/2KvnXer<br>&nbsp;| <br>Android app: https://bit.ly/2wL5rwo<br>&nbsp;| <br>iOS app: https://apple.co/2k1Qr48<br><br>&nbsp;| <br>Conforms to safety requirements of ASTM F-963 &amp; CE standards.<br>","industries":["Education"],"name":"alphaTUB Innovations Private Limited","sectors":["Education Technology"]},{"email":"swapnilsnwne@gmail.com","idea":"Prefabricated MEP system to increase productivity &amp; quality of installation with no extra cost","industries":["Construction"],"name":"Modular construction technologies","sectors":["New-age Construction Technologies"]},{"email":"digisofttechsolutions@gmail.com","idea":"We are startup in IT services catering in retail, government sector with customized solutions as per the need.","industries":["IT Services"],"name":"DigiSoft TechSolutions","sectors":["Application Development"]},{"email":"anurag@matic.network","idea":"<p><b>About Matic Network</b></p><p>Blockchain Apps are making huge progress but the current blockchain ecosystem is not prepared to scale on demand. <b>Slow block confirmations, block size limitations and computations — in smart contract based blockchains — need to be solved before we proceed to mass adoption</b>. And most importantly, it needs great user experience. Matic Network is looking to solve these problems.</p><p><b>Today</b>, leaving aside the regulatory problems, <b>blockchains are notoriously slow</b>, thereby posing a significant barrier to mainstream user adoption as well as the “practicality of end user applications like payment wallets to be built on top of blockchains”.</p><p>At Matic Network, we provide a <b>scaling solution</b> on top of Ethereum, which is the most widely-used blockchain smart contract system in the world. It allows instant transfers, exchange and conversion of digital assets (e.g. crypto tokens) and cryptocurrencies (e.g. Ether, Bitcoin). <b>Today</b>, the Ethereum blockchain's transaction capacity is <b>15 transactions per second (tps)</b>. The Matic solution scales it up to a <b>whopping 65,536 transactions per second!</b><br></p>","industries":["Finance Technology"],"name":"Matic Network","sectors":["Bitcoin and Blockchain"]},{"email":"finnoise.sillybrains@gmail.com","idea":"its a startup for end to end consultancy<br>","industries":["Education"],"name":"SILLYBRAINS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"dguptaharish@gmail.com","idea":"<p>Asset digitization via blockchain</p>","industries":["Finance Technology"],"name":"DH2BINDAX INTERNET LABS PRIVATE LIMITED","sectors":["Bitcoin and Blockchain"]}]