[{"email":"kaustubhd271@gmail.com","idea":"AutoNxt is a start-up which is working on an innovative and disruptive technology – building the World’s First Electric, Autonomous, (Driverless) Tractor. We have a team of over a dozen engineers – automation engg, mech engg, elec engg, etc, and stalwarts in the industry as mentors.","industries":["Agriculture"],"name":"AUTONXT AUTOMATION PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"rohit.rathod86@gmail.com","idea":"<p><a href=\"http://www.entranexconnect.com\" target=\"_blank\">Rconnect</a>\n        </p>","industries":["Travel & Tourism"],"name":"RathodConnect","sectors":["Facility Management"]},{"email":"hello@closetoncloud.com","idea":"<p>Closet on Cloud (‘CLO’) is a concept that provides a curated closet for work wear, weekends, vacations, parties and everything in between. Subscribers can take unlimited clothes, holding 3 pieces at a time, for a fixed monthly price (currently INR 1500 for the public beta). They can keep the outfits for as long or short as they like, when they return a piece, they can swap it for the next new one. They are unlimited such exchanges. Dry cleaning and shipping is included in the fixed monthly fee. </p><p>In other words, Closet on Cloud is a sharing economy for fashion rental in a subscription format to provide value, variety, trendy ready to use fashion at a user's doorstep for a fraction of the retail price.</p>","industries":["Retail"],"name":"Closet on Cloud","sectors":["Retail Technology"]},{"email":"kanak@impactrun.com","idea":"<p>Impact is everyone's fitness + kindness app. Every kilometre&nbsp;you cover by walking or jogging with Impact app raises Rs 10 for a social cause of your choice.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><a href=\"https://docs.google.com/presentation/d/1LV4-rT8utP5aTve4--_ukk2e0zXuM4xpwYF9JX9LG_8/edit?usp=sharing\" target=\"_blank\">Impact App Deck</a><br></p>","industries":["Social Impact"],"name":"GREEN FREEDOM PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]},{"email":"subrat_khuntia@yahoo.co.in","idea":"<p>Wizy Services Pvt Ltd was incorporated in 2015 to facilitate Home Services to end consumers with ease of access &amp; monitoring through mobile app. However, the business viability looked distant without major funding support. Moreover,the future earning projections remained weak considering several industry parameters, which compelled thoughts about its continuity or not with or without funding support.</p><p>Later on the we shifted the focus to Renewable Energy sector, where we have started focusing on building a B2B model of Solar Industry Product Sales &amp; Services, while taking the leverage of our earlier experience &amp; efforts.</p><p>The B2B business creates a platform to reach Solar Industry players (developers, Consultants, Manufacturers, Traders) and help them achieve mutual goals on sales &amp; services.</p><p>Along with that we are rendering consultancy services for Medium &amp; Large Scale Solar projects wherein we identify potential customers &amp; investors for a connection to take project proposals ahead.</p><p><span>With or renewed approach, we look forward to contribute significantly for adoption &amp; growth of Green Energy in India, thus help build a healthier society &amp; climate for all of us.</span></p>","industries":["House-Hold Services"],"name":"WIZY SERVICES PRIVATE LIMITED","sectors":["Home Care"]},{"email":"shashikant061992@gmail.com","idea":"We are online apparels salling&nbsp;company","industries":["Fashion"],"name":"Amygoes","sectors":["Fashion Technology"]},{"email":"shreya@nishchalacrafts.com","idea":"Nishchala, through it's natural and traditional yoga and meditation mats, supports the handloom&nbsp; and herbal dyeing industry. We use the 5000 year old traditional Ayurvedic dyeing technique of Kerala in our organic cotton yoga mats. Our effort is to keep innovating with ancient Indian traditional materials to create products that benefit the wellness and yoga sector. Currently we are ideating and procuring organic hand loom mats from rural dyers and weavers. We are yet to launch the product. Our current products are Organic cotton yoga mats dyed with Tulsi, Turmeric and Triphala, Darbha grass mats, Banana fibre mats and Vetiver grass mats. All our products are biodegradable and handmade using little to no electricity. We aim to innovate using these materials and create a range of wellness products that are rooted in the ancient sciences of India.&nbsp;","industries":["Others"],"name":"Nishchala","sectors":["Others"]},{"email":"roheit.rakhunde@gmail.com","idea":"<a href=\"http://www.lifestandards.in\" target=\"_blank\">www.lifestandards.in </a><br>","industries":["Healthcare & Lifesciences"],"name":"Life Standards ","sectors":["Healthcare Services"]},{"email":"vishal@brillmax.com","idea":"At Brillmax, we live by only one code there is always a scope to make it better.” As of today, we are the one and only professional company in India manufacturing a wide range of non-traditional &amp; innovative Construction and Drywall Tools led by passionate first generation entrepreneurs. This company is backed by two young &amp; dynamic engineers having their undivided attention on solving real-time problems of the bottom of the pyramid with great vigor and an eye for innovation. \n<div>We love challenges and hence we thrive on research, design development, frugal innovation, technology and customization which form the pillars of our company catering to modern-day clients who want a reliable partner to solve their ever-changing and complicated needs. In order to back this, we work in close coordination with global technology leaders of this age\n.</div><div>\n</div><div>Brillmax has its R&amp;D &amp; manufacturing center is located in the heart of Mumbai, where all staff from management and administration are competent to take this company to new heights. Boasting a dealer network in the all Tier 1, 2 &amp; 3 cities, at this hour Brillmax products are being used across all the six continents. By every passing day, we are spreading our reach to the length and breadth of not only in India but also increasing our global footprint. \n</div><div>Adhering to all the ISO Certifications, every product from the house of Brillmax is designed keeping in mind saving in labor and time, improved quality; better health and safety, accountability for the environment &amp; an impeccable customer service.</div>","industries":null,"name":"BRILLMAX PRIVATE LIMITED","sectors":null},{"email":"rkmedia0106@gmail.com","idea":"<a href=\"https://www.rkmediainc.com/\" target=\"_blank\">RK Media Inc.</a> is one of the leading digital marketing agency in Mumbai. With over 15 years of experience, providing complete digital/online advertising services we have created endless projects in social media optimization (SMO), search engine optimization (SEO), Keyword Research, Local SEO, Google Ads, PPC campaigns, WordPress development, etc. Skills, experience, and determination are the defining traits of the RK Media Inc group. We value open communique and collaboration with our customers; always focused on delivering the modern day technology and business practices with a purpose to translate to profitability. At the same time as our organization has surely grown, our steadfast determination to treating every client as if they had been our first, stays unchanged.","industries":["Marketing"],"name":"RK Media Inc","sectors":["Digital Marketing (SEO Automation)"]}]