[{"email":"kasarmanjunath123@gmail.com","idea":"We are INDIA's 1st Job site for engineers. who nearly works on to gather all technical graduates and undergraduates and create a hub of technical graduates.&nbsp;","industries":["Human Resources"],"name":"engineerwale.com","sectors":["Recruitment Jobs"]},{"email":"sales@tiburontechno.com","idea":"TIBURON TECHNOLOGIES PRIVATE LIMITED is a startup recognized by DIPP. We are at the Initial stage of getting our invention patented and simultaneously executing further steps. We have complete business projection and the desired client's list.&nbsp;","industries":["IT Services"],"name":"TECHBI8Z IT SOLUTIONS LLP","sectors":["Product Development"]},{"email":"anonymousdas570@gmail.com","idea":"Taskaholic is an online task aggregator which connects with busy people who wants thier task done to the people who wants to do thier task","industries":["IT Services"],"name":"Taskaholic","sectors":["Others"]},{"email":"priyaldharne.we@gmail.com","idea":"Life Buzz strongly believes in its tag line ‘Because every life is precious’. Life Buzz is about creating and building life saving devices and providing a platform to all those who wish to build products with the ultimate goal of saving lives. \n<div>It’s not just about business, it’s about saving lives.</div>","industries":["Healthcare & Lifesciences"],"name":"LifeBuzz","sectors":["Medical Devices Biomedical"]},{"email":"info@kpitotal.com","idea":"I have created a B2B marketplace for food industry where we provide technically qualified cold chain product to food industry.Along with that, we also provide total branding solution and business development consultancy to food industry.","industries":["Professional & Commercial Services"],"name":"kpitotal","sectors":["Business Support Supplies"]},{"email":"amrutpatil2012@gmail.com","idea":"myhomemyplans.com is a fast growing internet portal devoted to\n<div>convene every aspect of the Seller/Customer/Buyer/User needs in the\n</div><div>real estate industry and Educational sector. It is a medium where buyers\n</div><div>and sellers, educators, service providers can advertise, exchange\n</div><div>information, swiftly, efficiently and economically. At\n</div><div>www.myhomemyplans.com, one can buy or sell home plans, advertise a\n</div><div>property, search for a property, browse through properties, build your\n</div><div>own property, and visit other Indian and International sites,\n</div><div>Jobs/recruitments, hire services of all daily needs.</div>","industries":["Marketing"],"name":"Constroedumedia Pvt. Ltd.","sectors":["Branding"]},{"email":"yogesh.d@drlabspro.com","idea":"DAB Research Labs LLP is an Indian Startup Incepted on 4th Sept 2017 and focussed on medical technology Solutions. We represent manufacturers of medical devices and diagnostics all over the world – from the largest to the smallest companies. Dr. Labs advocates for the highest ethical standards, timely patient access to safe and effective products, and economic policies that reward value creation, to help achieve healthier lives and economies. \n<div>\n</div><div>We are a team of professional Individuals providing high-quality Product design, Smart Application and business process solutions across verticals with expertise in the Healthcare and Medical devices. Our work is driven by a culture of care and a feeling of responsibility towards our client’s success. \n</div><div>\n</div><div>Our processes are rooted in a passion for providing workable and customized solutions and empower our people and clients to deliver and achieve more. We truly understand the needs of global companies and the complexities that arise while doing business, and provide solutions that meet international standards. \n</div><div>For more information, please visit our website at www.DrLabsPro.com.</div>","industries":["Healthcare & Lifesciences"],"name":"DAB RESEARCH LABS LLP","sectors":["Healthcare Technology"]},{"email":"niketbhandary91@gmail.com","idea":"<a href=\"http://www.webhusk.com\" target=\"_blank\">WebHusk</a><br>","industries":["IT Services"],"name":"WebHusk","sectors":["Application Development"]},{"email":"amit_tewari01@yahoo.com","idea":"<a href=\"http://www.graphnile.com\" target=\"_blank\">Graphnile provides data-driven services using Machine Learning algorithms. Our team is comprised of Data Scientist, Economist, journalist, Mathematician etc. We provide the services and research on Electoral Analytics, Economics Research, and Political Risk Analysis and Public Policy Research. We sensitized to the political risks as well as ensuing contingencies and recognize the importance of a coherent service for our clients which are directed at the threats arising from the political, social, operational and security landscape in International markets. Currently no Electoral Analysis company is using economics data and public policy research for electoral analytics. We have developed and developing machine learning tools for Electoral Analytics. </a><br>","industries":["Analytics"],"name":"GRAPHNILE CONSULTANCY PRIVATE LIMITED","sectors":["Data Science"]},{"email":"prakash@deluxora.com","idea":"We are a E-commerce gifting portal catering to Home decor, Living and Gifting products for Indian customers of Tier-I, Tier-II and Tier-III cities.&nbsp; We are sourcing our products from Indian manufacturers/vendors dealing in Indian Handicrafts and tribal products.&nbsp; We are also importing products from abroad in these for gifting items.<div>\n</div><div>Indian craftsmanship is something we all should be proud of but sadly in the recent years of globalization, they have not been receiving the recognition they deserve. So we decided to get such unique and indigenous products on-board from various corners featuring the brilliance of such expertise. To name a few, we have Dokra art, paper machie products, Madhubani paintings, metal crafts, and leather products of highest quality. We also have internationally acclaimed world class products of Cross, Police and Sheaffer. Our range of products for the kids are made through German technology and duly certified by confirmative of European certification.\n</div><div>\n</div><div>So you see, we have made sure that you need to look no further.\n</div><div>\n</div><div> \n</div><div>\n</div><div>100% assurance guaranteed:\n</div><div>\n</div><div>Quality check is done on a first-hand basis by our experts and hence we can boldly claim that our products come with a tag of 100% quality assurance. You will have no regrets!\n</div><div>\n</div><div> \n</div><div>\n</div><div>For more details, v<span>isit our website www.deluxora.com</span></div>","industries":["Retail"],"name":"DELUXORA PRIVATE LIMITED","sectors":["Retail Technology"]}]