[{"email":"dg@missionenergy.org","idea":"Yet to be updated","industries":["Social Impact"],"name":"MISSION ENERGY FOUNDATION","sectors":["NGO"]},{"email":"aditya@verifyme.in","idea":"Yet to be updated","industries":["Security Solutions"],"name":"VERIFICA ONLINE PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"chinu.anaokar@gmail.com","idea":"Yet to be updated","industries":["Education"],"name":"BRAINFLOSS EDUCATION SERVICES PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"martha@scatter.co.in","idea":"Spiral Content Solutions Private Limited was incorporated in December 2014. We are in the business of content marketing and help businesses of all sizes and shapes with online and offline content. There are 2 parts to the content marketing business at Spiral Content. The first part is the services business – this part of the business employs content creators (journalists, bloggers, data designers and audio/video experts) to help oversee the content creation process. These employees work with several freelancers across all content formats to make sure the content meets our client needs. The services team also employs people from a research and marketing strategy background. These people help work content plans on the back of rigorous content audits and consumer/business goal understanding. A different team services and helps generate new business for the company. \n<div>On the technology side of our business, we employ a product and engineering team. We have built out a content recommendation engine (this is probably the first of its kind in the world as of date) and have built a platform to help our freelancers connect with the businesses that need content. In the past 3 years of our operations, we have managed our maiden profit and work with some of the world’s and India’s largest businesses like Tata, Facebook, IBM and TVS Motors etc. Spiral Content is an Indian startup that has the potential to make a large part of the world its market.</div>","industries":["Marketing"],"name":"SPIRAL CONTENT SOLUTIONS PRIVATE LIMITED","sectors":["Branding"]},{"email":"shyam@restok.in","idea":"Yet to be updated","industries":["IT Services"],"name":"RESTOK ORDERING SOLUTIONS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"akshay@gustocontrols.com","idea":"Yet to be updated","industries":["Technology Hardware"],"name":"GUSTO UTILITY PRODUCTS PRIVATE LIMITED","sectors":["Embedded"]},{"email":"paarth@finalyzer.in","idea":"Yet to be updated","industries":["Healthcare & Lifesciences"],"name":"DRSTORE HEALTHCARE SERVICES INDIA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"abhilash.903@gmail.com","idea":"Yet to be updated","industries":["Advertising"],"name":"REIFY ENTERPRISES PRIVATE LIMITED","sectors":["AdTech"]},{"email":"contact_us@wpmarkethacks.com","idea":"Wolfpack's MarketHacks's driving factor has been our vision to free the common man from the fear of investing their finances. It provides results in a simple yet strategic manner by bringing together the best of minds in the industry.<br><br>From analysing stock market behaviour to developing models that suits every individual's need, Wolfpack's MarketHacks has come a long way in creating a platform that can be accessed by anyone having a non-financial background to come out and make the best investment of their funds.","industries":["AI"],"name":"WOLFPACK&#039;S MARKETHACKS PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"ummarshaikh@gmail.com","idea":"Yet to be updated","industries":["IT Services"],"name":"BRONCO TECHNOLOGIES PRIVATE LIMITED (OPC)","sectors":["IT Management"]}]