[{"email":"info@redscape.in","idea":"<p>Manufacturing of writing board and display systems, providing smart class setup to School College and institute and manufacturing of all type of wooden and metal furniture.</p><p>To carry on the business of manufacturers, repairers, importer, exporter or otherwise dealers in Writing Board Furniture and Display \n</p><p>System, white marker board, writing &amp; display systems, solid container board, fibre board, chip board, particle board, veneered board, \n</p><p>veneers paper board, hard board, paste board, card board, straw board, pulp board, leather board, mill board, corrugated board, plywood \n</p><p>board and such other boards.</p>","industries":["Technology Hardware"],"name":"REDSCAPE PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"shreya.nath@sapioglobal.com","idea":"<p>Saksham Score\n</p><p>Objective: Create a dynamic score for every individual that speaks about their abilities and behavior, in the context of trustworthiness and capability to deliver\n</p><p>Vision: Enable a world where an individual’s worthiness for any role or task or benefit is quantified using artificial intelligence\n</p><p>Mission: Create a dynamic worthiness score for every individual and make this score the basis of critical decisions by various organizations and entities engaging with these individuals</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Analytics"],"name":"Saksham Score Private Limited","sectors":["Data Science"]},{"email":"mahesh@pixeltechsecurity.com","idea":"<p>The digital security systems industry is a very innovative industry with new technology being developed to keep our premises (home/ office) secured \n</p><p>and safe. PIXELTECH SECURITY PVT LTD have an elite R&amp;D focus, where specialists are working dedicatedly to change your wellbeing guidelines from ordinary to creative and in fact sound.</p><p> \n</p><p><br></p><p>In today’s word safety of human being is the at most important issue, and we being the Alarm systems based company devoted to protect the life and wealth of companies. We use the innovative and most automatic fire extinguisher systems, also we provide warranty of 10 years along with it we also provide zero maintenance cost. \n</p><p><br></p><p>Also we are certified with various authorities for Approval from Fire Extinguisher Officers for our innovative technologies and ideas.\n</p><p><br></p><p>Along with it we also provide Conventional Smoke Detectors also we provide Conventional heat detactors, Conventional Multi Sensor Detectors, Conventional Gas Detectors,Beam Detectors And Duct Detectors.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Security Solutions"],"name":"PIXELTECH SECURITY PRIVATE LIMITED","sectors":["Others"]},{"email":"anagha@saiapl.com","idea":"<p>SAIAPL HISTORY\n</p><p>Three decades of expertise in institutional Marketing, we started modestly from Mumbai and gradually expanded our Business area in the Western, Southern &amp; Central India. We have now developed an appreciable recognition &amp; a sizeable business in core Institutional Sectors on a Pan India level for reputed MNC’s and Corporates.</p><p><br></p><p>\n</p><p>Our technically qualified team is imparted complete training for the products that we offer with technical support and after sales service coordination. Our back office consists of techno-commercially qualified staff creating a robust support system un-parallel to any other Company in our Business Segment. They are further supported by our IT infrastructure systems with web integration to process a stable system driven enterprise.</p><p>\n</p>","industries":["Renewable Energy"],"name":"SAI INDUSTRIAL ALLIANCES PRIVATE LIMITED","sectors":["Manufacture of Electrical Equipment"]},{"email":"infobijcare@gmail.com","idea":"<p>BIJ CARE PHARMACEUTICALS PVT LTD IS A SERVING BUSINESSES IN MEDICINE, HEALTHCARE, HOSPITAL AND GOVERNMENTAL MARKETS. QUALITY, SERVICE, TRUST AND RELIABILITY ARE KEY ELEMENTS BIJ CARE PHARMACEUTICALS PVT LTD DELIVERS TO CUSTEMERS.<br></p>","industries":["Healthcare & Lifesciences"],"name":"BIJ CARE PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"magnumheartinstitute@gmail.com","idea":"<p>MAGNUM HEALTHCARE SOLUTIONS LLP&nbsp; has been set up with an aim to provide world-class cardiac care in North Maharashtra. Through the generosity, co-operation and vision of the Designated Partners Dr. Manoj Chopda &amp; Dr. (Mrs.) Rashmi Chopda the hospital has grown from a 10 bedded hospital to a humongous 100 bedded Multi Super Speciality hospital in North Maharashtra. It is well known through out the city and neighboring towns for its outstanding treatment in Cardiology.<br></p>","industries":["Healthcare & Lifesciences"],"name":"MAGNUM HEALTHCARE SOLUTIONS LLP","sectors":["Healthcare Services"]},{"email":"shauryadsheth@gmail.com","idea":"<p>We are a brand that is built on sustainable principles. From the start to the finish of our product is made in India. We offer excellent quality luxury clothing at an affordable price.&nbsp;</p>","industries":["Fashion"],"name":"Limitless","sectors":["Apparel"]},{"email":"nishant@adoremodels.co","idea":"<p>We are a talent management company, That is currently managing models, actors, Photographers, Stylists, Directors, Writers and other creative artists.&nbsp;<br><br>Adore started it's journey 4 years ago with managing just fashion models, over the years we have vertically integrated new fields of artist management and created success stories for the artists that we managed.&nbsp;</p>","industries":["Fashion"],"name":"Adore Artists private limited","sectors":["Others"]},{"email":"w.chiragwadhwa@gmail.com","idea":"<p>Unique services pertaining to tax advisory, and transaction advisory services wherein instant valuation, Due diligence, tax advisory services are available&nbsp;</p>","industries":["Others"],"name":"WADHWA CHIRAG &amp; ASSOCIATES","sectors":["Others"]},{"email":"waquar.azampr88@gmail.com","idea":"<p>We are food &amp; beverages brand where we are aiming to cater healthy, natural and pure organic products directly from the farm .&nbsp;</p>","industries":["Food & Beverages"],"name":"Redoaks food Pvt limited ","sectors":["Food Technology/Food Delivery"]}]