[{"email":"team.servstep@gmail.com","idea":"<p>ServStep aims to channelize the Indian Retail Industry benefitting all its constituting parties - i.e. Manufacturers, Vendors and the Consumers.&nbsp;</p><p>Here, we aim at providing HYPERFAST online &amp; assured offline grocery shopping &amp; delivery experience to our consumers.</p><p>We are enhancing customer shopping experience by providing them with many trending options such as Hyperfast deliveries, amazing deals/discounts, competitive pricing, amazing subscription plans and many more similar features.</p><p>Furthermore, we help our Vendor Partners SELL &amp; STOCK UP products quickly &amp; more efficiently. We provide them with better Inventory Management Data to help them Stock Up products for the next month as per consumer behaviour. We help them with proper Data Analysis to boost their Sales and maximize Profits.</p><p>All our Vendor Stores have the benefit of exciting options such as  offers/discounts, products at comparatively competitive prices, and many more similar features.</p><p><a href=\"https://drive.google.com/file/d/1nuvkofXXMBLrCjOS9BUIETHKn9alhb67/view?usp=sharing\" target=\"_blank\">You can view our pitch deck here</a><br></p>","industries":["Retail"],"name":"SERVSTEP GROCERIES INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"ironicsteelindustries@gmail.com","idea":"<p>We got your reference from Mr. Akash Pandey ,Nitin Shukla &amp; Indresh Tiwari and came to know that you have huge requirements in Steels.</p><p><br></p><p>We take great pleasure in introducing ourselves as an Wholesaler and Trader Company engaged in the Stocking and Merchant of Mild Steel / Carbon Steel / Stainless Steel / Alloy Steel / Duplex Steel and Special Metals products.</p><p><br></p><p><br></p><p>&nbsp; IRONIC STEEL INDUSTRIES&nbsp;</p><p><br></p><p><br></p><p><br></p><p>Incorporated in 2021, IRONIC STEEL INDUSTRIES, today, is a fast growing organization engaged in the Trading and Wholesaling of a wide range of high quality Hot Rolled &amp; Cold Rolled Stainless Steel products. IRONIC STEEL INDUSTRIES had a strong presence in the MS AND SS MARKET Sins 2015.</p><p><br></p><p>&nbsp;</p><p><br></p><p>Product Range:</p><p><br></p><p>&nbsp;</p><p><br></p><p>Sheets, Plates &amp; Coils MS And SS All Range&nbsp;</p><p><br></p><p><br></p><p>Do also visit our website (www.ironicsteel.in) for further company related updates.</p>","industries":["Logistics"],"name":"Ironic Steel Industries","sectors":["Others"]},{"email":"kazim@sukaininfoway.com","idea":"<p>SUKAIN INFOWAY PRIVATE LIMITED is an Internet Service Provider (ISP), engaged in providing Internet and other related value added services to its customers. Sukain Infoway is an innovative organization that has driven changes in this industry by taking the lead in providing affordable broadband access to home users and was incorporated in 2016 with the objective of providing integrated telecom and IT services, Sukain Infoway has positioned itself as a technology partner for its customers. We provide Lan extended technologies Broadband Services, wireless broadband access and a suite of value added services with a distinctive delivery mechanism.</p>","industries":["Telecommunication & Networking"],"name":"SUKAIN INFOWAY PRIVATE LIMITED","sectors":["Others"]},{"email":"help@kediahallmark.com","idea":"<p>Gold Assaying &amp; Hallmarking Centre, looking for franchisees business all over the India&nbsp;</p>","industries":["Others"],"name":"Kedia Assaying &amp; Hallmarking LLP","sectors":["Others"]},{"email":"abhiamansonu@gmail.com","idea":"<p>We are providing vending machine services for food and beverage in residential and commercial areas.</p>","industries":["Others"],"name":"YASHPALI DEVI (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"saltsquadentertainment@gmail.com","idea":"<p>Today, there are so many budding Filmmakers who are waiting for a release for their films. Very few actually get a chance to showcase their work to the world. This is where SALT PLAY comes in. \n</p><p>We are here to provide a platform to the people who want to present themselves to the world. Our platform will help them get an audience as well as help them recover the cost that must have gone behind making it. \n</p><p>SALT PLAY never asks for any amount of money and never ask to handover the authority of the rights, we know spending money on every gateway is not possible and it bothers the craft as well as the creator. Our aim is to grow and let the people associated with us grow as well. We are allowing people to break boundaries and explore the limits of creativity with their thoughts, they are getting a platform to showcase and work on their dreams which will increase their growth, people will recognize them and automatically it will add stars in the name of Salt Play.</p>","industries":["Media & Entertainment"],"name":"SALT SQUAD ENTERTAINMENT PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"admin@emarkit.in","idea":"<p><span>To carry on the business in India or elsewhere of buying, selling,\nimporting, exporting, distributing, transporting, warehousing, promoting,&nbsp;</span><span>supplying, trading, and dealing in all kinds of\ngoods including fast-moving consumable goods, merchandise either raw material,\nfinished or&nbsp;</span><span>semi-finished items of grocery, fruits, vegetables,\ndry fruits, spices, packaging material and to act as brokers, clearing and\nforwarding&nbsp;</span><span>agent, shipper, commission agent, representative,\nfranchiser, consultant, collaborator and marketing agents for aforesaid items\non its own&nbsp;</span><span>and to appoint sub-franchisees, etc., for any of\nthe above purposes.</span><span></span></p>","industries":["Retail"],"name":"EMARKIT TRADE TECH PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"untaboo.in@gmail.com","idea":"<p>UnTaboo is a Safety &amp; Sex Education Company for Children &amp; Teens. Our&nbsp; Programs educate &amp; empower them to navigate the tricky growing up years safely &amp; responsibly. We offer age wise (B2C) and grade wise(B2B) Programs which are gamified, engaging and impactful on Body safety, Puberty, &amp; Sexual Literacy.</p>","industries":["Education"],"name":"UNTABOO EDUCATION PVT LTD","sectors":["E-learning"]},{"email":"vineet@fridaytalkies.com","idea":"<p>Making content for cinema, entertainment, ed tech, animation, VFX and production</p>","industries":["Media & Entertainment"],"name":"FRIDAY TALKIES MOTION PICTURES PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"arunlal.y@gmail.com","idea":"<p>IGR PUBLICATIONS PRIVATE LIMITED&nbsp; an online ICEE (Information, Communication, Education &amp; Entertainment) portal, is a sincere initiative to aware the society through genuine &amp; truthful information &amp; news. Today India needs free, fair, non-hyphenated and questioning journalism even more as it faces multiple crises of health, economy and defence. Within a year IGR (India Ground Report) has achieved a huge readership in the country and abroad. IGR's latest news and current affairs feature has made its mark in the fields of information, communication, education and entertainment. As a publication, The IGR will be firmly committed to the public interest and democratic values. We achieved a special place in fastest growing news portal. IGR has made its inroads in the administrative officers and also in the corporate world. we are glad that since last one year our sincere efforts are continuing uninterruptedly. IGR has the finest young reporters, columnists and editors working for it. It also invests in accurate field reporting and believes that it is the soul of good journalism. Now in view of Expansion Plan for IGR, after Hindi and Marathi we are prepairing for the Gujarathi and English website of IGR, as well as making efforts to further strengthen the digital penetration.</p>","industries":["Media & Entertainment"],"name":"IGR PUBLICATIONS PRIVATE LIMITED","sectors":["Digital Media Publishing"]}]