[{"email":"vineet@thebagtalk.com","idea":"We are an omnichannel platform dedicated to the category of Bags, delivering a highly personalised shopping experience through a curated marketplace model and content commerce. We cover everything from Bags, Luggage, Handbags, Clutches and Wallets. Currently, we are the only platform dedicated to this category!<br>","industries":["Fashion"],"name":"HIGH SPIRIT RETAIL INDIA PRIVATE LIMITED","sectors":["Fashion Technology"]},{"email":"visat@ushva.com","idea":"<p><span>Ushva is fast forwarding the world's transition to sustainable &amp; connected infrastructure with smart solar inverter &amp; industry agnostic IoT edge devices.<br><br>&nbsp;Innovation 1: A lot of resources are being wasted due to the absence or delayed information available from each energy &amp; business asset/inventory. This slows down the growth &amp; leads to huge losses/curb in expansion. Our products combined with the solution help in providing real-time access &amp; data sets to enhance profitability &amp; sustainability.\n\nThe devices developed by us provide real-time access and data sets of machinery which would substantially enhance decision making resulting in increased resource efficiency( Monetary &amp; Non-monetary).<br><br>&nbsp;</span>We at USHVA Clean Technology Pvt Ltd (IIT Bombay Alumni Startup) have developed a Product branded as\nFLOWLINC which is a next-generation Industry 4.0 IoT edge device used for remote data control equipped with\ndevice management &amp; analytics.\n<br><br>1) Platform agnostic<br></p><p>&nbsp;2) Easy to migrate:</p><p>3) Built-in all connectivity</p><p>4) Compact in size&nbsp;</p><p>5) On-device storage&nbsp;</p><p>6) Easy to integrate with all sensors &amp; protocol&nbsp;</p><p>7) Device management<br><span><br>&nbsp; Innovation 2:  </span><span>A single device consisting of \na) Smart Solar Inverter \nb) Inbuilt Non-intrusive Energy Management System \nc) Inbuilt IoT and is ML &amp; AI-enabled \nd) Inbuilt Electric Vehicle Charging Station for Shared EV Charging Infrastructure \ne) Inbuilt Battery Charging &amp; Battery Management System \n\n</span>&nbsp;The inverter has been designed to collect micro level unique energy data for usage-based analytics, power grid\nstabilization &amp; power theft protection along with white goods health analysis. It provides 25% extra monetary savings\ncompared to all other solar inverters globally and helps with 70% reduction in operational maintenance cost &amp; time.<br><br></p><p><br></p>","industries":["Green Technology"],"name":"USHVA CLEAN TECHNOLOGY PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"registrations@rdskytech.com","idea":"RedSky Technologies is a market research and product activations company utilizing the power of IoT and Bigdata to enable consumer benefits at the point of sale in unorganised trade and help marketing companies understand the pulse of the market in real-time.","industries":null,"name":"RedSky Technologies Private Limited","sectors":null},{"email":"nimish.dali@impactguru.com","idea":"<a href=\"https://www.impactguru.com/\" target=\"_blank\">ImpactGuru.com</a><br>","industries":["Finance Technology"],"name":"Impact Guru","sectors":["Crowdfunding"]},{"email":"murlidharsharma69@gmail.com","idea":"Simple platform for connecting startups","industries":["Social Network"],"name":"THIS","sectors":["Others"]},{"email":"jaineel@planetsuperheroes.com","idea":"<p><a href=\"https://www.planetsuperheroes.com/\" target=\"_blank\">Planet Superheroes website</a></p><p>India's first tech-enabled omni-channel retail brand that sells licensed character merchandise based on superheroes, cartoons and tv shows. It sells 50+ categories from apparel, toys to accessories across a breadth of international and domestic characters.&nbsp;</p><p>We are solving the white space of authentic licensed merchandise to increase India's share of the USD 65 Bn market which currently stands at a paltry USD 300 Mn. The next step would be to take this marketplace global by providing a technology solution focused on this niche of superheroes and cartoons.&nbsp;</p>","industries":["Retail"],"name":"SUPERHERO BRANDS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"mvk@klengas.com","idea":"Klengas Tech LLP provides Liquid and Gas Processing Technology covering Liquid and Gas Purification, Separation, Dehydration, Sweetening and Dew point control. Klengas Tech has a specialised (patent-pending) technology for removal of H2S from any gas in a auto-regenerable mode with more than 95% pure Sulphur as by-product.","industries":["Non- Renewable Energy"],"name":"KLENGAS TECH LLP","sectors":["Oil Related Services and Equipment"]},{"email":"cakajallath@gmail.com","idea":"Digital wealth management using AI and advisory. Total AUM of INR 300 crores. Product offerings include Mutual Funds, Insurance and Corporate Deposits. Adding equity trading through Motilal Oswal and retail lending in 2018<br>","industries":["Finance Technology"],"name":"Kajal Lath","sectors":["Advisory"]},{"email":"subho.gupta@yahoo.co.uk","idea":"<p>We aim to supply quality services, enhanced with our colossal knowledge of latest online developments. Our main motive is to provide a complete digital makeover for our clients and simultaneously educate them about the strategy that is being applied to do so.<br>​Our team is comprised of highly talented bunch possessing specific skills in digital marketing, web development, branding, public relations, mobile application development and lastly good humour. We have dedicated our lives to the world wide web and take immense amount of gratification on being at the forefront of digital marketing.<br>We like to call ourselves as the digital gurus with a deep understanding of the internet etiquette.<br></p>","industries":null,"name":"SKILLERS DIGITAL SOLUTIONS PRIVATE LIMITED","sectors":null},{"email":"bhanushali_mayur@yahoo.com","idea":"To be India's First brand For Curated Women's Traditional Wear. We have developed Brand RUDRI with Online Presence &amp; expanding to offline.<br>","industries":null,"name":"Vibhutee Designer Ensembles Private Limited","sectors":null}]