[{"email":"sugatab@invezta.com","idea":"<p>Invezta is an online Robo Advisory based platform for investments in direct mutual funds awarded as the leading FinTech player by NASSCOM, FICCI and IBA. The company, Valuefy, is recognized as a leading player in investment analytics space.</p><p><a href=\"http://www.invezta.com\" target=\"_blank\">www.invezta.com</a><br></p>","industries":["Finance Technology"],"name":"Invezta.com","sectors":["Advisory"]},{"email":"akiba_2000@yahoo.com","idea":"Save | Insure | Invest | Borrow | Lend","industries":["Finance Technology"],"name":"Alpha FinServ","sectors":["Personal Finance"]},{"email":"sunil.nadkarni@gmail.com","idea":"Development of Autologous Regenerative Therapy for Degenerative Intervertebral Disc Disease\n<div>\n</div><div>Project Summary:\n</div><div>\n</div><div>Low back pain due to degeneration/herniation of intervertebral disc is very common and is a major health problem resulting in significant disability as well as economic burden world over. It causes both axial pain and limb symptoms from neurological compression. Disc herniation is accompanied by severe tissue degeneration due to loss of cellularity. Therefore, regeneration of annulus fibrosus and nucleus pulposus tissue is of considerable interest. \n</div><div>\n</div><div>Surgical removal (discectomy) of the herniated part of the disc is one of the options for the pain relief till date. At present all the removed disc tissue is discarded during surgical procedures.Our preliminary in vitro work has shown that viable cells both annulus fibrosus and nucleus pulposus can be harvested from this herniated disc tissue. Moreover, our clinical work has shown that a platelet rich fibrin plug introduced into the disc has no adverse effects and may be helpful in the healing of the disc.Further, in vitro studies have shown that the doubling times of the cells recovered from herniated disc fragments are shorter in the presence of autologous platelet rich fibrin. Also, histology of the disc tissue incubated with platelet rich fibrin shows increased number of viable cells in the tissue. \n</div><div>\n</div><div>As a natural extension of this series of our work we would like to investigate the culture of the disc tissue removed during surgery in autologous serum and platelets and how this biomaterial along with autologous tissue material can be translated into autologous regenerative therapy for the repair of the disc is the main focus of this proposal.We are interested in studying autologous platelet rich fibrin and intervertebral disc tissue that could help to enhance repair and regeneration of degenerated discs which could further be translated into clinical studies as we have found that the use of platelet rich fibrin following discectomy, which is a very cost effective procedure, remarkably improves the function of the tissue and reduces pain. In particular, we will focus on the development of a therapeutic product using a combination of autologous platelet rich fibrin enriched with autologous disc tissue cells to provide an alternative strategy for patients undergoing discectomy. \n</div><div>\n</div><div>As far as we are aware such a combination of using autologous growth factors, growth medium (autologous serum) and autologous disc material has not been done so far whereas the advantages of these individually are available and our in vitro experience of combination of these has been very encouraging and the present work may contribute to reducing this disability by offering a biological solution.The present study for the first time looks at a strategy of using autologous cells from the herniated disc fragments that are any way removed and discarded through priming using autologous material only and reimplanting the cells.\n</div><div>\n</div><div>This may be more cost effective than use of artificial implants most of which are imported. This is an entirely new strategy that is being explored. Considering the various implant strategies and products in the pipeline and already in the market, it is a potential commercially viable tool with several advantages in which native tissue is primed by autologous agents only.This may provide us an opportunity of developing an indigenous biological solution and through exploration of possible IP rights, the process may result in valuable earnings.</div>","industries":["Healthcare & Lifesciences"],"name":"SAMARTHAKRUPA LIFESCIENCES PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"anurag.arjun@97labs.com","idea":"<p>At 97Labs, we are developing a platform for Financial Institutions (FIs) such as banks and NBFCs, to get seamless access to data submitted to government systems such as the Goods and Services Tax Network (GSTN), the soon-to-be-operational Electronic Way Bill system maintained by NIC as well as other systems such as the MCA for public and private company filings.<br><br>The idea is to provide a <b>borrower \"consent-based\"</b> software mechanism to FIs so that they can request for data such as Business-2-Business invoices, overall sales and purchase details, input tax credit details, goods supplied, etc. which were not available easily to lenders before, especially for MSME lending. This data can be used by internal and external credit teams to then build sophisticated products and models by which lenders can broaden their target segments and reach. We provide both ready-to-use and customised models as per lender requirements.</p>","industries":["Finance Technology"],"name":"97Labs","sectors":["Business Finance"]},{"email":"rigvednayak15@gmail.com","idea":"Synectics Bioscience is an manufacturing, research and development, Sales and Distribution company of fertilizers, chemical, pesticides, insecticides, bio-larvicide, herbicide, bio-chemical, bio-culture, bio- compost, disinfectants, micro nutrients technologies.","industries":["Healthcare & Lifesciences"],"name":"SYNECTICS BIOSCIENCE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"murali@brontoo.com","idea":"OSTA is a Cardless, POS less, Swipeless, Walletless, OTP less digital payment platform. This idea obliterates the drawback of existing digital and traditional payment mechanism. This digital payment translates every transaction as “On Us” by reusing existing technology available within the bank.<br>","industries":["Finance Technology"],"name":"BRONTOO TECHNOLOGY SOLUTIONS INDIA PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"inforesilientinfratech@gmail.com","idea":"We are traders of sanitary ware and other kitchen and bathroom based products.","industries":["House-Hold Services"],"name":"Resilient Infratech","sectors":["Others"]},{"email":"indiauncensored.roast@gmail.com","idea":"FEFA.in focus on organic farming and sustainable agriculture.","industries":["Agriculture"],"name":"FEFA.in","sectors":["Organic Agriculture"]},{"email":"viral@yaminiindia.com","idea":"eBZaar is an online marketplace connecting offline stores to online customers and operates in grocery space (kirana stores, fruit &amp; veg, sea &amp; meat food, cakes, mithai etc.","industries":["Retail"],"name":"YAMINI INDIA PRIVATE LIMITED","sectors":["Microbrewery"]},{"email":"aapradhan@yahoo.com","idea":"The Rudraksche UAS Platform consists of the Ashmayu Unmanned Aerial Vehicles and Robotics. It is the pioneering integrated Application-specific Platform for Aviation and Aerospace Engineering like Engineering, Manufacturing, Oil and Gas, Defence, Government requirements, Mining, Smart Cities and Public Infrastructure, etc. The IP of the Rudraksche Ashmayu Unmanned Aerial Systems Platform includes Hardware, Software, Analytics, Artificial Intelligence and Application-specific Accessories.","industries":["Aeronautics Aerospace & Defence"],"name":"RUDRAKSCHE SCIENTIFIC ENGINEERING PRIVATE LIMITED","sectors":["Drones"]}]