[{"email":"pashinkatpitia@gmail.com","idea":"<p>We are Fintech startup and have developed an AI &amp; Algo based rating-curation platform for stocks, futures and commodities. The product is in beta phase. •&nbsp;&nbsp; &nbsp;The app applies our 14 Proprietary algos based on Price, Volume, Trend &amp; Volatility to all financial instruments and compiles a Star rating of between 1 and 5 for each scrip.<br>•&nbsp;&nbsp; &nbsp;Using AI it scans and curates trade setups in different time frames for each individual user as per the Capital, Risk profile, Trade Horizon, Portfolio selection done by the user. <br>•&nbsp;&nbsp; &nbsp;Full feature Native apps for Windows(Web), IOS &amp; Android devices including Portfolio manager, Scanners, Charts, Watchlists, Realtime alerts.<br>•&nbsp;&nbsp; &nbsp;Currently we are testing it on Indian markets and are in the process of adding SGX and US markets.<br></p><p> <br></p>","industries":["Finance Technology"],"name":"INSPIRON INVESTMENT CONSULTANTS PRIVATE LIMITED","sectors":["Advisory"]},{"email":"nikhil@thinkanalytics.in","idea":"<p>Data | Analytics | Advisory: Solving business problems where intelligent and creative use of data can unlock value.</p><p>Frameworks : Building domain intensive analytics frameworks and solutions for driving higher efficiency and value for clients.</p><p>Solutions: Technology products and apps that address specific business and consumer pain points.</p><p><span>Platforms: Building platform solutions that help organizations unlock the value of their own data using smarter algorithms, robust technical architecture and standardized data models. Without worrying a bit.</span></p>","industries":["Analytics"],"name":"Think Analytics","sectors":["Data Science"]},{"email":"arnab@xcess.co.in","idea":"<a href=\"https://youtu.be/KLg39sOTFBY\" target=\"_blank\">Youtube</a><br>","industries":["Analytics"],"name":"Brahma Insights","sectors":["Business Intelligence"]},{"email":"vaibhavlodha@gmail.com","idea":"ftcash is one of India’s fast-growing financial technology venture, recognized by Forbes, which aims to empower micro-merchants and small businesses with the power of digital payments and loans, only using a bank account and a feature phone.&nbsp;&nbsp;<div><br></div><div>ftcash aggregates all payment methods including credit/debit cards, net banking, various mobile wallets, UPI and PayPal to create an open platform for merchants to initiate digital payments in less than 5 minutes. Additionally, ftcash creates unique and proprietary transactional data which can be leveraged to provide institutional finance to these merchants.&nbsp;</div><div><br></div><div>After a successful launch in Mumbai in mid-2015, ftcash has expanded countrywide by acquiring merchants across various segments. The team comprises of senior executives from Deutsche Bank, KPMG, Capital One, World Bank among others with a pedigree from Wharton, Harvard, IITs, SRCC etc.</div><div><br></div><div>ftcash was incubated by PayPal and is now in a strategic partnership with MasterCard to enable merchant services. It was awarded by Prince William and Kate Middleton as a winner at the UK Trade and Investment – Great Tech Initiative. Most notably, ftcash was recognized at TechCrunch Disrupt Battlefield, Berlin, Singapore Fintech Festival and Abu Dhabi Fintech Festival in 2017. The company has also won several other accolades that include Mastercard GlobaI StartPath, IBM Fintech Smart Camp, Red Herring Asia 50, IIM Ahmedabad CIIE-IIFL Fellowship, KPMG Hot 100 Startups, NASSCOM Emerge 50, iSPIRT InTech 50, The Fintech20 India, mBillionth Award South Asia, ISB-SAP Social Enterprise Jumpstart, Action for India 100, Village Capital Program among other accolades. ftcash was selected for World’s first Impact Investment Show – The Real Deal on NDTV and Young Turks on CNBC. ftcash is funded by IvyCap Ventures, 500 Startups and several other marquee investors.</div>","industries":["Finance Technology"],"name":"ftcash","sectors":["Microfinance"]},{"email":"santosh.menon@tammytrade.com","idea":"Create an ecosystem for making agri- procurement easy and efficient","industries":["Agriculture"],"name":"Tammy Trade Private Ltd","sectors":["Agri-Tech"]},{"email":"gaurav.kohli@greenwaresolutions.com","idea":"<p>Established in 2017, Greenware Solutions is a Technology Partner for Investment Solution providers. Laser focused on the Mutual Fund Industry, Greenware aims to provide solutions that allow organizations to expand their distribution capabilities, increase their partner network and reduce operational activities while simultaneously improving accuracy and efficiency\n.</p><p></p><div>Greenware aims to provide independent financial advisors a cloud-based front to back platform to run their business in a simple, scalable &amp; flexible way.</div><div><br></div><div>Modular designs, with a low touch web-based delivery via cloud form the basis of Greenware's delivery philosophy.&nbsp;</div><p></p>","industries":["Finance Technology"],"name":"Greenware Solutions LLP","sectors":["Personal Finance"]},{"email":"sndps4s03@gmail.com","idea":"www.s4stechnolgies.com","industries":["Food & Beverages"],"name":"S4S Technologies","sectors":["Food Processing"]},{"email":"karandabrai@growbots.in","idea":"We at Growbots, enable you to grow your own vegetables hydroponically at home, farmhouse or in a commercial space. We Manufacture hydroponic equipment, install it &amp; provide consultation (assist clients in growing the crop cycle after cycle). Check www.growbots.in","industries":["Agriculture"],"name":"Growbots","sectors":["Others"]},{"email":"spcustomdesign@gmail.com","idea":"Hello,\n<div>\n</div><div>My name is Sachin Panchal I have completed master in transportation design from ISD FRANCE …\n</div><div>\n</div><div>My startup firm name is “MOTOHOM”, it is actually a hotel on wheel for short holiday tour.\n</div><div>\n</div><div>It is a big bus with all house hold amenities like kitchen, sofa cum bed, wardrobe, bathroom toilet on\n</div><div>\n</div><div>wheel including personal terrace.\n</div><div>\n</div><div>Tourist have good budget to afford luxurious stay and travel, but always suffer from travelling and\n</div><div>\n</div><div>accommodation issues, due to lack of airport and railway station available nearby tourist destinations.\n</div><div>\n</div><div>Planning holidays instantly is a hectic task because of traveling and finding accommodations at various\n</div><div>\n</div><div>destination. In such situations tourists cut down visiting sites.\n</div><div>\n</div><div> “MOTOHOM allow to travel from A to B even while sleeping, save precious time and provide\n</div><div>\n</div><div>hotel amenities on wheel.\n</div><div>\n</div><div> Create remote area into tourist destination without investing in infrastructure just for 3 months\n</div><div>\n</div><div>season period.\n</div><div>\n</div><div> Motohom will indirectly generate business opportunity for locals through tourism in remote rural\n</div><div>\n</div><div>locations. :]\n</div><div>\n</div><div>This idea will enhance Indian tourism and explore known/unknown tourist destination with comfort of\n</div><div>\n</div><div>homely atmosphere in a shortest span of time.</div>","industries":["Travel & Tourism"],"name":"MOTOHOM PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"sameer07ramteke@gmail.com","idea":"The Platform where you can learn the things which school and colleges&nbsp;<span>don't teach you.</span>here you will learn the practical knowledge which is\n&nbsp;<span>necessary&nbsp;</span><span>to get successful in the early stage of your life.&nbsp;</span><span>you get to meet and team up with like-minded and people </span>with the<span>different skill set.</span>","industries":["Education"],"name":"AMBIGUX PRIVATE LIMITED","sectors":["Skill Development"]}]