[{"email":"sankalp.khankal@gmail.com","idea":"<p>Who are we?\n</p><p>As our tagline says “For The People”, Yes we are for you. We have our own established ways of achieving customer satisfaction. Our aim is to serve you the best homemade food, but let us inform you - we are not competing with your mothers; but, we will try and get as much as close to your mother. We are passionate and dedicated towards what we do, resulting in 100 percent efforts.</p><p>\nHow do we do?</p><p>\nWe have some best housewives whom we address as “HOUSE CHEFS”. Our House Chefs will relish you with some authentic Indian food, entrusting your taste buds. We love to experiment with our services and hence we always ask for a Feed- forward instead of a feedback. Why a Feed – Forward and not a Feedback? We would love to hear from you about how we can do better, invariably improving our services. We strongly believe in feed – forward and implement amongst us.\n</p><p>Why are we here?\n</p><p>As many of you leave back your home and move to another city for work or studies, no matter what the reason is – we at LOCAL APRON promise you to serve good and a simple meal. We would love to nourish you by providing daily meals and also nurture our customer relations. Give us a chance – we will live by your expectations. We are here for you.</p>","industries":["Food & Beverages"],"name":"Local Apron Hospitality Private Limited","sectors":["Restaurants"]},{"email":"vishal.rane@creativefins.com","idea":"Involved in Policial App Consultantion, Video On Demand Apps. Currently consulting on location based service app.&nbsp;","industries":["IT Services"],"name":"CreativeFins Software Pvt. Ltd.","sectors":["IT Consulting"]},{"email":"ptcp2000@gmail.com","idea":"https://www.linkedin.com/in/priam-pillai-86b70213/","industries":["Analytics"],"name":"VALECTUS PRIVATE LIMITED","sectors":["Big Data"]},{"email":"pawarvivek22@gmail.com","idea":"DNA\n<div>Simplicity -Experience -Believe</div><div><br></div><div>MISSION\n</div><div>“To connect world digitally,\n</div><div>let's live smart and productive life.”</div><div><br></div><div>VISSION</div><div>•To provide efficient and most cost-effective solutions to complex\n</div><div>requirements through most innovative technology trends\n</div><div>to satisfy customers.\n</div><div>•To research and develop the most effective technical solutions to simplify\n</div><div>the processes, provide better customer experience\n</div><div>and up grade living standards of society.\n</div><div>•To bring the era of connectivity with support of emerging technology\n</div><div>trends</div>","industries":["AI"],"name":"Vivek Pawar","sectors":["Machine Learning"]},{"email":"pranav40@gmail.com","idea":"Conveniently located on the Westside of Goregaon Mumbai, Ganga Jamuna Studio Pvt. Ltd. Post Production Facilities was built for filmmakers by Post Production professionals, full service post production facilities in Indian Film Industry<div><br></div><div>Ganga Jamuna Studio Pvt. Ltd. is a digital post production, design and post production company. Our philosophy is simple. We are here to make you look good. We are comprised of some of the most talented post production staff. With more than 6 years combined experience in the industry, our team has lead or assisted in the post production of feature films, documentaries and countless commercials.&nbsp;<a href=\"http://www.gangajamunastudio.com\" target=\"_blank\">GANGA JAMUNA STUDIO Pvt.Ltd</a></div>","industries":["Media & Entertainment"],"name":"GANGA JAMUNA STUDIO PRIVATE LIMITED","sectors":["Movies"]},{"email":"ankush@grslogistics.in","idea":"GRS logistics provides door to door end to end Logistics service through Air cargo transportation within India. We have a high potential in air cargo. We can use Air cargo consolidation to reduce costs and make transit time short. And will build a brand by giving services.","industries":["Transportation & Storage"],"name":"GRS Logistics pvt ltd","sectors":["Freight & Logistics Services"]},{"email":"amit.deshmuk@gmail.com","idea":"<p><a href=\"http://stenon.eu/\" target=\"_blank\">Stenon AgTech</a></p><p>We build cutting edge technology to provide a simple, reliable and robust tool for measuring fertiliser and nitrate levels in soil. With STENON FarmLab we enable farmers around the world to return soil to its natural balanced state and make soil and water healthy again.<br><br></p>","industries":["Analytics"],"name":"Stenon AgTech","sectors":["Data Science"]},{"email":"rahul@atsuyatech.com","idea":"<a href=\"http://www.atsuyatech.com/\" target=\"_blank\">Atsuya Technologies Pvt Ltd</a><br>","industries":["Internet of Things"],"name":"Atsuya Technologies Pvt Ltd","sectors":["Others"]},{"email":"krish@kamanalytics.com","idea":"<a href=\"http://www.kamanalytics.com\" target=\"_blank\">www.kamanalytics.com</a><br>","industries":["Analytics"],"name":"KAM REPORTING AND ANALYTICS PRIVATE LIMITED","sectors":["Business Intelligence"]},{"email":"sushan@agribazaar.com","idea":"<p>Agribazaar is an online marketplace that is an intelligent and intuitive system delivering future-ready solutions to the Indian agrarian sector. The Indian agri-business is fragmented and Agribazaar with its cutting-edge technology and tools is adding method to the mayhem. With capabilities of warehousing, collateral financing and value-added services, Agribazaar spans across geographies and enhances the efficiencies of the entire ecosystem.</p><p>It has created a niche for itself given the innate capability of providing online services for e-procurement, auctions and trade in commodities, developing IT tools, IT solutions and services for building an online commodity market for traders, farmers, processors etc. Moreover, business is conducted with total fairness, transparency and integrity between producers and clients. The aim is to contribute to the development of both the social and moral fabric of the communities who are involved with Agribazaar.</p>","industries":["Agriculture"],"name":"Star Agribazaar Technology Limited","sectors":["Agri-Tech"]}]