[{"email":"info@vezado.com","idea":"<p><a href=\"https://www.vezado.com/who-we-are\" target=\"_blank\">Who We Are</a>&nbsp;Vezado.com aims at making luxury &amp; premium brands shopping fun for consumers. We have a simple business philosophy; we just do not offer lifestyle products available in world, we offer great experiences! You do not need to spend a fortune to enjoy what you love; we are just a click away.</p>","industries":null,"name":"Vezado Ecom India Private Limited","sectors":null},{"email":"vikrant.eng@live.com","idea":"Agrya Associates is formed to develop a solution which solves the problem with are sustainable &amp; economical.","industries":["IT Services"],"name":"AGRYA ASSOCIATES PVT LTD","sectors":["Application Development"]},{"email":"vikasdsharma333@gmail.com","idea":"<div><a href=\"https://drive.google.com/open?id=1KSf7m05imcaihh3lAfFC1fPOa5_ejX4V\" target=\"_blank\">PITCH DECK</a></div><div><br><b>ADOFIX (A brand of ADOFAST Logistic Services Pvt Ltd) is an online marketplace for home based products and services.</b></div><div><b><br></b></div><div><b>It offers products like computer/other IT products, Air Conditioner, Furniture, Security system, etc with repair maintenance and installation services within 24 hours.</b></div><div><b><br></b></div><div><b>ADOFIX aggregates local products supplier and service providers to ensure fulfillment of an order within 24 hours.</b><a href=\"https://www.dropbox.com/s/k8qquk7mgi9ulpo/Pitch Deck (Detailed).pptx?dl=0\" target=\"_blank\">Pitch Deck</a></div><div><br></div>","industries":["Transportation & Storage"],"name":"ADOFAST LOGISTIC SERVICES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"anujpuri@modernarchinfra.com","idea":"<a href=\"https://modernarchinfra.com/\" target=\"_blank\">Website</a><br>","industries":["Construction"],"name":"MODERN ARCH INFRASTRUCTURE PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"sandeepkelkar67@gmail.com","idea":"<p>KwikSwitch can be considered as first step towards smart living.The smartphone has become almost a body extension these days. It is always somewhere around. You just need to extend your hand and there it is.</p><p>Kwikswitch Wifi Module is placed inside your modular switchboard along with Smart Touch sensitive switches. That's it. Now you can start using switches to control light or fan from touch switches.</p><p>When we add switchboard inside app, KwikSwitch Wifi Module is configured with your existing internet access point/ router / modem. Once this is successfully done and internet connection is made available it helps user to control appliances from anywhere in the world with Mobile App.</p><p>KwikSwitch can be used in industrial applications such productivity monitoring system, real time performance of sensitive temperature, pressure data, connected cars. &nbsp;</p>","industries":["Internet of Things"],"name":"Kwik Switch Inside","sectors":["Smart Home"]},{"email":"vaishalikide@gmail.com","idea":"Farm machinery on rental","industries":["Agriculture"],"name":"Vaishali Biradar","sectors":["Agri-Tech"]},{"email":"amita.birla@actlifesciences.com","idea":"INTRODUCTION: ACT Lifesciences Pvt. Ltd. has been established in 2013. Following, we are active in following  ➢ Scientific writing and mobile apps development:  Here we have Big pharma clients like Alkem, Zuventus and MNC Abbott and MJN.  ➢ Import and export of medicines:  We have clients in Africa and Europe. ACT Lifesciences Pvt Ltd have grown by 100% each financial year. ACT Lifesciences proposes to backward integrate into manufacturing of Natural Extracts. The natural extract market has huge growth potential and the local fauna supports it with vide variety and also availability throughout the year. As an innovative technology differential, extraction of Natural Products shall be done using ‘Super Critical Carbon DiOxide’.   \n<div>Super Critical Fluid Extraction (SCFE): Any extraction process requires a Solvent which entraps the active ingredient from the solid Matrix and is than separated. Petroleum based solvents are used Conventionally eg. Ether, Ethanol, Methylene chloride, hexane. ACT proposes to use supercritical extraction in which Carbon di-oxide at critical pressure and temperature acts like solvent. High temperature, which degrades product’s quality, is avoided and no residue solvent is left in final extract. This results in better product quality and safer for human consumption. SCFE has been identified as recommended method in Europe and USA. The technology uses supercritical carbon dioxide in place of conventional solvents. There are not many manufacturers in this space today in India. The process will also be very cost effective and eco-friendly.  The major hurdle faced for SCFE has been capital cost and operating Cost. The same is being addressed by using indigenous design, energy conservation and recycling of Carbon Di-oxide. SCFE has also other applications like Nano particle preparation, synthesis of API, etc. which will also be evaluated.  \n</div><div>Present Status: ➢ Lab scale set-up for extraction and achievement of particle size reduction using Batch extractors ✓ Partially successful experiments on curcumin Longa for the feasibility of Extraction ✓ Experiment on “Polished Curcumin Longa” (Kocha). Due to Batch extraction and small batch size, product quantity was inadequate for quantification and analysis. ✓ Experiment on Curcumin for particle size reduction “Nano Curcumin”: Under various conditions of pressure &amp; temperature we were successful in achieving size reductions  ➢ Continuous extraction design and materials executed  ✓ The extractor with higher capacity and allowing continuous flow of CO2 with recovery will achieve operational status by March 2018  \n</div><div>Market Analysis: ACT plans to be establish as reputed supplier of quality products to American and European market.  In 1st year, curcumin and ginger extract will be marketed. Global curcumin market is expected to reach USD 94.3 million by 2022 and same is the case with ginger.  \n</div><div>Planning: Plant is proposed to be setup in two phases as given below. The turnover &amp; profits noted below consider maximum capacity utilization:   ➢ Phase 1: Plant Capacity for processing 190 TPA of Curcumin Longa &amp; Ginger (Investment  capex. 1.65 crore for setup (without land cost) &amp; Turn over: 7.0 Cr Gross Profit: 2.0 Crore per year.  ➢ Phase 2A: Plant Capacity for processing 3000 TPA of multiple agro products (Investment  25 Cr. Turnover:  Rs. 96 Cr | Gross Profit:  30 Cr.) ➢ Phase 2B: Formulations Plant (for Oncology, Dermatology etc. therapies)  \n</div><div>Phase 1: Act has ordered machines (with long lead time) for Phase 1 and expect to get into trial production by March’2018.  Phase 2A: It is expected to be initiated by December’2018. Phase 2B: Nano-Curcumin formulation will be started on stabilisation of Phase 2A and clinical trials started. Post results of clinical trials, commercial production will be initiated.</div>","industries":["Food & Beverages"],"name":"ACT LIFESCIENCES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"sumitsgaharwal@gmail.com","idea":"IdeaSailor Technologies Pvt. Ltd is SAAS based enterprise application development company serving SME and Corporate with erp solutions across Industry Vertical.\n<div>Ideasailor believes in developing the solutions to enable their customer digitizing their business process and improve productivity with only fraction of investment from operational expense. \n</div><div>Many businesses, large and small, have a huge source of great ideas that can help them improve, innovate, and grow, and yet so many of these companies fails to adapt because of lack of Trusted IT Consulting Partner. We believe in educating and consulting our customers only to evolve with them as their IT Partner in their Journey\n</div><div>At IdeaSailor technologies from junkyard startups to corporate giants, we strive to provide best results in providing IT service support that stand unique among a galaxy of competitors. Providing insightful services for the future of mobile and web is something that we aim at. We ensure that our services are strategized to meet the latest technology requirements. Developing digital products and services with enhanced user experience is a priority. In addition, we also offer various enterprise products to optimize the cost and process of any organisation.\n</div><div>We seek to evolve with our customers and our people. Our journey will not be successful if our customer and our people do not grow with us.</div>","industries":["Enterprise Software"],"name":"IDEASAILOR TECHNOLOGIES PRIVATE LIMITED","sectors":["ERP"]},{"email":"ranjitshah36@gmail.com","idea":"As an Digital Marketing Agency we have a successful track record of creating and implementing short and long term Digital Marketing strategy required to improve ranking, traffic and conversions on websites &amp; blogs. We have 7+ years of experience in the field of SEO (Technical, On-page and Off-page), Content Marketing, Social Media Marketing, Affiliate Marketing, Email Marketing, Pay Per Click, Website Development, Website Designing and Mobile Application Development. Our <a href=\"https://ranjitshah.com/seo-company-mumbai-india\" target=\"_blank\">Seo company is located in mumbai india</a>. We have a team of digital marketing and <a href=\"https://ranjitshah.com/\" target=\"_blank\">seo consultant</a> who can help you grow your business.&nbsp;","industries":["Marketing"],"name":"Ranjitshah.com","sectors":["Digital Marketing (SEO Automation)"]},{"email":"gaurav.singhal@builten.in","idea":"<p>A team of multidisciplinary professionals and Alumnus of IIT Roorkee coming from different parts of India having a holistic approach for Human centric design, Environment friendly buildings and Innovative Solutions.<br></p>","industries":["Architecture Interior Design"],"name":"BUILTEN ARCHITECTURE AND DESIGN CONSULTANCY LLP","sectors":["Others"]}]