[{"email":"aarya.international@yahoo.co.in","idea":"<p>i run a youtube channel which is dedicated to traditional food culture of maharashtra.<br><span>Being Marathi </span><a href=\"http://www.youtube.com/c/beingmarathii\">www.youtube.com/c/beingmarathii</a><a href=\"http://www.youtube.com/c/beingmarathii\"></a><br><span>my channel has more than 1lakh subscribers base and have uploaded nearly 500 videos and still shooting lost or disappearing recipes on daily basis.now as Being </span>Marathi<span>&nbsp;brand has been popular and established i wish to take and use this name further to create another stream of masala manufacturing unit in my village.as i have raw material market nearby and have basic facilities like factory shade and godown.with low cost of labour compare to urban areas.</span></p><p>i have much recipes for various masala's with me which will be easy for me to establish a production facility for the same.</p><p>as marketing part ,i intend to hire an experienced marketing company on commission basis along with targets which will sooth my marketing part for penetration in national market.</p><p>as a youtube channel i have my smalltime production house ,where i can shoot advertises for the products and promote those on internet platforms like youtube,facebook,twitter,instagram etc.which will keep my advertising cost in lower budget.</p><p>i can even appoint some regional Marathi celebrity&nbsp; as brand ambassador for promotion for a while.as i have plan to start with Maharashtra region and slowly expand over india and worldwide ,promotional activities would take place accordingly .</p><p>profit ratio i am expecting out of this business is around 15 to 20 % and growth rate should be around 25 to 30 % a year.</p><p><br></p><p><br></p>","industries":["Food & Beverages"],"name":"being marathi masale","sectors":["Food Processing"]},{"email":"info@kheti-badi.com","idea":"<a href=\"https://shop.kheti-badi.com\" target=\"_blank\">Kheti-Badi Marketplace - Connecting Organic Farmers with Buyers</a><br>","industries":["Agriculture"],"name":"ALO AGRITECH PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"rohit@natureessentialfoods.com","idea":"<p>Nature Essential foods Pvt. Ltd is a technology holder of DRDO for granola bars manufacturing technology. </p><p>\n\nWe want to redefine the way snacks are consumed in our country. The choice, which people today have for in between meal snack, the 5 pm snack, or the meal replacement snacks are very limited and generally unhealthy.\nWe want to redefine and revolutionize the way snacks are consumed. Our aim is to give consumers a healthy and tasty natural snacking option.\n\nThe perception, which people have today for all natural food, is that the same will not be tasty; we want to break that perception and are committed to launch only those products, which are natural and tasty at the same time.\n</p><p>We are different from our competitors in India by the fact that we do not use any chemicals, preservatives, added sugars in our products, we do not only claim it to be healthy, tasty and natural but we are all of that as well.\nWhen we read the ingredient list of all snacks available in the market around us, we realize that in the name of natural, companies put all kind of chemicals, preservatives and sugar in the products, which makes the products as good as any junk food. We are trying to create awareness around our products, benefits of consuming natural and preservative free foods and concepts with our site, content and promotion.</p>","industries":null,"name":"NATURE ESSENTIAL FOODS PVT LTD","sectors":null},{"email":"jatinvasani@proassure.in","idea":"We are an insurtech startup building solutions for the insurance sector.","industries":["Finance Technology"],"name":"IMDS SOLUTIONS PRIVATE LIMITED","sectors":["Insurance"]},{"email":"mbarvey@gmail.com","idea":"Has proven POC in image processing using ponvoautional neural network for assessing and grading agricultural commodity.\n<div>\n</div><div>Also we have POC for estimating price varying demand and market scenarios. \n</div><div>\n</div><div>POC in people analytics for proactive intervention to down-trend employee turnover by using machine learning techniques.\n</div><div>\n</div><div>Proven POC for summarizing and anomaly detection form any unstructured data like text to provide valuable insides and intervention strategies for the business.\n</div><div>\n</div><div>We are looking for commercialization of these POC's</div>","industries":["Analytics"],"name":"Boyaux Marketing & Services (OPC) Private Limited","sectors":["Data Science"]},{"email":"rajendra.kulkarni@yahoo.co.in","idea":"At Gogalgai Toys LLP we have keen interest in preserving old art and craft from India, and make it sustainable and source of earning for craftsmen to keep this art alive. we are in a process of designing new products as well as trying to preserve old type of wooden toys so at to make them available at ease to next generation.","industries":["Art & Photography"],"name":"GOGALGAI TOYS LLP","sectors":["Handicraft"]},{"email":"aviationalps@gmail.com","idea":"Airline Prep School is a premier aviation institute setup in Mumbai with the sole purpose of providing superior and professional training to fellow aspiring pilots and cabin crew. We have a faculty of proficient instructors, experienced Airline Pilots, CPL holders,Psychologists and cabin crew instructors to impart the very best training in the aviation field","industries":["Education"],"name":"AIRLINE PREP SCHOOL LLP","sectors":["Coaching"]},{"email":"deveshsawant1@gmail.com","idea":"Providing best and renewable IT services for client.","industries":["IT Services"],"name":"Vijaya Software And Website Development Services","sectors":["Web Development"]},{"email":"jiten.dalvi@catseyetech.in","idea":"Our aim is to encourage farmers to follow natural farming, supply naturally grown vegetables and fruits to customers at competitive price. \n<span>Save everyone's health from pesticides, contaminated vegetables.</span>","industries":["Agriculture"],"name":"Mitti","sectors":["Agri-Tech"]},{"email":"db.divya@gmail.com","idea":"MyAgriGuru is a digital platform – app and website – that connects the farmers and agri-experts across the country. Within 10 months of the launch, MyAgriGuru has connected over 3 lakh farmers. The farmers and agri-experts interact with each other in a real-time manner through Agri Buzz feature of MyAgriGuru App. Over all, over 35,000 interactions have occurred on MyAgriGuru, with over 400 interactions happening each day. The farmer agri-expert interactions cover over 90 diverse crops – ranging from cotton, wheat, tomato to non-traditional crops like Tulsi, Aloevera, Flowers etc.  \n<div><br></div>","industries":["Agriculture"],"name":"MyAgriGuru","sectors":["Agri-Tech"]}]