[{"email":"tushar@gurupaath.com","idea":"<p>GURUPAATH EDUCATION PRIVATE LIMITED is world's first-and-only Audio Revision App, provides a unique experience to learning  with easy accessible audio lessons... Enjoy the convenience to review lessons quickly  anytime-anywhere ! we intend to guide &amp; enhance learning experience.  Guru Paath helps  drastically reduce screen-time, whose negative effects are a major cause of concern for parents &amp; students.</p>","industries":["Education"],"name":"GURUPAATH EDUCATION PRIVATE LIMITED","sectors":["E-learning"]},{"email":"smriti@revmerito.com","idea":"<p>A diversified team of leaders from backgrounds of Hospitality Revenue Management, Online Travel Portals and Hotel Technologies are enabling accommodation providers to seek cost effective services without compromising on expertise and business goals. Our team of dedicated revenue consultants work with independent hotels - large and small, to tap into hidden revenue potential, assisting in yield management with successful strategies that lead to impressive growth. As one of these hotels, you can regain control of your resources, leaving you and your team to focus on the business of hospitality.<br><br>We take a simple, consultative approach. After the initial consultation, an experienced revenue consultant will operate as part of your team, taking on the duties and responsibilities of revenue management and business development. A clear, target–driven revenue management strategy will balance demand and supply by forecasting prices to increase your ADR and maximize RevPAR. Employing our proven techniques, we guarantee to optimize and increase our bottom line.<br></p>","industries":["Travel & Tourism"],"name":"revmerrito","sectors":["Hospitality"]},{"email":"pankaj.bhansali@eqaroguarantees.com","idea":"<p>Eqaro Surety Private Limited (Eqaro Surety), is the first surety solutions company in India, we aim to educate and provide capital efficient bonding &amp; guaranteeing solutions to businesses &amp; individuals - against conventional guaranteeing solutions like Bank Guarantees &amp; Security deposits that lock in precious cash &amp; collaterals. Our 360* underwriting methods enable us to bring on board best partners for businesses &amp; individuals that require any form of guarantee.</p>","industries":["Others"],"name":"EQARO SURETY PRIVATE LIMITED","sectors":["Others"]},{"email":"david@eshnamcargologistics.com","idea":"<p>ESHNAM CARGO LOGISTICS PRIVATE LIMITED s an international freight forwarder and customs clearing agent which has been in business for over two decades. We provide a full range of services in the sphere of cargo and logistics worldwide. we have partnered and developed relationships with major shipping carriers, airlines, and customs clearance house. We are confident in achieving success and have developed strategies to guide our efforts. With the support of our customers and the dedication of our employees and partners, we invite you to share this vision.</p>","industries":["Transportation & Storage"],"name":"ESHNAM CARGO LOGISTICS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"ykuvalekar@nebulaaitsolutions.com","idea":"<p>NEBULAA IT SOLUTIONS LLP</p><p>https://nebulaaitsolutions.com</p>","industries":["IT Services"],"name":"NEBULAA IT SOLUTIONS LLP","sectors":["IT Consulting"]},{"email":"abhaynamdev121@gmail.com","idea":"<p>M/s Panthar Infohub Private Limited (the \"Company\") is a private limited company domiciled in India and incorporated on 2nd July 2021 under the provisions of the Companies Act, 1956 (the \"Act\"). The Company has its registered office at C/o Geeta Omprakash Silotiya, Block No. 7, 1st Floor Janki Tower, Kopri Gaon, Thane Maharashtra.</p><p>The company is primarily engaged in the business of Software Development , Development of mobile applications and other related services. The CEO of the company is a young but an experienced software developer. He has developed various android apps which are active on Playstore. He also holds various world records in his name viz. Record of\n</p><p>1.\tWorld’s Youngest CEO in International Books of Records and Indian Books of Records.\n</p><p>2.\tWorld’s Youngest &amp; Fastest Software Developer in Guinness Book of World Records.</p><p>\n</p>","industries":["IT Services"],"name":"PANTHAR INFOHUB PRIVATE LIMITED","sectors":["Application Development"]},{"email":"cssonalkhare@gmail.com","idea":"<p>TRIAJA IT Services Private Limited offers a wide range of services to fulfill all your Pre &amp; Post-employment screening needs. Ensuring accuracy, quick turnaround time, and competitive pricing , we believe in delivering the most authentic services that we are proud of. TRIAJA Team comprises of skilled manpower, latest technology &amp; best pricing, which aids us playing on the field against their larger, more established rivals.</p>","industries":["Human Resources"],"name":"TRIAJA IT SERVICES PRIVATE LIMITED","sectors":["Skills Assessment"]},{"email":"magi@eaglesfreight.com","idea":"<p>EAGLES FREIGHT Operating by Eagles Freight Private Limited in Mumbai and serving world wide Logistic operation and Supply chain management.  Company operating its logistic service by Inland Transport, Ocean freight and Air freight covers almost all destinations in India and overseas. Right from transporting cargo across the globe, Eagle Freight also providing world-class Container Freight Station and Inland Container Depot facilities, enabling complex projects, providing high-quality equipment to building or leasing customised warehouses, Material handling, inventory management, packaging and optimising customers supply chains.\n</p><p>This women led Startup started by Ms Manju Punjabi Murli along with co founders Murli Dhar Punjabi and Nirmala Punjabi. \n</p><p>In this Logistic Sector we have huge challenges like getting right transport on time, accuracy in carrying cost, complex paper works in export shipping, lack of fare transparency, custom clearances, Road permits, etc.</p><p>\n</p><p>\t\t\n</p>","industries":["Logistics"],"name":"EAGLES FREIGHT PRIVATE LIMITED","sectors":["Others"]},{"email":"ktpsteels@gmail.com","idea":"<p>Agro Business for the sale and trading of fruits, dryfruits etc</p>","industries":["Agriculture"],"name":"Surya Agro Enterprises","sectors":["Agri-Tech"]},{"email":"Sukesh.shetty@comxr.in","idea":"<p>ComXR started with a deep passion for Immersive Technology (AR and VR) and have now developed into a full stack XR Studio that creates high quality interactive 3D content. With a team of dedicated artists, designers and engineers who have a proven track record of success, we create things that are better than your imagination and suit your needs perfectly. We make it as easy as possible for businesses to adopt XR technologies into their current day to day operations.</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"XReality solutions private limited","sectors":["Others"]}]