[{"email":"vu2rpv@gmail.com","idea":"Provide products as services for Home Automation","industries":["Internet of Things"],"name":"BASIKSENSE TECHNOLOGIES PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"a.kumar@gianesincanepari.com","idea":"<p>Post Harvest Damage to our Indian Farmer is a threat beside educating them for usage of technology to upgrade from Primitive way of Farming. Technology and Machineries being costly are limited to Food Processing Industry and big Entrepreneur. We bring European Tech, to farmers, Traders, Government org. SHG, Agencies for increasing Post harvest Management of the crop from DAY 1 of Harvesting by drying the produce using latest tech. machines and thus saving 30%-40% of actual produce from the field from destroying, resulting in growth of farmer, banking and financial institute, Entrepreneurs and Traders yielding high profits with trading with our processed crops, offering high quality output and larger shelf life, enabling profits for exporters, Food Processing Industries, Retailers and consumer as well.<a href=\"http://www.agrex.com\" target=\"_blank\">Mobile Grain Dryers from AGREX spa, ITALY</a></p>","industries":["Agriculture"],"name":"GC&amp;P India Pvt. Ltd","sectors":["Agri-Tech"]},{"email":"blackcheetha@gmail.com","idea":"Learning new technology<br>","industries":["Computer Vision"],"name":"Innovative","sectors":["Others"]},{"email":"rdx666@gmail.com","idea":"When people from diverse walks of life, get together and share common ideas and ideologies, it is destiny, this destiny; is what lead to the formation of Morya Vegetables. \n<div>Through common friends, two diverse groups - one being a collective of farmers and suppliers of agricultural produce and the other being first generation technology entrepreneurs, got together and shared the ideology that the business of agricultural produce needed transparency and optimization. \n</div><div>The possibilities of what could be done and how it could be done were discussed. This is when they realized that in spite of diverse backgrounds, they share a common need; which is to do right for the farmers and for the people. \n</div><div>They combined their skills, knowledge, experience and resources to do take the first steps to optimise a business segment which is frequented by exploitation, politics and enormous wastage. \n</div><div>This is how Morya Vegetables was born with a will to implement a solution, one step at a time, to help the farmers of India live a better life and to help the consumers to save on groceries and stay healthy!</div>","industries":["Agriculture"],"name":"Morya Vegetables","sectors":["Others"]},{"email":"bhushan_kachawe@rediffmail.com","idea":"pp","industries":["Professional & Commercial Services"],"name":"AELTARES ENTERPRISE (OPC) PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"walikashvi@gmail.com","idea":"Building a technology network to ease off the space issues on the road","industries":["Transportation & Storage"],"name":"Wali Kashvi","sectors":["Passenger Transportation Services"]},{"email":"Csnihalani@icloud.com","idea":"<a href=\"http://WWW.BITICS.COM\" target=\"_blank\">WWW.BITICS.COM</a><br>","industries":["IT Services"],"name":"BITICS","sectors":["IT Consulting"]},{"email":"munshi999@yahoo.com","idea":"<a href=\"http://www.ecoev.in\" target=\"_blank\">www.ecoev.in</a><br>","industries":null,"name":"ECOEV INDIA PVT LTD","sectors":null},{"email":"pathakprateek28@gmail.com","idea":"www.artociate.com","industries":["Media & Entertainment"],"name":"Artociate","sectors":["Entertainment"]},{"email":"milind@choicetechlab.com","idea":"Choice TechLab helps give your firm a competitive edge over other businesses with its IT services. Their services are customised to offer agile and collaborative solutions. Some of the most important engagements of the firm include SEO, Design, Web Development, Thereat Management and Disaster Recovery among others. They make use of the best practices as well as years of expertise to provide you with a dynamic support system.","industries":["IT Services"],"name":"Choice TechLab","sectors":["IT Consulting"]}]