[{"email":"risingtigerinnovations@gmail.com","idea":"RIsing Tiger Innovations is a company dedicated to the design, manufacture, sale and distribution of innovative products and services.&nbsp;","industries":["Art & Photography"],"name":"Rising Tiger Innovations Pvt Ltd","sectors":["Handicraft"]},{"email":"faridaumrani@yahoo.com","idea":"ThoughtSmith crafts thoughts to design innovative tech solutions. Its flagship product, JINK, is a career elevation and recruitment platform powered by cloud-based smart and robust technology. It provides real-time proximity based, intelligent and contextual search, real-time connects and natural language support.","industries":["Human Resources"],"name":"THOUGHTSMITH INNOVATIVE SOLUTIONS PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"wostimobiles@gmail.com","idea":"providing new mobile selling services to our guest and clients&nbsp; through tangible marketing i.e. shop visiting physically or else visiting online on ecommerce website giant i.e. amazon. we always look forward to provide quick,reliable and highest term of services to our customers&nbsp;","industries":["Retail"],"name":"wosti mobiles and stationery","sectors":["Retail Technology"]},{"email":"ceo@capanalec.com","idea":"We are providing a cloud &amp; SAAS based Online Risk Assessment and Compliance (ORAC) Platform for Instant credit and Investment risk analysis of MSME &amp; Corporate. (Automating &amp; Digitising Risk analysis for Borrowing, Lending &amp; Investment)","industries":["Finance Technology"],"name":"Capanalec ","sectors":["Business Finance"]},{"email":"chaitanya.avatapalli@gmail.com","idea":"<a href=\"http://www.infiskill.com\" target=\"_blank\">Visit our website</a><br>","industries":["Human Resources"],"name":"infiskill","sectors":["Skills Assessment"]},{"email":"siddharth@medlabz.com","idea":"<p>We provide quality diagnostics services along with tele-doctor consultation and dietician services to individuals and corporates leveraging ML and cloud-based technologies.</p><p>Founded in 2015 by 6 IIT Bombay and IIT Delhi Alumni, we focus on fragmented lab market and target the middle and bottom of pyramid audience.</p><p>Our B2C operations are majorly in Mumbai and are functional Pan-India for corporates.</p>","industries":["Healthcare & Lifesciences"],"name":"EVRIKSH HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"marketing@biomall.in","idea":"Biomall.in is India's first and so far the only online portal supplying an extensive range of life science products, scientific equipment &amp; scientific instruments and both general and specialized lab supplies of all sorts. This e-commerce marketplace is hosting 200,000+ products spanning 10+ categories and 85+ national and international brands. Biomall.in ties up with leading manufacturers and suppliers from all over and provides a space for them to connect with their prospective client and conversely. Suppliers can list their inventory at discounted prices thereby helping researchers get access to their products at good price. For research purposes in the areas of genomics, proteomics, microbiology, chemistry, molecular biology etc., it provides solutions, reagents, kits, electronics, furniture, glassware, biotech products and all other essential laboratory supplies &amp; laboratory equipments in India and abroad.","industries":["Healthcare & Lifesciences"],"name":"Biomall.in","sectors":["Biotechnology"]},{"email":"gauravchodnekar167@gmail.com","idea":"We will be creating a computerized and highly intelligent system which will replace the conventional electrical switchboards. This system will isolate the user from the high voltage and electrocution from switches can be avoided. Using the sensors in multimode, security can also be provided.","industries":["Technology Hardware"],"name":"Gaurav Chodnekar","sectors":["Embedded"]},{"email":"shronitl@gmail.com","idea":"<a href=\"http://www.careerninja.in\" target=\"_blank\">www.careerninja.in</a><br>","industries":["Education"],"name":"BENINJA SOLUTIONS PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"gaurav@phoenix-group.in","idea":"Aviation, Electronic Surveillance &amp; IoT","industries":["Telecommunication & Networking"],"name":"PHOENEXUS SYSTEMS PRIVATE LIMITED","sectors":["Integrated communication services"]}]