[{"email":"vishal.mishra026@gmail.com","idea":"online Fruits &amp; Vegetable<br>","industries":["Agriculture"],"name":"farmffresh","sectors":["Others"]},{"email":"artisticinvincible@gmail.com","idea":"<a href=\"http://1\" target=\"_blank\">www.junned.com</a><br>","industries":["Marketing"],"name":"Artistic Invincible co","sectors":["Branding"]},{"email":"info@fabbox.in","idea":"<a href=\"https://www.fabbox.in/\" target=\"_blank\">FabBox.in</a>&nbsp;is a premium snack brand. We deliver a world of carefully sourced and nutritionist approved\n&nbsp;<span>foods right to your door. Each snack contains wholesome ingredients - with no&nbsp;</span><div>artificial sweeteners, flavors or colors. Snacking has never been so deliciously fun and\n</div><div>naturally easy.\n</div><div>We are Foodies who believe the love for food should complement the benefits it has and not\n</div><div>otherwise. We have rolled up our sleeves to jump in the game of making snacking healthy\n</div><div>and fun!\n</div><div>Unhealthy eating habits of people like skipping breakfast and having fried snacks drove\n</div><div>foodie Devang Shah, CEO-FabBox, to give up his Boston job and launch FabBox in 2015.\n</div><div>He moved to Mumbai in 2014 and got in touch with nutritionists, dieticians, and chefs and\n</div><div>came up with the idea of offering healthy and yummy snacks.</div>","industries":["Food & Beverages"],"name":"HEALTHY KARMA FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"phani.bhushan@anantcomputing.in","idea":"<a href=\"http://www.anantcomputing.in/lico/\" target=\"_blank\">Creating Next Billion Mobile App Developers</a><br>","industries":["Social Impact"],"name":"Anant Computing ","sectors":["Others"]},{"email":"ignatius@appzunion.com","idea":"<p><a href=\"https://play.google.com/store/apps/details?id=com.project.connectu&amp;hl=en\">https://play.google.com/store/apps/details?id=com.project.connectu&amp;hl=en</a><a href=\"https://play.google.com/store/apps/details?id=com.project.connectu&amp;hl=en\" target=\"_blank\"></a></p><p>connectU app is an ever-growing mobile platform to CONNECT users with professionals, freelancers, businesses, places and more from all over Vasai Virar. \n</p><p>\n</p><p>Who/what can be searched on connectU?\n</p><p>• People of work&nbsp; - Connect with consultants, agents, photographers, web developers, fashion designers, DJ, electricians, plumbers, painters, carpenters and many more. \n</p><p>• Local businesses - Connect with caterers, printers, restaurants and more.\n</p><p>• Public places &amp; more - Search for hospitals, schools, ATMs and more.\n</p><p>\n</p><p>★ connectU Features ★\n</p><p>\n</p><p>Location - You can see the location and approximate distance of all the people or the places on a map, when a search comes up with listings.\n</p><p>\n</p><p>Smooth &amp; Fast - Our hosting is done on a secure superior server, which allows us to offer you reliable and fast search on this app.\n</p><p>\n</p><p>Rating - If you like your experience with a certain service, professional or business you found on this app, you can rate them in their profile.\n</p><p>\n</p><p>\n</p><p>★ REGISTER YOUR SERVICE/BUSINESS ★\n</p><p>If you are a Vasai-based professional/freelancer/worker in any line of work or have a business/agency/office in Vasai, register at spregistration.connectuapp.com so that, customers looking for your service/product, can easily find you on this app. More registrations will give more results, when a search is made.\n</p><p>\n</p><p>Gallery - A gallery section in the app allows you to showcase your work. Thus you can promote your service or business via the app, when you register with us.\n</p><p>\n</p><p>★ Help others - If you know any working class people in your area, who don’t have access to smartphone or internet, but can benefit from this app, we would request you to help them to get registered.\n</p><p>\n</p><p>The services of this app can currently be availed only within the geographical boundaries of Vasai Taluka (District – Palghar, Maharashtra)</p>","industries":["Retail"],"name":"Appzunion Technologies","sectors":["Retail Technology"]},{"email":"ebizconsult.in@gmail.com","idea":"<a href=\"https://www.ebizconsult.in/\" target=\"_blank\">https://www.ebizconsult.in/</a><br>","industries":["IT Services"],"name":"EBIZCONSULT","sectors":["IT Consulting"]},{"email":"anshul@oceedee.com","idea":"<div><span><b>OCEEDEE</b>&nbsp;is&nbsp;</span><span>a bridge to luxury footwear brand for women that offers exquisite designs<div>&nbsp;handcrafted in genuine leather</div>&nbsp;<div>in</div>&nbsp;a perfect fit with the ability to customize on an online design studio.</span></div><div><span><br></span></div><div><span>We have developed a <b>proprietary 3D Studio</b> where customers can <b>Design their own Shoes</b>. We have championed <b>Mass Customization</b> and <b>innovated</b> in <b>Technology, Supply Chain, Operations</b> and <b>Marketing</b>.&nbsp;<br></span><br></div><div><span><br></span><span>We have created a loyal customer base in India and walked all major fashion shows in India, Paris and New York.&nbsp;<span>A</span>s the&nbsp;</span><b>First Indian brand</b><span>, we walked the&nbsp;</span><b>Paris Couture Week</b><span>&nbsp;with Rahul Mishra<span>&nbsp;in January 2020.</span></span></div><div><span><br>We have collaborated with&nbsp;<b>Swarovski</b>&nbsp;and are launching an OCEEDEEE x Swarovski collection in February 2020.</span><br><span><br></span><span>We have been selling&nbsp;</span>primarily<span>&nbsp;through our website (</span><a href=\"http://www.oceedee.com/\" target=\"_blank\">www.oceedee.com</a><span>), travel to at least</span><span>&nbsp;</span><b>two</b><span>&nbsp;</span><b>cities</b><span>&nbsp;</span><span>a month to&nbsp;for</span><span>&nbsp;</span><b>pop-ups/exhibitions&nbsp;</b><span>and&nbsp;</span><span>offer personalized service through</span><span>&nbsp;</span><b>WhatsApp.</b><span>&nbsp;</span></div><div><span><br></span></div>","industries":["Fashion"],"name":"SOIGNE MODE PRIVATE LIMITED","sectors":["Fashion Technology"]},{"email":"naveen@physiz.com","idea":"<p>We design and build system to automate, monitor and operate farms.</p><p><br></p><p>Our product is an integrated precision agriculture solution that is comprised of various modules:&nbsp;</p><div>1) Hardware: Hub, Sensors, Controller</div><div>2) phyFarm (Software): Farm Automation, Management, Monitoring &amp; Alerts, Control Engine, Recipe Engine, Learning Engine to analyze data and give recommendations</div><div><br></div><div>It can cater to various farming styles without modification in the existing infrastructure for farmers with polyhouse/greenhouse.</div><div><br></div><div>1) Automate: Heating, Cooling, Humidifier, Nutrients/Fertilizer Dosing</div><div>2) Monitor: the conditions in their farms&nbsp;</div><div>3) Optimize: Our farm engine can responds to these variables by controlling units which can adjusts the levels to match values provided by our recipe engine and optimize the yields</div><div><br></div><div>Our Product solves the problem of guesswork, inconsistent produce, over utilization of resources and enables Farmers of every caliber (hobbyists to commercial entrepreneurs) to change the traditional hope and guesswork based farming practice into an evolved data driven approach.</div><div><br></div><div><br></div><p></p>","industries":["Agriculture"],"name":"PHYSIZ AGTECH PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"krunalnpatel.91@gmail.com","idea":"We at Indra have developed a turnkey, robust, waste water treatment and desalination system by combining time-tested treatment methodologies as well as novel process innovations in electrocoagulation, two-phase solids separation, distillation and monitoring hardware. Our unique implementation is more effective, affordable, and has lower maintenance than existing treatment systems. Furthermore, the system is decentralized, modular and can be easily scaled based on throughput requirements. Key system benefits include low energy consumption, and high operational efficiency. With the capabilities to treat variety of waste and saline water our systems not only add value by increasing the quantity of water available, but also provides better economic returns.","industries":["Green Technology"],"name":"INPHLOX WATER SYSTEMS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"tamizhpanimanai@gmail.com","idea":"<p><a href=\"http://tamizhpanimanai.com\" target=\"_blank\">tamizhpanimanai.com</a></p><p>A design studio catering to entertainment and manufacturing sector.We create visual designs and arts for media(films &amp; games) and design new products for utilities that are patentable and industrially manufactured for public use or commercialized.</p><p>Currently we have designed and obtained provisional patent for a multi seater bicycle that is ready for manufacturing.other new products under development.<br><br></p>","industries":["Media & Entertainment"],"name":"tamizhpanimanai","sectors":["Others"]}]