[{"email":"bagwe.shraddha104@gmail.com","idea":"Farmss is an social entrepreneurial venture of a team at Nashik, with a vision to create a digital and people (micro-entrepreneurs) enabled service platform for small and marginal farmers to access services, that can enable informed decisions and actions, at a low cost; during pre-cultivation, during cultivation and post cultivation period.\n<div>\n</div><div>We, Farmss are currently building our soil testing and soil health platform where we are developing an in-house setup for testing NPK pH and EC on field with fertilizer recommendations, much quicker, easier but with reliable results. \n<span>We want to implement this minimal but effective service at a national level where every farmer would be able to make fertilizer input decisions based on scientific method.&nbsp;&nbsp;</span></div><div>\n</div><div>To achieve our larger vision we would work towards a collaborative mode to get the different services provided by a lot of great start-ups on a single platform.</div>","industries":["Agriculture"],"name":"SHRAMBHOOMI INNOVATIONS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"rrintellecthealthcare@gmail.com","idea":"<a href=\"http://www.rrintellecthealthcare.com\" target=\"_blank\">www.rrintellecthealthcare.com</a><br>","industries":["Healthcare & Lifesciences"],"name":"RR INTELLECT HEALTHCARE SOLUTIONS LLP","sectors":["Healthcare Services"]},{"email":"sunilbuva@live.in","idea":"Healthcare portal catering to Rural Health. Connected care with Remote monitoring of Vital signs in real time. With Digital Health records and integrated Medical Devices.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"Cubetek Informatics Pvt Ltd ","sectors":["Healthcare Technology"]},{"email":"ronak.baid@healthforu.com","idea":"<a href=\"https://www.healthforu.com/about\" target=\"_blank\">healthforu - Truly Yours</a><br>","industries":null,"name":"Health Dynamics  Solution Private Limited","sectors":null},{"email":"naitik.vyas@1health.in","idea":"<p><a href=\"http://arth.tech\" target=\"_blank\">ARTH</a></p><p>One of a kind startup in India, which can provide provider branded mobile apps in less than 60 mins. In the field of Digital Health, making technology adoptable is key criteria.</p><p>ARTH is a PaaS platform which can provide personalised app in no time with 40+ out of the box features embedded in it.<br><br></p>","industries":["Healthcare & Lifesciences"],"name":"1HEALTH INTEGRATED SERVICES PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"debasis@inmemorycare.com","idea":"https://www.healthism.co","industries":["Healthcare & Lifesciences"],"name":"IN-MEMORIA PRODUCTS &amp; SERVICES LLP","sectors":["Health & Wellness"]},{"email":"harpreet.tibb@solaron.co.in","idea":"Rooftop solar player focussed on the B2C market with special focus on the residential and SME/MSME segments. Setting up a service model to tap into the huge rooftop solar market in urban indian and developing offgrid solar solutions for the upcountry market","industries":["Renewable Energy"],"name":"SOLARON HOMES PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"dhruv@indent.co.in","idea":"<p>Designing \"An Appropriate Affordable Electric Wheelchair \" for the Indian market. Infrastructure for PwDs are lacking in India. The roads and infrastructure are a challenge for well abled bodies to traverse in India, that challenge is further precipitated for PwDs.&nbsp; </p><p>There are many electric wheelchairs in the market, ones that are affordable are not capable to traverse on Indian roads, and the ones that are able to traverse are not affordable.&nbsp;</p><p>We have designed an Electric wheelchair from scratch. In house electronics ensure that the cost is kept to a minimum, a three wheeled design with the driving wheels in front helps the wheelchair traverse on Indian road conditions, using cycle parts has made sure the wheelchair can be easily serviced and maintained while keeping the cost low.&nbsp;</p><p>Approximately 54 lakh (54,00,000)PwDs are mobility (according the consensus of 2011) are mobility impaired in India. Out of 2/3rd are unemployed. The unemployed are not because of lack of skill, rather a lack of means to get to work. With our product we hope bridge that gap.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"INDENT DESIGNS PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"jai@gofynd.com","idea":"about us","industries":["Retail"],"name":"SHOPSENSE RETAIL TECHNOLOGIES PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"k.biyani@murgency.com","idea":"Sharing a google doc with a brief on MUrgency Inc.","industries":["Healthcare & Lifesciences"],"name":"MUrgency Inc.","sectors":["Healthcare Services"]}]