[{"email":"swapnil978@gmail.com","idea":"Glorioushouzz is an online marketplace of interior design, furnishing, customized furniture, Modular kitchen. In short, we provide a one-stop solution to the consumer in decorating their home. Also, we are providing&nbsp;local players to become a franchise and retail products and get income based commission.","industries":["Retail"],"name":"Glorioushouzz","sectors":["Retail Technology"]},{"email":"bharat@neuralbits.com","idea":"Neuralbits is a&nbsp; healthtech company, with a mission of empowering small hospitals in India","industries":["Enterprise Software"],"name":"NEURALBITS TECHNOLOGIES PRIVATE LIMITED","sectors":["Cloud"]},{"email":"ali.17385@gmail.com","idea":"www.cashpointatm.comOur mission is to solve cash management for petrol pumps.&nbsp;","industries":["IT Services"],"name":"ORDER ORDER SERVICES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"vijay@ttsecure.com","idea":"Technotronic is a company into Healthcare manufacturing and Electronic and Cybersecurity. We are currently manufacturing healthcare products like Medical ventilator and Medical oxygen concentrator with Certified ToT from ISRO. With more than 8 patents we have served mankind by providing technology solution to save life of people. We have certification like CE, NABL, ROHS, FDA, ISO 9000, ISO 13485, ISO 14000, ISO 27000 and ISO 45000.","industries":["Security Solutions"],"name":"TECHNOTRONICS GLOBAL SECURITY SOLUTION PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"premjeetkumar@yolohealth.in","idea":"<div><span>Brief of Company -&nbsp;</span></div><span><div><span><br></span></div>Yolo</span><span>&nbsp;</span><span>Health (A brand of Health ATM India PVT LTD)</span><span>&nbsp;is an innovative integrated preventive healthcare solution that offers various</span><span>&nbsp;</span><span>health</span><span>&nbsp;</span><span>screening capabilities to reinforce the primary healthcare infrastructure of rural India. CE/US FDA approved various check-up and blood test devices are integrated into the HealthATM to offer accurate diagnosis for real-time use by Doctors for telemedicine or to be kept as medical records.</span>","industries":["Healthcare & Lifesciences"],"name":"HealthATM India Pvt Ltd","sectors":["Medical Devices Biomedical"]},{"email":"contact@aesopdesign.com","idea":"Aesop Design Inc. is a Product Design &amp; Development Studio innovating products using Polymer Processing Technologies -&nbsp;https://www.aesopdesign.com/","industries":["Design"],"name":"AESOP DESIGNS (OPC) PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"priteshmistry67@gmail.com","idea":"We are developing a non invasive wearable sensing system for health monitoring and behavioral analysis .","industries":["Healthcare & Lifesciences"],"name":"iband","sectors":["Medical Devices Biomedical"]},{"email":"sarin.parayil@sniagen.com","idea":"Sniagen Pharma LLP incorporated on Sep 5, 2013 , is a&nbsp;research and development based Pharmaceutical Startup situated in Mumbai, India.&nbsp;Focused on research and development drugs in various therapeutic areas in Medicine, we are at the moment developing better and effective&nbsp;treatment for Cancer. We have 2 Oncology molecules in our pipeline DCTR3128 and ARSP2831, both of which are been tested in all kinds of solid Tumours. Besides been used in Cancer, we have also developed the investigational new drug for use in Female Reproductive Medicine. We are concentrating at this moment in Hepatocellular Cancer ( HCC / LIVER CANCER ) and have generated promising preclinical data in Zebra Fish Model. Further preclinical studies are ongoing at Govt of India's premier centres of research. We have patents filed at Indian PTO and will be filing patents in US and WIPO soon. Our main aim is to develop the molecule first in HCC (the results till date being highly motivating) as there is a unmet need and prospective of great venture and then take it further in Lung Cancer( we have data in LUNG CA ) and so on . Our aim is to develop ourselves as one of the most successful startup in Pharmaceutical Industry developing medicines which make a lasting dent on Human Disease, enhancing the quality of life for each of us.","industries":["Healthcare & Lifesciences"],"name":"SAANGEN PHARMA LLP","sectors":["Pharmaceutical"]},{"email":"contact@seedumbrella.com","idea":"Collaborating Fitness With Technology.​PlayNow is your one 'click' solution to all your sports / fitness needs, whether it's finding a suitable sports Partner, Facility or Equipment near you in real time. PlayNow does it all.In addition, PlayNow also helps you become your fitter self with personal diet plans, expert coaching advice, music suited to your activity needs etc.Through PlayNow events, we have created a community which is genuine and supports one another in any sort of sporting and fitness needs of the PlayNow family.","industries":["Sports"],"name":"PlayNow-app","sectors":["Sports Promotion and Networking"]},{"email":"vinayak.manmadkar@gmail.com","idea":"INNOVATION LABORATORY – ENERGY (ILAB-E) is a Scientific Research, Design and Development organization, engaged in Conceptualization, Design, Development of Renewable Energy Technologies based solutions which try to address the Climate Change , Energy-Water-Agriculture challenges and problems defined on the existing NEED’s (pain - points), fast changing policies, social / environmental aspects at regional, national and global levels. \nThe concepts are based on 100 % Renewables ,&nbsp; which are very complex, multi-disciplinary and challenging in nature and require collaborative approach to explore these concepts to formulate transformational and sustainable solutions.","industries":["Renewable Energy"],"name":"Innovation Laboratory Energy","sectors":["Renewable Energy Solutions"]}]