[{"email":"hardstone777@gmail.com","idea":"Website URL","industries":["Dating Matrimonial"],"name":"The Relationship","sectors":["Others"]},{"email":"vaibhavtidke@gmail.com","idea":"S4S Technologies is a Dehydrated Foods company with a difference!!!!\nPowered by innovations such as patented solar and energy efficient drying technologies, we sustainably produce and supply nutrition-rich, preservative-free food ingredients and value added snacks to food companies.","industries":["Agriculture"],"name":"S4S Technologies","sectors":["Food Processing"]},{"email":"nilesh@healthvollet.com","idea":"Healthvollet.comHealthvollet.com is cloud and mobile application for Electronic Health Records for healthcare fraternities.","industries":["Healthcare & Lifesciences"],"name":"www.healthvollet.com","sectors":["Healthcare IT"]},{"email":"director@kirat.co.in","idea":"www.kirat.co.in","industries":null,"name":"Kirat Communications (OPC) Private Limited","sectors":null},{"email":"satish@aworks.in","idea":"Our innovation is aligned with the goals of Digital India and can contribute in taking the next step forward through wide spread application of our technology to monitor on ground asset utilization and enable transparent pilferage-free billing. This invention is a hardware device (called \"Watch Dog\") that fits on the Generator's engine and a Mobile Application (called “Hire पे | Hire Pay”)","industries":["Enterprise Software"],"name":"FIELD ASSET TRACKING SYSTEM PRIVATE LIMITED","sectors":["ERP"]},{"email":"darshana@fairtrunk.com","idea":"\n            <p><a href=\"https://www.fairtrunk.com/\" target=\"_blank\">Website</a>&nbsp;<br></p><p>Fairtrunk is more than a platform. It is an ecosystem that caters to both; the end user and the brands within Sustainable fashion &amp; lifestyle.</p><p><br></p><p>For the end user, we bring about awareness and sensitise them to the  need for responsible living and how to go about it. This is done by creating and curating content, enabled by collaborations with influencers and content creators.</p><p>We have curated an A-Z brand listing across fashion and lifestyle to facilitate brand and product discovery for the end user.</p><p>We are hence closing the loop w.r.t. understanding and discovery within this niche.</p><p><br></p><p>For the brands, we create value by helping them source responsibly, by giving access to retail and wholesale markets via pop-ups, multi-brand stores and trade shows. We empanel subject matter experts and thought leaders to consult with emerging brands helping them streamline their businesses.</p>\n        ","industries":["Fashion"],"name":"Fairtrunk Ethical Fashion &amp; Lifestyle Private Limited","sectors":["Fashion Technology"]},{"email":"aufklarung.in@gmail.com","idea":"Meetings and OfficesMeetingsandoffices.com is the co-share space for co-working spaces. A complete end to end solution with search, compare, credibility verification (verifications are carried out while listing, but more importantly user ratings are built in), book online and pay. After just a few minutes on the web application the user can simply reach the venue and get straight to work.&nbsp;\n\nThe tagline ‘workspaces your style’ was adopted with lot of aforethought. The workspace paradigm is extraordinarily diverse and that is a huge promise to make to people with so many different tastes and appetites. Meetingsandoffices.com has been built to ensure it is delivered with every interaction.\n\nMeetingsandoffices.com curates verified &amp; quality meeting &amp; conference facilities, day offices, shareable workspaces, and office spaces for lease.","industries":["Real Estate"],"name":"AUFKLARUNG OFFICE SPACE SOLUTIONS INDIA PRIVATE LIMITED","sectors":["Coworking Spaces"]},{"email":"sumeet@spocto.com","idea":"Helping In underbanked to Come to Mainstream Financial System&nbsp;- spocto SPCS is an alternate Credit Assessment Mechanism to evaluate the \"Willingness to pay\" of individuals based on their digital and social media behaviour.Global Solutions may not be straight fit here as the psychometric assessments involve local culture and social dynamics that spocto over 2 years has successfully tested and implemented.Spocto : Executive Summary\nWho are we&nbsp;-\n\n\nA Big Data Analytics Company focused on ‘Individual Persona Data&nbsp;driven Insights’ on mass scale to significantly enhance effectiveness of business&nbsp;and marketing actions. We provide&nbsp;unique tailored solutions&nbsp;to each client as compared to others offering a standard package.\n\n\nWhat makes us unique \n\n-Our&nbsp;proprietary algorithms&nbsp;apply&nbsp;machine learning to multiple digital touch-points of&nbsp;200+ million individual persona&nbsp;sourced from&nbsp;47+ data sources, and continually curate them to keep it \"live\". Thereon, we use trademarked&nbsp;predictive artificial intelligence&nbsp;to draw insights and provide specific recommendations. These unique capabilities allow us to enrich persona data from public domain with not&nbsp;only&nbsp;demographic, but also&nbsp;behavioural&nbsp;&amp;&nbsp;psychographic&nbsp;information&nbsp;on a&nbsp;hyper-personalized&nbsp;scale.\n\n\nWhere can we help&nbsp;- Access to enrichment of individual persona information. Most CRM / similar packages only utilize the data which has been collected by the client. Due to our database, we can add anywhere between 200-400 data points for an individual with additional demographic, behavioural and psychographic information.\n- Individual Persona led segmentation. We can cluster and create homogeneous&nbsp;persona segments \"bottoms up\" using&nbsp;not just customer data, but also the&nbsp;enriched demographic, behavioural and psychographic information which we have added to the client's database.- Digital audience. We can create look-alikes of the segmentation and identify additional potential persona for our clients. This enables increased consumer acquisition from a marketing application standpoint.\n- Media actionable information&nbsp;: We can provide information which you may not have eg email, Facebook id, apart from phone numbers. Media consumption habits to execute at the right time of the week / day eg Facebook video commercials &nbsp;at a particular day of the week and time of day when that specific viewer is reachable.- Increase basket size&nbsp;: Leverage additional information to create customized incentives based on their interests and lifestyle, or other data. eg in BFSI to convert client's Mutual Fund customers to SIP / STP to drive increase basket size from existing clients.","industries":["Finance Technology"],"name":"SPOCTO SOLUTIONS LLP","sectors":["Advisory"]},{"email":"prashant.lad@verasys.in","idea":"www.vsign.in","industries":null,"name":"VERASYS TECHNOLOGIES PRIVATE LIMITED","sectors":null},{"email":"nagesh@sensibol.com","idea":"Sensibol builds and licenses solutions, which utilise our proprietary audio-processing algorithms, for the music edutainment space. Our interactive singing interface for has been deployed for Mobile Applications across Television, Telecommunication, Music Labels, Brands, and Music Schools.","industries":["Education"],"name":"SENSIBOL AUDIO TECHNOLOGIES PRIVATE LIMITED","sectors":["Education Technology"]}]