[{"email":"deveshhr@gmail.com","idea":"AutomataPi is a SaaS platform which offers last mile business process automation by providing templated cognitive business processes off the shelf and on a pay per use model.","industries":["Analytics"],"name":"AUTOMATAPI SOLUTIONS PRIVATE LIMITED","sectors":["Data Science"]},{"email":"ankursrajput@gmail.com","idea":"Disruptive Innovations for Absolute Comfort&nbsp;","industries":null,"name":"Matias Fashion and Lifestyle Private Limited","sectors":null},{"email":"khurramshaikh117@gmail.com","idea":"Bikerbee is an IOT product that notifies your loved ones in case of an accident . for more information visit www.bikerbee.in","industries":["Internet of Things"],"name":"BikerBee","sectors":["Others"]},{"email":"harsh.edgeucaters@gmail.com","idea":"Graduate Guru is an online learning platform which has been founded with a sole objective of making graduate, post graduate and professional education available to the masses through the concept of digitization of the best lectures and faculties across India. We focus on creating university and skill based courses to help the student to reinforce his learning in  college environment in a simple and smart way.","industries":["Education"],"name":"GRADUATE GURU E-LEARNING PRIVATE LIMITED","sectors":["E-learning"]},{"email":"shethia@gmail.com","idea":"AI Powered Field Force Automation","industries":["AI"],"name":"Field.Run","sectors":["Machine Learning"]},{"email":"ashishjdp@gmail.com","idea":"it is yet overpowering the industry with its hunger for creative work and excellence in the products it delivers then be it on Television, Regional cinema, Short films","industries":["Media & Entertainment"],"name":"CAUSEWAY MEDIA NETWORK PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"rohitsingh19910@gmail.com","idea":"We at Craton Innovations are an enthusiastic team of creative and analytical minds comprising of research specialists, designers and engineers working together in a harmonic fashion, driven by sheer passion for innovation and change. As a team force, we implement an array of techniques ranging from market research, problem isolation and solving to conception, system development and deployment. We take satisfaction in/are responsible for deploying technology that is next-gen, design that is jaw-dropping and that too targeted at the right audience, at the right place and at the right time backed by thorough and in-depth market research.","industries":["Technology Hardware"],"name":"CRATON INNOVATIONS PRIVATE LIMITED","sectors":["Electronics"]},{"email":"vishal.ganju@bookmyspares.com","idea":"India’s first online machine parts aggregator. &nbsp;Bookmyspares is the only platform that gets the manufacturers and customers in a seamless network that guarantees efficiency, transparency and cost savings.","industries":["IT Services"],"name":"TWENTY FIVE CENTS NETWORKS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"fawact.nation@gmail.com","idea":"About us","industries":["Marketing"],"name":"FAWACTnation","sectors":["Sales"]},{"email":"saurabh73@gmail.com","idea":"Agricx is reinventing transactions across food&nbsp;supply chain.&nbsp;<div>\n</div><div>Agricx provides quick, accurate, portable, and easy to use a quality assessment tool that takes the subjectivity out of quality assessment and makes every transaction smoother and loss-less. Agricx currently offers a solution to warehouses and enterprise clients with a plan to expand across the food produce supply chain. A straightforward approach will be:</div>","industries":["AI"],"name":"AGRICXLAB PRIVATE LIMITED","sectors":["Machine Learning"]}]