[{"email":"advaitruia@gmail.com","idea":"Knowledge exchange platform for your personal network","industries":["Social Network"],"name":"VRAI LABS PRIVATE LIMITED","sectors":["Others"]},{"email":"info@atozgi.com","idea":"“Young and upcoming business company with strong vision engaged in \ndesign, development &amp; distribution of “Renewable Energy &amp; Power Generation Systems”, “Oil &amp; Gas Generation System – Petro Alternate Fuels – Waste to Fuel Systems”, “Portable Fire &amp; Safety Devices”, “Organic Liquid Fertilizer” &amp; “Anti water Evaporation Systems” The Company was incorporated as Manufacturer of lead acid Batteries. Constant innovations have helped the Company to produce the finest range of products &amp; technologies specially customized products, having lots of experience in Oil &amp; Gas Generation system we built our own system to decompose waste ( Rubber, Tier &amp; Plastic) to Fuel Oil,  The Company has been steadily progressing by taking necessary initiatives and keeping up with the latest market and technology updates. All together contributing into a durable, genuine, long lasting, standard quality product and customer satisfaction by delivering value for money.”www.atozgi.com","industries":["Green Technology"],"name":"A TO Z GREEN INNOVATIONS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"subhash@mbcare.in","idea":"MBcare is India's 1st Android Utility App providing FREE Smartphone Screen Damage Protection.","industries":["Advertising"],"name":"MBCARE REPAIR SERVICES PRIVATE LIMITED","sectors":["AdTech"]},{"email":"b.sandesh@gmail.com","idea":"We personally connect Icons with their Fans","industries":["AI"],"name":"IconicBot","sectors":["NLP"]},{"email":"mnaraniya@gmail.com","idea":"Install the new Startup Ecosystem for Mentor, Cofounder &amp; Funding","industries":["Social Network"],"name":"Bevy Networks Private Limited","sectors":["Others"]},{"email":"arvind.nandan@gmail.com","idea":"A skill tapping-plus-pooling business, which allows common people - of any age or background - to publish and explore commercialisation of their skills, from any part of the country or world. This includes skills in unregulated, non-technical areas like photography, graphics, writing, tool-making, non-technical designing, mathematical innovation, behavioural advisory and informal teaching (with a possible addition of other areas).THE PREMISEAlmost everyone possesses skills worth displaying or of commercial value. However, most people - of different age-groups or backgrounds never find avenues to express themselves. A majority live with their special-talents, which get extinguished with the people's final departures. Only family and friends know and remember their special abilities.The current set of social-platforms, while providing an opportunity to showcase some skills, make people stand in silos, or provide space for stand-alone 'blowing their own trumpets' - with some 'followers' to view and give encouragements.SUMMARY OF PLANIn this new idea, the pooling of ideas and constant participative judgement by various participants - along with co-optive building of basic ideas into high-level commercial-grade outputs - is not merely&nbsp;co-optively and continuously refined, but is&nbsp;made available for retail as well as institutionalised consumption. This will be accomplished by deploying a powerful back-end marketing and selling.Copyrights and IP Rights are protected and remain with the original producer(s) of the content.The overall participation &amp; legal scrutiny for participation shall be achieved by using most appropriate technological tools/means, for example, through mobile phones, handheld devices, messaging &amp; chatbot services, Artificial Intelligence, Block-chain, etc. The mechanism will reach people at their places of work, leisure, day-to-day footfall areas, etc., without expecting them to participate by their own initiative. No distinction of rural-urban, gender or age-based profiles, educational-backgrounds, professional-statuses, etc., applies. Anyone with a skill or talent worth showcasing (and/or worth commercialising) will easily be a part.","industries":["Social Network"],"name":"HayBits","sectors":["Others"]},{"email":"bhagyasheminem@hotmail.com","idea":"Database, magazine and news portal for education related institutions and people.","industries":["Education"],"name":"Bhagyash Ingale","sectors":["Others"]},{"email":"business@redgreens.in","idea":"Technology and onsulting firm to provide service in product development, ERP software implementation, IT and cyber security, blockchain technology, product launch etc.","industries":["Professional & Commercial Services"],"name":"REDGREENS PROJECT MANAGEMENT CONSULTANTS LLP","sectors":["Professional Information Services"]},{"email":"srikant@dmacq.com","idea":"dMACQ Services&nbsp;dMACQ is a technology driven IT products and services company in the digitization/paperless solutions. &nbsp;dMACQ products include Enterprise Document Management System (DMS); Human Resources DMS, Finance &amp; Accounts DMS, Legal DMS, Contract Management System, Engineering DMS, Vendor e-Data Room solutions. Besides dMACQ has its own pan-India scanning and meta data extraction and related services team. &nbsp;dMACQ in a short span of past 24 months has over 50 marquee customers including large Indian MNCs, Global MNCs, reputed Indian Government clients (including BARC), Indian and Foreign Banks, and other customers, spread across sectors. dMACQ specialises in digitizing loan documents, educational institutions records, old archived documents, hospital/patient health records, KYC and other related documents. dMACQ brings its own patented tools for data extraction and validations, which makes it one-stop paperless solution a unique proposition. &nbsp; &nbsp;","industries":null,"name":"Dmacq Software Pvt Ltd","sectors":null},{"email":"pallav@campusby.in","idea":"http://www.campusby.com/We are Campusby, a private regulatory compliance and technology company in India. We assist colleges in replacing manual work with technology. Our analytical services help students to choose right career path. Campusby provides a unique platform for students to showcase skillsets and apparently companies could hire them irrespective of any geographical location.","industries":["Education"],"name":"Campusby","sectors":["Education Technology"]}]