[{"email":"Udi_91@yahoo.co.in","idea":"<p>As student who has dabbled in various industries and looks forward to creating something on his own</p>","industries":["Others"],"name":"Udit Jain","sectors":["Others"]},{"email":"gopa.shakti@gmail.com","idea":"<p>WEALTHGENICS EDUCART PRIVATE LIMITED&nbsp; intends to impart knowledge that is essential for creating wealth. WealthGenics - The Genetics of Wealth. Our Platform will explore and utilize all possibilities, leading to the fusion of Latest Market Trends, Mentoring (by the best in the industry), and Age-old principles of Synergy. Mission of WealthGenics is to explore all possibilities to multiply our money because we believe that wealth is not only about having a lot of money but it's about having a lot of Options to multiply it.</p>","industries":["Education"],"name":"WEALTHGENICS EDUCART PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"vin_shelar@yahoo.com","idea":"<p>SOARING REALFINTECH PRIVATE LIMITED is a technology driven real estate service organisation collaborating with leading developers across major markets in India. Founded by professionals from real estate and financial service industry, who design and develop customised delivery models that are instrumental in creating value for developers and clients. Built on the principles of Advice, Create and Nurture, Justo strikes a fine balance between technology with human interactions to effectively create Offline to Online delivery model.</p>","industries":["Marketing"],"name":"SOARING REALFINTECH PRIVATE LIMITED","sectors":["Sales"]},{"email":"info@amppulseelectricals.com","idea":"<p>AMPPULSE ELECTRICALS INDIA PRIVATE LIMITED started with the vision to create an admirable company focusing on Manufacturing and providing total lighting solutions in specialised lighting,electrical manufacturing services and 3D design solution as per International Standards. We are here to build an enterprise that is more than a business. Amppulse Electricals is known for its Excellent Team Work, Respect for People, Professional Work Ethics with Excellent Knowledge in lighting.Brand Amppulse Electricals committed to serve and add value to the specialized lighting and give the best experience to our respected customers in this new era of smart lighting. We manufacture our products and provide solutions with a personal touch. A bunch of experienced professionals moving forward completely by focusing on Lighting excellence with customer satisfaction and continuous improvement. Our skilled and talented Research and Development Team is always ahead of time to give customers innovative products.</p>","industries":["Technology Hardware"],"name":"AMPPULSE ELECTRICALS INDIA PRIVATE LIMITED","sectors":["Electronics"]},{"email":"hetal@jkindia.com","idea":"<p>RUGGEDIAN LIFESTYLE PRIVATE LIMITED is one of India’s better known adventure tour operators, specialising in adventure travel throughout the Indian Himalayas<br></p>","industries":["Sports"],"name":"RUGGEDIAN LIFESTYLE PRIVATE LIMITED","sectors":["Others"]},{"email":"craftandcoat@gmail.com","idea":"<p>CRAFT AND COAT PRIVATE LIMITED is started by a team of skilled professionals who are having around decade experience in the field of Civil and Mechanical Industry. We have wide range of specialized testing and experienced team of Engineers , Technicians &amp; chemists provide the most comprehensive range of integrated advisory and technical services. we offer testing and engineering services such as Geotechnical Investigations, Building Material Testing, Non-Destructive Testing. The team is highly focused and dedicated towards providing prompt and thorough solutions to ensure complete satisfaction of the clients.</p>","industries":["Professional & Commercial Services"],"name":"CRAFT AND COAT PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"nutshellcreators@gmail.com","idea":"<p>Nutshell Creator's Real Estate Advisor is a Private Company incorporated on  30 January 2021. It is classified as a Non-government company and is registered at Registrar of Companies, MUMBAI. It is involved in Real estate activities on a fee or contract basis. [This class includes buying, selling, renting managing, and appraising real estate on a fee or contract basis. This class also includes the service activities provided by Munshi.] Directors of Nutshell Creator's Real Estate Advisor are Nitin Dilip Shinde. Nutshell Creator's Real Estate Advisor Its registered address is M/S 302, B2, Vishwajeet Paradise, Ambernath - Badlpaur Road, Ambernath West, THANE  MH 421503 IN. The current status of Nutshell Creator's Real Estate Advisor is Active. The company is also written/known as M/SNutshell Creator's Real Estate Advisor</p>","industries":["Real Estate"],"name":"Nutshell Creator's Real Estate Advisor","sectors":["Housing"]},{"email":"makaranddandekar1101@gmail.com","idea":"<p><span>India’s transport sector is large and diverse; it\ncaters to the needs of 1.39 billion people. Good physical connectivity in the\nurban and rural areas is essential for economic growth. Since the early 1990s,\nIndia's growing economy has witnessed a rise in demand for transport\ninfrastructure and services. As Our Country Have vast land transportation\ninfrastructure, vast coastal area, and manpower, we are planning to take\nadvantage of this opportunity and enter into contracts, agreements, and\narrangements with any other person, firm, company, body corporate, or statutory\nbody, on behalf of the Company, for carrying out any of the objects for which\nthe Company is established. To streamline the complete Transport Logistics,\ntechnical activities including manpower recruitment, manpower planning,\ntraining, and management, commission agent, general commission agent, business\naggregator, a mediator in bulk business deals, etc, this will solve the\nproblems like unemployment in our country and nourish the young and innovative\ntalents for their better future. There are a lot of foreign companies that want\nto invest in this business but due to lack of business infrastructure and\nentities hesitant to establish their business in this line, Hence by starting\nthis business, we can attract lot more foreign companies to invest in our\nhomegrown services enabling an all-round growth of our economy.</span></p>","industries":["Logistics"],"name":"MD & NS INTERNATIONAL PRIVATE LIMITED","sectors":["Others"]},{"email":"immortalgroup92@gmail.com","idea":"<p>IMMORTEX MARKETING PRIVATE LIMITED Power is an responsive yet effective supply chain to harvest suns energy in every possible dimensions and apply it diversely to everything possible</p>","industries":["Renewable Energy"],"name":"IMMORTEX MARKETING PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"sudha@you.art","idea":"<p>Our business is a technology based platform, that will cater to the needs of artists as well as art-collectors. Our objective is to bridge the gap between art creators and art consumers, by providing the right platform to artists, encouraging them to create while assisting them to sell, deliver and get remunerated for their art and at the same time, acting as a one stop shop for all kinds of arts and artists in India, to look out for.</p>","industries":["Art & Photography"],"name":"SAGA ART PRIVATE LIMITED","sectors":["Art"]}]