[{"email":"kapilagarwal200@gmail.com","idea":"<p><a href=\"http://www.Linkcardsapp.com\" target=\"_blank\">Linkcards App</a>&nbsp;- Digital Business Cards App for all the professionals and Businesses replacing paper visiting cards with a mobile application called Linkcards® App. Enterprise admin for businesses to design and deploy digital business cards for all the employees, manage and update visiting cards, track actions or Insights, predict business interests, get analytics, secure clients and leads and increase conversions. Revolutionizing contact sharing culture and enhancing business networking.</p>","industries":["Enterprise Software"],"name":"linkCARDS BUSINESS SOLUTIONS LIMITED LIABILITY PARTNERSHIP","sectors":["Cloud"]},{"email":"ram.ramdas@wonderlendhubs.com","idea":"<p>WLH is focused on eliminating the credit friction that exists in the retail and MSME credit market, especially for new-to credit borrowers. The flow of credit to these segments is significantly hampered by friction w.r.t. 1) Access for borrowers and lenders (non-availability of affordable formal credit for ~100M households and ~50-60M MSMEs 2) Data - ~65-70% of borrowers do not have bureau scores and robust income proof) 3) Assessment - significant subjective judgement is involved, leading to a very manually intensive credit underwriting process and 4) Process - from origination-to-data aggregation-to-decisioning-to pre-disbursal facilitation (min TAT of 2-3 days even for small ticket retail loans). Cumulatively, this makes it operationally challenging and financially unviable for regulated lenders to provide tailored credit products in a scalable &amp; sustainable manner.</p><p>WLH provides a digital loan processing hub that can be operated in digital and digitised modes. Implementation through B2C, B2B and B2B2C models with high STP (straight thru process) loan approvals at the point of origin or sale (POS) in ~30 seconds. \n</p><p>Access - Originate via web/mobile front-ends – direct-borrower, or sales-assisted journeys or from aggregator portals/apps. Post WLH, LTFS has been able to ramp up their business volumes from ~35K p.m. to ~100K p.m.\n</p><p>Data - WLH facilitates dynamic data aggregation of both conventional and new age data and augmented credit intelligence. Post WLH, LTFS has been able to process ~1M (~65% of gross sourcing) new-to-credit loan applications without the need for the file to be manually reviewed by an underwriter. \n</p><p>Assessment - Loan approvals are largely machine-decisioned in a matter of a few seconds, fully driven by highly configurable (by credit / risk teams of WLH clients) whitebox credit and scoring algorithms. Post WLH, LTFS has been able to assess and accord final loan approvals, whether new-to-credit or bureau-thick applicants, at POS in ~20 seconds. \n</p><p>Process – The combination of automated digital and digitised flows on the WLH platform eliminates practically all the process handoffs and friction. Post WLH, LTFS has been able to move from ~15% STP @ 35K applications p.m. to ~95% STP @ 100K applications p.m.\n</p><p>The WLH solution is offered as full-service ZERO Capex, pay as you go OPEX subscription. This makes it attractive for clients to adopt a robust technology solution without prohibitive, upfront costs AND avail the economic benefits of scale as they grow the business, while being able to continually engage with low cost experimentation w.r.t. new loan products.</p>","industries":null,"name":"WonderLend Hubs Private Limited","sectors":null},{"email":"aditya@clairviz.com","idea":"ClairViz is a technology company providing cutting edge solutions for Digitization of Manufacturing industry. We have deep focus on creating Smart Factories by leveraging technologies like Big Data, Internet of Things(IOT) and Internet of Services(Cloud). ClairViz strongly believes in Industry 4.0 and has invested in building expertise and capability to help clients achieve their goals in timely and cost effective manner. Our products align with our strategy of creating value for clients","industries":["Internet of Things"],"name":"CLAIRVIZ SYSTEMS LLP","sectors":["Manufacturing & Warehouse"]},{"email":"ecloudint@gmail.com","idea":"About eCloud\nBased in Mumbai, eCloud provides revolutionary integrated audio visual solutions for commercial and residential spaces. Our services echo the tightly bound concepts of refined technology and digitization. Audio visual design, equipment installation, and equipment control are the major domains that fall under our umbrella of solutions. \nStreamlined Solutions\nOur expertise in the audio video integration segment extends beyond mere product distribution. We deploy a five-pronged approach that serves your interests in a comprehensive manner.\nDedicated Consulting: Finding audio visual solutions specific to your infrastructural plan may seem challenging. This is where out expert consultants put their knowledge at the fore in a consultation session. An exchange of questions and answers helps us ascertain your specific requirements. This is followed by an inspection to determine the most suitable equipment for your space. \nCustomised Design: With the core idea in mind, our AV engineers put their creativity to work, developing an innovative solution best suited to your needs. The concepts of electrical engineering, advanced acoustics, physics, and computer science are integrated for a product that is streamlined to function seamlessly in your preferred set-up.\nHands-on Installation: Once we’ve successfully developed a unique design for your space, we move focus to the installation phase that is managed by our system integrators. Pilot tests are conducted to ensure the functionality is as expected.\nComplete Integration: Installation is not the final stage in our servicing process. For seamless operations, we work to completely integrate the installed lighting or AV system with your infrastructure. Besides, to better acquaint you with the functions, we conduct both residential and corporate-level training sessions.\nSupport: Post the installation process, you can still avail of our service support from our skilled team of technicians. A quick response to your queries and immediate attention to your concerns will make the experience smooth.  \nResidential Solutions\nWith the advent of dynamic technological innovations, it’s not just plush business hubs that are seeing a digital revamp. Residential spaces are witnessing a facelift with the integration of smart home solutions that deploy technology as the core philosophy.\nAt eCloud, we enable you to give your home a transformation that guarantees both convenience and a touch of modern living.\n\nOur residential solutions include:\nExpert-designed Home Theatre Spaces: We tailor-make your requirements for a dedicated home theatre space, combining both high-definition audio and video. The selection of equipment is decided solely after reviewing your space.\nDistribution (Whole-house) Audio/Video System: Installation of this system enables you to control audio in every part of your home from a centralised point. \nMulti-Room Audio-Video System: This set-up allows facilitates audio and video control across multiple rooms. It enables complex functions entailing playing different tracks in separate rooms or playing the same track across all rooms. The system’s USP is its wireless feature that allows you to regulate it centrally through a dedicated app. \nEntertainment System For Outdoor Use: Parties or soirees by the patio and swimming pool demand audio/video systems that are designed for effective noise-cancelling. Our dedicated outdoor entertainment system is designed to deliver quality audio and video in this respect.\nLighting Control: A networked system intelligently combining photocells, occupancy sensors, and signals comprises our sophisticated lighting control set-up. Sensor-based lighting detects movement and illuminates, thereby facilitating energy conservation. \nAutomated Curtains: Motorised curtains can be controlled at the click of button. The set-up is customised for your interiors and ensures smooth functioning. Both privacy and sun-protection are major aspects driving the concept.\nHome Security And Access Control: The system entails complete residential security solutions and a complex set-up requiring submission of credentials for accessing safety parameters within a home. \nIntuitive Audio And Video Distribution Systems: Our audio and video distribution system is one consolidated network of in-house entertainment devices that can be centrally controlled. Streaming audio/video across a single room, multiple rooms, or your entire home becomes possible with the set-up.\nMultiple Voice And Data Lines: Receiving a call from the same source on any telephone handset in your home becomes possible with the integrated voice and data connection equipment we install.\nMaster Antenna Television (MATV) And Television Distribution: Television content is distributed to multiple receivers. The service also entails projection facilities, wherein the space of your choice is designed with a projection screen and related equipment for high-resolution video and","industries":["Technology Hardware"],"name":"ECLOUD INTEGRATED TECHNOLOGIES PRIVATE LIMITED","sectors":["Electronics"]},{"email":"hathinischal@gmail.com","idea":"\n            <p><a href=\"https://www.startupsmantra.in/\" target=\"_blank\">Startups Mantra Pvt Ltd OPC -Website</a></p>\n        ","industries":["Professional & Commercial Services"],"name":"STARTUPS MANTRA PRIVATE LIMITED (OPC)","sectors":["Business Support Services"]},{"email":"sushil.alme@gmail.com","idea":"Teachmitra&nbsp;is the peer to peer learning network! Here you can connect with peer to learn the skills you wish, with gamifying your learning”&nbsp;\n\nTeachmitra is the peer to peer learning network! Where a peer with expert skill in a particular field is connected to another peer who want to learn same, by video call based learning, and by gamifying it.www.teachmitra.com","industries":["Education"],"name":"INFINITI EDUSOLUTIONS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"amey.kshirsagar@joapa.com","idea":"www.joapavigil.in","industries":null,"name":"Joapa Digital Secutech Pvt Ltd","sectors":null},{"email":"ketan@olivesync.com","idea":"India is the largest market when it comes to higher education in world. With 70 million students in higher education, educational institutes want to be more efficient and productive to cater to this increasing demands. Presently institutes in India still use the inefficient tools such as excel sheets for scheduling and non-official WhatsApp groups to communicate. The already cash-strapped institutes will be able to save money with optimal scheduling and communication infrastructure. Olivesync helps institutes to schedule optimally and thus utilize their faculties, real-estate and resources in an efficient manner, thus boosting productivity and save costs.","industries":["Education"],"name":"OLIVESYNC PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"shahkush.rahul@gmail.com","idea":"http://corecorporation.in/about-us.php","industries":["Renewable Energy"],"name":"Core Corporation Pvt. Ltd. (OPC)","sectors":["Renewable Solar Energy"]},{"email":"nsameer@yahoo.com","idea":"Online wealth management platform connecting Retail Investors with Best Investment Advisors(Robo or Human SEBI RIA), Brokers and other financial service providers.","industries":["Finance Technology"],"name":"ManageMyFortune.com","sectors":["Personal Finance"]}]