[{"email":"mithun0101kanojia@gmail.com","idea":"Clothes don't make the man, but it gives them a touch of class and attention that they deserve. As one of the leading retailer, Skullee inspires trust through innovative offerings, quality products and affordable prices that help customers achieve a better quality of life every day. 'Best product with least price' is our motto through which we hope to build up our goodwill and lasting relationship.\n\n\nEverything we do begins with the customers; the goal is always to exceed their expectations. We offer products for all Indians, irrespective of their styles, dreams, and expectations; they are a source of continuous inspiration. We take brands seriously and strive always to be attentive, and to offer the best combination of fashion, quality and price. We aim to stand out as an outfit that is totally focused and motivated towards providing product with absolute integrity and unbeatable value for money.\n\n\nMission\n1 . To be the most innovative, efficient, and profitable retailer.\n2. Create the most preferred portfolio of fashion brands.\n\nVision\nOur vision for the company is to strive for excellence, with a commitment to create future opportunities through growth by seeking long term profitability through win-win solutions across all disciplines.","industries":["Retail"],"name":"Skullee","sectors":["Others"]},{"email":"sriram@theoorganics.com","idea":"Premium and innovative food products from the Mighty Himalayas","industries":["Food & Beverages"],"name":"THEO ORGANICS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"vedantnaik19@gmail.com","idea":"WashedUp","industries":["Marketing"],"name":"WashedUp","sectors":["Sales"]},{"email":"shah.abhis95@gmail.com","idea":"We at Eduprime provide Education in PRIME – Physics, Robotics Information Technology, Mathematics &amp; Engineering.\n\nPRIME is a path-breaking curriculum developed to impart knowledge on, of &amp; about Robots, while connecting the dots with its relation to Physics, Information Technology, Mathematics &amp; Engineering. Spanned across 7 levels, the curriculum provides comprehensive education in Electronics, Mechanics, Computer science &amp; Aesthetics, all of which are necessary to build Robots.\n\nEduprime uses fun &amp; interactive kits, and engages hands-on learning pedagogy to ensure every child learns effectively. Each Level deploys a different kit, providing higher scope for experimentation &amp; designing. We truly believe that a child learns most “when they do, when they see and when they feel what they learn”. \n\nEduprime courses are offered in their Academies &amp; Activity centers across India, where a child (8+ age) can join individually. Eduprime courses are also offered as in-campus learning module, through a Robotics Lab or a PRIME Lab in a School.\n\nWe are building an ambitious model of Technical education for K-12 segment and we would love to enlighten and inspire every child to be an Innovator.\n\nWe at Eduprime have also created a franchising model which can lead to employment generation as well as wealth creation.www.eduprime.com","industries":["Education"],"name":"EDUPRIME TECHNOLOGIES PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"md@piplonline.com","idea":"1. MySchool : This application is designed and developed by our company and deployed at Dist Raigad , Tal Panvel, Village Kudave, Govt School, We have donated Computer System and Tabs for the students, Wifi Rounter etc., Now students can access application with local Wifi and learn school subjects on tabs in Marathi Language.\n2. My Society : Application is installed in more than  10 housing and commercial societies.\n3. Empty Yard Management System: This product is designed for Empty Containers Yards , Gate In / Gate Out / Repair etc \n4. Green India:  Its in process (We are working on this project, its in Testing Phase)","industries":["IT Services"],"name":"PANORAMA INFOCOM PRIVATE LIMITED","sectors":["Product Development"]},{"email":"jehangir@merilent.com","idea":"We build cloud hosted applications for Hedge Funds/Asset Managers/Mutual Funds. We want to bring the subscription based model to the asset management industry. ","industries":null,"name":"Merilent India Private Limited","sectors":null},{"email":"info@virtusmotors.in","idea":"Virtus Motors is an electric vehicle company, redefining personal mobility  by designing and building electric vehicles. It was founded in 2016 by engineers Tushaar Bajaj and Vivek Shettigar.&nbsp;<div>Virtus  Motors opened pre-orders for its first eBike, The Alpha in May 2018.</div>","industries":null,"name":"VIRTUS MOTORS","sectors":null},{"email":"deepteshverma@gmail.com","idea":"WeOne App is a mobile application that is available in Android. WeOne is that one platform that will save advertisements from running into oblivion. It is an application wherein the users get monetary benefits for viewing advertisements. It establishes an end to end communication with its ‘Call to Action’ feature between users and brands. This game-changing concept is valuable for both public and brands. It instigates social connection and strong network building.","industries":["Marketing"],"name":"WeOne Softtech Private Limited","sectors":["Marketing / Advertising"]},{"email":"rickysoni1488@gmail.com","idea":"Retail outlet providing consumers with &nbsp;various goods and services.","industries":["Retail"],"name":"SPECIAL PRICE GOODS PRIVATE LIMITED","sectors":["Others"]},{"email":"alokgoenka@3dprintworld.co.in","idea":"Started in early 2015, 3D Print World Pvt. Ltd. (www.3dprintworld.co.in) established itself as one of the leading startups in the field of 3D Printing as well as 3D Scanning Industries in India. \nWith its head office in Mumbai, it is currently India's largest One Roof setup for all requirements for 3D Printing and 3D Scanning. \nWith its early history as machine traders, the company is currently India's sole manufacturer for Full Body 3D Scanning System, branded as \"Mobilo 360°\". \nThe company profiles into sales of 3D Printers, Filaments, Designing and Printing Services along side being India's only All-Process in-house setup for making 3D Human Figurines. The company introduced India's first commercially available Chocolate 3D Printer, Chocobot (chocobot.in) into the market. With its ability to 3D Print in edible materials like biscuits, cream, and cheese other than chocolate, Chocobot is now an automatic choice for food industry, with a touch of personalization.\nWith the idea to bring out creativity with Art, the company has introduced Magic 3D Pens for Kids and Artisans. It is a great, yet simple tool for all age groups and professionals, to draw out ideas into reality.\nThe company has further set up a special facility for 3D Printing customized Prosthetic Hands for Social cause. It is one of the first in India to successfully install Mechanical Functional 3D Printed Prosthetics in collaboration with several NGOs and local organisations.\nSelfie 360° Studio (www.selfie360.in), an extend of the company, is India's premier store front for 3D Miniatures and Figurines. With its indegeniously developed Full Body 3D Scanning System and a team of Professional Designers, trained to deliver highest quality outputs, Selfie 360° Studio is set to bridge 3D Printing and 3D Scanning industries to the entertainment and personalization sectors. From Scanning celebrities to Wedding couples, from undertaking Corporate events to covering Wedding occasions, the studio has conceptualized \"3D Wedding Park\" and \"3D Magic Club\" for Wedding and Resort Industries respectively. \nMobilo 360° Full Body 3D Scanner (www.mobilo360.in) indigenously developed after spending more than a year on R&amp;D, has the best output capabilities for Human Scanning. With its inbuilt \"Environment control and High Mesh Density forming Systems\", it is the industry leader for hassle free scanning process with Record minimum Setup Time.\nWith a workforce of 35+ different 3D Printers working in the tendon, ishapeways (www.ishapeways.com), a Verticle of the company for 3D Printing &amp; Designing Services, is currently India's largest 3D Printing and Designing Setup for prototyping. The professional Designing team, trained in both 3D Modeling and Industrial designing software, along with the printing setup produce high-quality prototypes with a minimum time frame. With an excellent customer satisfaction record and an ever increasing printing workforce, ishapeways is all set to break new records into the industry and provide 3D Printing as a new terminology into the manufacturing sector. \nThe company sells Machines and Raw materials under the brand of ithink3dp (www.ithink3dp.com) along with providing consultancy services for Educational setups and business ventures in 3D Printing and Scanning Industries. It is India's largest marketplace for all types of 3D Printers and a variety of Raw materials under one roof. The company aims to revolutionize the classrooms with this Technology, enabling each and every student to unleash theories into practice. ","industries":["Technology Hardware"],"name":"3D PRINT WORLD PRIVATE LIMITED","sectors":["3d printing"]}]