[{"email":"kelangeswaran@sustainablesquare.com","idea":"\n\nWe offer research and consulting products and the following four categories in developing strategy, performance management-evaluation, monitoring, reporting and consulting, product design and development, stakeholders engagement and training services.\n\n1) SUSTAINABILITY\nMateriality Analysis\nGRI Reporting\nBenchmark Analysis\nValue Chain Integration\nSustainability Report Quality\n\n2) RESPONSIBLE INVESTMENT\nESG Rating\nSustainable Finance\nCARBON FOOTPRINT\nGHG Reporting\nEnvironmental Impact Assessment\n\n3) SOCIAL IMPACT\nSocial Investment Strategies\nSocial Impact Measurement (SROI)\nImpact Investing\n\n4) PHILANTHROPY &amp; FOUNDATIONS\nFamilies &amp; Corporate Foundations\nPhilanthropic Trusts\nFunds Setup","industries":["Social Impact"],"name":"SUSTAINABLE SQUARE INDIA PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]},{"email":"nishantomke@gmail.com","idea":"gonna sell Arts &amp; Crafts online.","industries":["Art & Photography"],"name":"Nishant Tomke","sectors":["Handicraft"]},{"email":"sanjay.mitaliya@clinicia.com","idea":"Clinicia is a SaaS (Software as a Service) application for doctors using which doctors can digitize their whole clinical practice and become paperless. This is a proprietary product offered by Embrave Tech Solutions Private Limited and is available in android, iOS and web platforms.","industries":["Healthcare & Lifesciences"],"name":"EMBRAVE TECH SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"gauravmaheshwari25@gmail.com","idea":"BookMyVahan.com is an online vehicle hiring web portal. We provide the best competitive rental services as per your needs and convenience, specializing in Cars and Buses, right from 04 seats to 51 seats Volvo. We also cater to luxury segments and facilitate for events like Marriages, Conferences, Sightseeing and other important outings etc. We have strict vendor policy with stringent Safety, Customer Service and Compliance. Our web portal is simple and user friendly to register. We furthur intend to start Shuttle Service in Mumbai with government buses.We furthur intend to start different such services in near future.","industries":null,"name":"Multifleet Technosolutions private limited","sectors":null},{"email":"vimaltandan@gmail.com","idea":"Actifair is a B2B web platform (for the Tradeshow &amp; Events industry) that lets Exhibitors find trustworthy local Contractors and Vendors across the globe. And vice versa.","industries":["Events"],"name":"ACTIFAIR TECHNOLOGIES PRIVATE LIMITED","sectors":["Event Management"]},{"email":"unmesh@foxtrot.co.in","idea":"Company name - Foxtrot Interactive Pvt. Ltd. \nWebsite - www.foxtrot.co.in\nProduct - Mobile apps for Meetings Incentives Conferences Events (M.I.C.E), Campaign management (Work in progress)\nProduct type - B2B\nFirst cut product vide -  https://youtu.be/buPF9quQa7s","industries":["IT Services"],"name":"Foxtrot Interactive Private Limited","sectors":["Application Development"]},{"email":"kashyapvora13@gmail.com","idea":"We at TheKreativeToli are building an inspired leading group of creatives that would connect, collaborate and create, working with peers and customers. We aim at creating value and a positive chain of thought for the creative world through our Tkteers and our offline space NESST, by helping the creative community grow and interact as well as to be able to have an environment and support system. There will be 5 main creative categories, namely – Food, Art, Music, Design and Films. Over millions of freelancing creatives in various fields of creativity, and people looking out for creative jobs to be assigned or collaborated with, will benefit. Our offline events (for more exposure and interaction), shared-spaces (to have affordable, creative and green environment to work in), workshops and talks (to help boost productivity and skills); provide single-eco system for creatives to manage portfolios, connect &amp; collaborate with peers and clients, a marketplace online, thereby have a one-stop Tkteer account for all their creative needs, operating in a desi-fashion for all connected Tkteers and Clients. We also have a Creative Social Responsibility ‘CSR’ feature to help give back to society and make our Tkteers take up voluntary social services.\nCreative thoughts, ideas, innovation, development, improvement of products, processes and services; collaborations and creative peers from all over India, giving a high potential of employment generation, wealth creation and leading towards a new league of creative imprinting of thoughts and ideas to take us higher in the Digital &amp; Skill India Movements.","industries":["Human Resources"],"name":"THEKREATIVETOLI NETWORK PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"vaidyat28@gmail.com","idea":"THE HOMTAURANTS seek to become a Global Platform for serving Authentic/Traditional Indian Dishes, with due focus on creating Women Entrepreneurs, thereby developing SMART FOOD CITIES, contributing towards Hon'ble Prime Minister Mr Narendra Modi's vision of Digital India and Cashless Society, and creating one more recognition for India as \"The Country of THE HOMTAURANTS\".\n\nWith the Cities and Villages becoming Smart, the Food Options in these Cities and Villages need to get Smarter and Healthier.\n\nIn the coming years, THE HOMTAURANTS shall not restrict its activities to the Food Tech Segment, but shall evolve as a hub for crystallising every individual's entrepreneurial dream.\n\nTHE HOMTAURANTS seek to explore the synergies by interlinking Hospitality, Real Estate, Retail, Tourism, Automobile Sectors and also Fintech and Healthcare Startups, with a vision for developing SMART FOOD CITIES.","industries":["Food & Beverages"],"name":"THE HOMTAURANTS","sectors":["Restaurants"]},{"email":"vijay@mindsparx.in","idea":"SEVEN is a hardware wearable startup..","industries":["Internet of Things"],"name":"SEVEN","sectors":["Wearables"]},{"email":"deepak.shinde@autoofindia.in","idea":"Auto of India (AoI) is an online marketplace and service provider in automotive industry in India. AoI will be serving both B2C and B2B businesses. AoI will be providing services to all its stakeholders viz. individual customers, Auto mobile dealers, Workshops, Used car dealers, corporates and brands. &nbsp;AoI will also extend its expertise of network expansion to brands and companies who are looking for expansion of their business via channel partners appointment. Individuals aspiring to be an entrepreneur will have ample of business opportunities for them on this portal.&nbsp;","industries":["Automotive"],"name":"AUTO OF INDIA SERVICES (OPC) PRIVATE LIMITED","sectors":["Auto & Truck Manufacturers"]}]