[{"email":"chakravorty.abhijeet91@gmail.com","idea":"We at KLOTH strive to take customization to a whole new level in the design and print industry, by enabling the user with technologically advanced design and print features on the cloud; to make sure you get just the print you imagined.\n\nThe KLOTH Store has been working on the latest web technologies and the best designers to give users an unforgettable shopping experience. We have designed our backend on the most stable and robust technologies to ensure that you get a brilliant frontend experience. Our 3D Designer for customizing products has been designed from scratch because we want to give the user complete freedom over the designing and publishing process. \n \nWe want to offer design possibilities that haven’t been offered before in the customization industry, like full print t-shirts rather than A4-sized prints. Our 3D designer replicates the original product in form and shape, enabling the user with a bigger canvas for his imagination to run wild.\n \nKLOTH is still a baby, an idea that has taken quite some time to nurture and visualize. We want to take the customization industry by storm by offering cutting-edge technology and great service throughout the process, but we don’t want to stop just there. We want to give back to the design and art community by offering a chance to earn right away through our website. If you have an original artwork or design that you would want to publish and offer online for purchase, then KLOTH is the perfect place to go online with your work. \n \nWe offer a public profile/portfolio for every designer whose designs have been published with the community. Every product sold fetches an earning for the designer, deposited safely with KLOTH till the payout limit. The KLOTH Store, from time to time, publishes designs and products made by in-house designers, which are part of the store but not the community designed products.\n\nDesign has the power to change, and we value that at KLOTH. We believe in a living, thriving community of designers who love to share their art and design with everyone. A central idea around which the product is built; every user has the tools at his disposal to become a designer and publisher for the community.\n \nTrue art is sheer power; all artwork and design published on KLOTH is made by and for the community. We deliver a hundred percent guarantee of authenticity for every item purchased at the store.\n \nDesign is the language of the Universe; we believe in bringing together great artists and designers, showcasing their work and giving them a chance to sell through KLOTH. We believe in creating a label, a brand, an idea which brings all artists, designers and all those who love appreciating and buying art, closer to each other.\n \nSmall steps for greater leaps; the idea of customization is to give the power back to the users and we try hard to achieve the same for our product. Users have complete freedom over designing their products using our 3D designer and editor. Upload your designs, order your prints and let us handle the rest. If you are feeling lucky, publish your design to the community and start earning for every one of your designs bought from the store.\n \nA marketplace of freedom and creativity, is what we plan for the future. Every KLOTH designer account comes with its own profile page, and a small store from which visitors can like, comment on and buy designs and products.\n \nOriginality makes an artist; every product made by KLOTH is checked and packed by hand to ensure the finest quality and 100% authenticity. We try to ensure that every design is exclusive and the original artwork or design of the artists we publish.\n","industries":["Textiles & Apparel"],"name":"KLOTHLAB TECHNOLOGIES PVT. LTD.","sectors":["Apparel & Accessories"]},{"email":"vaiibhavi.patel@gmail.com","idea":"Hello guys.We make provisions in organizing the transportation business with the help of the digital platform. Our company provides an application and a website to track orders until the delivery takes place. The tracking of the orders are done with the help of the navigation feature which is provided in the website and the application as well.","industries":["Transportation & Storage"],"name":"Truckerzz ","sectors":["Freight & Logistics Services"]},{"email":"aldrinis@gmail.com","idea":"We are a wearables product startup and currently developing a women's safety wearable with added productivity enhancement features such as contact-less\n payments, notifications and wellness. Overall we building a wearable safety ecosystem. ","industries":null,"name":"Future Wave Technologies","sectors":null},{"email":"kirantoleti@gmail.com","idea":"Wholesale and retail trading of Indo western garments (for men and women)","industries":["Fashion"],"name":"Sundar Fashions","sectors":["Apparel"]},{"email":"basu@cashrich.com","idea":"CashRich is an intelligent and convenient mobile investment app that provides personalized investment solutions to retail investors. Users can open a free account and start investing in the best mutual funds suitable to their needs.","industries":["Finance Technology"],"name":"CashRich","sectors":["Personal Finance"]},{"email":"kaustubh.tapke@gmail.com","idea":"<p>We developed an Alternative to expensive home automation for Indian Consumers. Devices to control the lights and fans in the room wirelessly with any remote such as TV remote.&nbsp;<span>The main purpose is the user should not carry special remotes or rely on smart phones, Internet and apps for a task as simple as turning on a light in the room.&nbsp;</span></p><p></p><div>The core concept is that its very inconvenient for a user to carry special remotes or rely on smart phones, Internet and apps for a task as simple as turning on a light in the room and using a simple remote laying around the room is as  quick and convenient as turning on a light with simple switch.</div><p></p>","industries":null,"name":"Inveneering Electronics and Solutions Private Limited","sectors":null},{"email":"7mailme7@gmail.com","idea":"<p>We offer Same day delivery service for all type of product in Mumb&nbsp;&nbsp;&nbsp;&nbsp;ai, Navi Mumbai and Thane.</p>","industries":["Transportation & Storage"],"name":"VPLEDGE DELIVERY SERVICES LLP","sectors":["Freight & Logistics Services"]},{"email":"dheerankur@gmail.com","idea":"www.ihaat.in is an initiative to provide a sustainable platform to the artisans, micro, small and medium-sized manufacturers of India. It is an initiative to connect the consumers directly to the manufacturer through the power of the internet.","industries":["Retail"],"name":"ihaat.in","sectors":["Social Commerce"]},{"email":"ayush@utopiatech.in","idea":"UtopiaTech is a start-up working in internet of things (IoT) domain, developing intelligent solutions for smart cities and smart campuses. We firmly believe that connected Infrastructure in areas such as street lighting, traffic management, trash management etc. can achieve improvements in operational efficiency and availability by leaps and bounds. Our first product is smart streetlight solution.\n​","industries":["Internet of Things"],"name":"UTOPIATECH PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"vajpayees@empliance.in","idea":"Empliance is a leading  provider of compliance management solutions which assists its clients comply with stringent statutory &amp; regulatory norms which might flag them as non-compliant.\nThrough a combination of in depth subject expertise, in house research capabilities and technological tools, Empliance innovates and helps implement compliance processes, policies &amp; procedures that are designed to assist clients in clear decision making and alert them on instances of non-compliance.","industries":["Professional & Commercial Services"],"name":"EMPLIANCE INFORMATION SERVICES INDIA LLP","sectors":["Professional Information Services"]}]