[
  {
    "email": "rupesx26@gmail.com",
    "idea": "Please visit makemelive.in",
    "industries": ["IT Services"],
    "name": "Makemelive Technologies LLP",
    "sectors": ["IT Consulting"]
  },
  {
    "email": "manav.kapoor9@gmail.com",
    "idea": "IdeaBridge™ is an Innovation Management platform that helps companies stay ahead of competition. The platform is a proven tool that automates and gamifies the entire idea collection, idea evaluation and conversion to projects and best practices processes. This also ensures that innovation and ideation is not dependent on a handful of HR resources or on senior management, and is a continuous process. IdeaBridge tightly couples with Organizations’ existing intranets and has been built keeping in mind both large enterprises as well as SMEs.\n\nIdeaBridge tightly couples with Organizations’ existing intranets and has been built keeping in mind both large enterprises as well as SMEs.\n\nProducts : \ni) IdeaBridge™ Enterprise Edition\nii) IdeaBridge™ SME Edition\niii) IdeaBridge™ Community Edition\n\nServices : \ni) Innovation &amp; Design Thinking Workshops \nii) Process Re Engineering \niii) Value Expansion \niV) Expert Process Training\nV) Continuous Innovation Program ",
    "industries": ["IT Services"],
    "name": "Plus Innovations Technologies LLP",
    "sectors": ["Product Development"]
  },
  {
    "email": "rubenghosh@hotmail.com",
    "idea": "Myrsa helps businesses, service providers, entrepreneurs, retailers, brands, event managers or startups to find the temporary physical space they need to test, sell, serve and grow.There is a clear and pressing need to build a bridge between the e-commerce and retail/service space.",
    "industries": ["Retail"],
    "name": "MYRSA",
    "sectors": ["Social Commerce"]
  },
  {
    "email": "Vparekh1997@gmail.com",
    "idea": "The idea about this startup is I will. Provide a employment to the women who have financial problems at home and illiterate. But if they are a good cook i will send them. To the others house who needs cook. I observed that there are many families, students, employees who needs cook for. There houses or tiffins for there offices but there isn't any service by which they can book cook on calls or. Online. By implementing this startup i can give many unemployed women a good job and money and can fulfill customers need too. \nI will. Look forward to. Your reply\nThank you. ",
    "industries": ["House-Hold Services"],
    "name": "Chef city",
    "sectors": ["Home Care"]
  },
  {
    "email": "fevic@rentabike.in",
    "idea": "Rent a Bike is looking @ disrupting the way people travel in India\n\nWe are a technology driven online vehicle rental marketplace start-up enabling people 2 use bikes for self-drive purpose. Currently looking to expand operations",
    "industries": ["Travel & Tourism"],
    "name": "GRACIAS EVENTURE SERVICES PRIVATE LIMITED",
    "sectors": ["Experiential Travel"]
  },
  {
    "email": "ankushv72@hotmail.com",
    "idea": "We are working on cutting edge ed-tech that can help India produce better engineers. As recent reports have highlighted nearly 80% engineers are unemployable because they lack the basic skills to think, reason and communicate. Edgetest.pro is a machine learning enabled testing and learning platform for aptitude building. The platform gets better as more and more people take it.  This is going to help every user focus on their unique skills lack. ",
    "industries": ["AI"],
    "name": "InteliArc ",
    "sectors": ["Machine Learning"]
  },
  {
    "email": "chavanabhi88@gmail.com",
    "idea": "<p><span>Triadditive Knowledge Solutions LLP is the parent company which publishes <a href=\"https://manufactur3dmag.com\" target=\"_blank\">Manufactur3D</a>. Manufactur3D is an Online Magazine on 3D Printing which which serves as a Media, News &amp; Information platform for 3D printing which creates a transparency, bridges the gap between the 3D printing companies and the end-users and also educates the students &amp; new learners.&nbsp;</span></p><p>We are India's First &amp; Leading Online Media Organisation catering to the 3D Printing Industry. We recently launched India's First Ever E-Magazine on 3D Printing with an overwhelming response.</p><p><br>We also publish the latest developments, trends and insights about the 3D Printing Technology in order to raise awareness about this revolutionary technology. <br><br>We are a Govt. of India recognised Startup and now we are also exploring additional avenues to improve the value proposition to our customers and the entire 3D printing Industry.</p>",
    "industries": ["Media & Entertainment"],
    "name": "TRIADDITIVE KNOWLEDGE SOLUTIONS LLP",
    "sectors": ["Digital Media News"]
  },
  {
    "email": "pranaysanghavi@hotmail.com",
    "idea": "Elle is an AI-powered Business Robo-Adviser to help businesses to boost revenue + cut costs on a Conversational Commerce Platform. Elle further helps companies select the best products &amp; connect them to the cherry-picked partners on her closed marketplace.By fusing together the fields of enterprise philosophy, cognitive neuroscience, mathematics, transactional economics and logic, I’m the next creative frontier for businesses",
    "industries": ["AI"],
    "name": "Elle.bot",
    "sectors": ["Machine Learning"]
  },
  {
    "email": "satyabrat@outlook.com",
    "idea": "Pharmaceuticals Sales and Marketing in generic branded",
    "industries": ["Healthcare & Lifesciences"],
    "name": "SCIENZA HEALTHCARE PRIVATE LIMITED",
    "sectors": ["Microbrewery"]
  },
  {
    "email": "deepak@scoutmytrip.com",
    "idea": "<div>The world's first subscription based journey planner powered by local and regional travel experts called Scouts.&nbsp;</div><div><br></div><div><b>Why it's disruptive: </b>We're bring subscription into an industry which is seasonal</div><div><br></div><div>The customer logins in to use the Do it yourself planner to make his/her own itinerary which includes hotels, restaurants, places to see and activities. The detailed itinerary can be used for mobile navigation as well when exported into the navigation of Google Maps.&nbsp;</div><div><br></div><div>Travelers can hire Scouts who do all the planning along with providing the virtual trip assistance during the course of the entire journey. Scouts are virtually part of the traveler journey and assist and make trips better with ideas, inputs and connects.&nbsp;</div><div><br></div><div>Scouts are available on subscription in duration ranging between 6 months to 12 months.&nbsp;</div><div><br></div><div>The user journey is complete by making bookings. Once the itinerary is finalized, we send it across to registered travel agents who receive it on their respective dashboards. Agents then upload their bids for the business, and SMT team carefully studies all of them to then finally present the most suitable and cost effective one with the customer.</div>",
    "industries": ["Travel & Tourism"],
    "name": "SCOUTMYTRIP PRIVATE LIMITED",
    "sectors": ["Experiential Travel"]
  }
]
