[
  {
    "email": "apek.solanki92@gmail.com",
    "idea": "VadR is a Virtual Reality AdTech and Analytics startup. We help VR developers monetise their content via ads. We also have an analytics suite that we are developing, that will give complete and actionable insights into the content and users.",
    "industries": null,
    "name": "VadR Network Private Limited",
    "sectors": null
  },
  {
    "email": "sjhamnani@gmail.com",
    "idea": "We are developing web-based software product which will summarize Real Estate lease agreements to 4-5 pages within a fraction of minutes.",
    "industries": ["AI"],
    "name": "Mavericks BizTech LLP",
    "sectors": ["NLP"]
  },
  {
    "email": "akhilesh@psykix.in",
    "idea": "PsykiX Adventures Pvt. Ltd incorporated in May 2016 is currently certified as a Startup Recognized by DIPP. We are working with an International Company to introduce a Unique Activity to the Indian Market which can have a potential positive impact on Adventure Sports / Tourism Sector of India",
    "industries": null,
    "name": "PsykiX Adventures Private Limited",
    "sectors": null
  },
  {
    "email": "periwaldp@gmail.com",
    "idea": "DebtorsWatch ('DW'), India's first online platform which helps businesses to:\nReport Bad Debts Online, helping recover the same;\nCheck Reported Defaults and Court Judgments of a customer before engaging with them;\nMonitor existing customers on an on-going basis for any adverse changes\nAccess to debt collection tools",
    "industries": null,
    "name": "Debtors Watch LLP",
    "sectors": null
  },
  {
    "email": "neerav@vphrase.com",
    "idea": "vPhrase helps companies summarise their data in words using AI.",
    "industries": null,
    "name": "vPhrase Analytics Solutions Pvt Ltd",
    "sectors": null
  },
  {
    "email": "bhanushali.dilip@gmail.com",
    "idea": "<p>OMiOM CleanTech is an  innovation company developing smart and energy efficient technologies for waste water treatment, air pollution control, lake and river pollution control and more.</p><p><br></p><p>One of our smart technolgies for lake rejuvenation has been awarded by MSiNS (Maharashtra State Innovation Society)</p>",
    "industries": null,
    "name": "OMiOM CleanTech LLP",
    "sectors": null
  },
  {
    "email": "jigar@entropy.co.in",
    "idea": "Entropy is an innovative company that has disrupted the two wheeler service industry by creating an automatic Express Bike Wash Machine. Our team consists of three alumni of IIT âBombay/IIM- Indore.  The machine is capable of washing even the dirtiest of motorcycle within 2-5 minutes and can wash up to 230 motor cycles in less than 10 hours. We have currently 25 operational stores and plan to add another 500 stores in 2017-2018.  \r\n\r\nThe Companyâs promoters being bike enthusiasts have developed an automatic bike cleaning system christened âExpress Bike Washâ. This machine is an automatic touchscreen operated system which seeks to bring down the time taken to wash a bike to under 5 minutes. \r\n\r\nThe system also has an integrated water recycling unit which thereby helps the system run 24x 7 and also makes it environmental friendly.\r\n",
    "industries": null,
    "name": "Entropy Innovations Pvt Ltd",
    "sectors": null
  },
  {
    "email": "rajen@efficienergi.com",
    "idea": "We are building a multifaceted power/energy services delivery platform comprising of applications such as mobility and cloud based, realtime and predictive analytics, domain knowledge experts, innovative hardware products for data collection and metering all of which are focused for optimization of end usersâ power and energy networks\r\n\r\nThe platform will enable end users to derive benefits / performance enhancements in the field of Energy and Power Reliability, Efficiency, Safety and Compliance.\r\n\r\nWe bring to the table a strong domain knowledge in the power and energy domains spanning a combined experience of > 6 decades between just the co-founders and along with a network of experienced professionals to aid in knowledge delivery for different verticals",
    "industries": null,
    "name": "Efficienergi Consulting Private Limited",
    "sectors": null
  },
  {
    "email": "rawescapades@gmail.com",
    "idea": "<p>‘Adventure Sports, Camping, Travel, Exploration, Nature, Bike Tours, Mountains’, if these words tingle your interests then Raw Escapades is something that you are looking for.</p><p><br></p><p>Since 2016 Raw Escapades has served people with all the adrenaline rush people need.</p><p><br></p><p>Now we are known to offer Biking tours to Ladakh, Spiti, Meghalaya, Tawang, Rajasthan etc., Campsites to choose from the extreme Chandrataal Lake down to Luxurious and peaceful Beach Camps at Palghar beach and as our background has always been of wildlife photography, we offer the best itineraries and tours for Wildlife Reserves in India. On our path to growth we aim to become a premium brand that is a one stop shop for all adventure activities and travel for India and going forward a GLOBAL BRAND FOR ADVENTURE.</p>",
    "industries": ["Travel & Tourism"],
    "name": "Rawescapades Private Limited",
    "sectors": ["Experiential Travel"]
  }
]
