[{"email":"chaitanyagiri@protonmail.com","idea":"<p>xxx xxx xxx</p>","industries":null,"name":"Chaitanya Giri","sectors":null},{"email":"mahesh@thetesttribe.com","idea":"<p>TEST TRIBE PRIVATE LIMITED&nbsp; is proudly India’s Largest Testing Community and has already set a strong Global footprint with 10+ Global Events and thousands of global community members . The Test Tribe is built with a mission to give Testing Craft the glory it deserves, while we co-create Smarter, Prouder, and Confident Testers. With over 125+ Events already and a vibrant Online Community, The Test Tribe has created wonderful platform for Testers where they can Collaborate, Learn, and Grow together.</p>","industries":["Education"],"name":"TEST TRIBE PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"joshi.shikhaa@gmail.com","idea":"<p>To Carry on the business of Manufacturing, Trading, Marketing, Storage and Distribution of all Petroleum Products, Petroleum Gases\n</p><p>and Industrial Gases.\n</p><p>2. To carry on the business of manufacturing, producing, extraction, acquiring, buying, selling, leasing, treating, processing, developing,\n</p><p>retreating, refining, storing, distributing, piping and/or transporting and otherwise dealing in all kinds and classes and lubricating devices;\n</p><p>lubricants, lubricating compositions, petroleum products, compositions, and compositions and all the articles, materials and parts entering\n</p><p>into any of the said products and to do all things necessary, suitable or proper for the accomplishment of any of the said purposes</p>","industries":["Chemicals"],"name":"RADIANCE PETROLEUM AND ENERGY PRIVATE LIMITED","sectors":["Others"]},{"email":"vinsienterprises990@gmail.com","idea":"we would like to startup a new business of metal design and fabrication, mechanical parts of components, etc.","industries":["Automotive"],"name":"SUKALPENTERPRISES","sectors":["Others"]},{"email":"danolytesouthasia@gmail.com","idea":"<p>Danolyte South Asia Private Limited is a Private incorporated on 15 March 2021.</p>","industries":["Healthcare & Lifesciences"],"name":"DANOLYTE SOUTH ASIA PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"azadelectronics112@gmail.com","idea":"<p>AZAD ELECTRONICS IS MANUFACTURES, DISTRIBUTOR AND WHOLESALER OF ALL LARGE AND SMALL APPLIANCES PRODUCTS SINCE 2020&nbsp;</p>","industries":["Retail"],"name":"AZAD ELECTRONICS ","sectors":["Others"]},{"email":"achillara@gmail.com","idea":"<p>Xcool is a platform in the creative &amp; arts space that leverages AI to match learners with teachers based on profile, competence, objectives and skills and other parameters, helping learners find the right teacher for their requirement. Xcool aggregates recognized certification courses from various institutes making it easy for students to find programs as per their requirement. The platform serves as a complete automation solution for teachers to manage &amp; market their profiles, interact with and enrol students, schedule live classes and manage payments. Xcool adopts a Platform approach enabling students and teachers.</p>","industries":["Education"],"name":"XCOOL PRIVATE LIMITED","sectors":["Others"]},{"email":"sukumar@willsoft.in","idea":"<p>We willsoft, came into business in 2007 and incorporated in 2014, we do everything possible to solve every human problem with solutions that make practical sense and not just in theory. We are open to global market kindred to think about innovations, by making our products and solutions more sustainable in future edge.</p>","industries":["IT Services"],"name":"Willsoft Technologies Private Limited","sectors":["IT Consulting"]},{"email":"rakshitraguards@gmail.com","idea":"<p>RAKSHITRA GAURDS PVT LTD Is a company which provides security solution with Training &amp; Supply Manpower to various sectors.</p><p><br></p><p>We offer professionals, who are motivated to provide complete world-class\n</p><p>and uninterrupted service to our clients. Our personnel is skilled and trained\n</p><p>to keep up with the fast-changing business environment. We provide\n</p><p>seamless, sustainable, trustworthy, feasible, cost-effective, and advanced\n</p><p>security solutions for every sector. We have a team of professionally well-trained and managed manpower with all the most recent and propelled\n</p><p>security instruments.</p><p><br></p><p>OUR SERVICES</p><p><br></p><p>\n</p><p>Security Guard\n</p><p>Bouncer and Bodyguard\n</p><p>Escort Guard\n</p><p>Cash Van Services\n</p><p>Event Security Management\n</p><p>Retail Security\n</p><p>Bank Security\n</p><p>Female Security Services\n</p><p>Personal Security\n</p><p>Office Security\n</p><p>Industrial Security\n</p><p>Residential Security\n</p><p>School Security\n</p><p>Hospital Security\n</p><p>Property Security</p><p><br></p><p>Rakshitra Guards is a security company is run by entrepreneurs and\n</p><p>security professionals. We are striving to root ourselves in this\n</p><p>field by incorporating all-around services and by providing clients\n</p><p>value with their money.</p><p><br></p><p>With our own training academy we have&nbsp; well designed&nbsp;<span>training module</span><span>&nbsp;which have been created by experts which have 2+ Decades of experience of serving in Indian army, Fire Brigade, with good ranks</span></p>","industries":["Security Solutions"],"name":"RAKSHITRA GUARDS PRIVATE LIMITED","sectors":["Others"]},{"email":"sales@gblgroup.in","idea":"<p>GLOBALBRIDGE LOGISTICS PRIVATE LIMITED is established with the vision to provide Easy, Efficient, and Economical integrated logistics solutions to exporters and Importers.&nbsp; GLOBALBRIDGE LOGISTICS PRIVATE LIMITED is the result of its founders’ experience, passion, and belief in ethical business practices, where the continuous emphasis is placed on delivering the highest standards of customer satisfaction. At GLOBALBRIDGE LOGISTICS PRIVATE LIMITED we believe in delivering logistical services on time and with safety. We’re a Solutions provider offering a multitude of services to meet your business needs.\n</p><p><span>Our action plan is simple – identify customer needs, provide timely solutions, measure customer satisfaction, and improve the speed at which services are brought to the customer’s workplace.</span></p>","industries":["Logistics"],"name":"GLOBALBRIDGE LOGISTICS PRIVATE LIMITED","sectors":["Others"]}]