[{"email":"info@karyarobotics.com","idea":"<p>KARYA ROBOTICS PRIVATE LIMITED is primarily working on artificial intelligence and machine learning-based projects and involved in developing smart applications and intelligent platforms for OTT services providers, finance companies, self-driving automobiles, e-commerce, healthcare, travel, navigation and video games. This will involve multiple touchpoint data collection, analysis, interpretation, parallel computing, distributed computing, development of algorithms and computer architecture to provide inferences and insights and coming up with effective solutions for our clients. We will also provide integration of data sciences, where artificial intelligence and machine learning techniques such as regression, predictive analytics and more are applied for insight generation.</p>","industries":["Professional & Commercial Services"],"name":"KARYA ROBOTICS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"drbalwantdesai@evgenispharma.com","idea":"<p><a href=\"http://evgenispharma.com/\" target=\"_blank\">WEBSITE</a>Evgenis Pharma Pvt Ltd was incorporated on 26th Aug 2020 in Mumbai and our main objective is to develop complex value-added formulation drug products to create intellectual property for registration in the global market and to commercialize it for the supplies in approved CMO facilities to potential clients in both developing and developed countries. We have established our R &amp; D facilities in Pune, India with all process capabilities and talent for necessary execution. We are working on a few value-added products in our R &amp; D . We need support from Govt to take projects in the pipeline forward by conducting clinical trials and establishing Bio Equivalence to ensure the efficacy of the developed drug product.</p>","industries":["Healthcare & Lifesciences"],"name":"EVGENIS PHARMA PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"vachiart21@gmail.com","idea":"<p>1.\tTo carry on the business of dealing for art and crafts item. To organize art exhibitions and sell sculptures, paintings, artifacts and related items through e-commerce or otherwise in India and abroad and To carry on the business of running an online shopping portal for art and crafts item. \n</p><p>2.\tTo carry on in India and abroad the business of marketing of works of art and craft, sculptures, paintings and other products related to art and craft including handicrafts, artifacts and similar items. To own, create and manage online shopping e-commerce websites, portals, mobile applications and to create a virtual shopping mall with online catalogue and to provide a convenient shopping experience to its customers. \n</p><p>3.\tTo develop, own, manage and run art galleries for exhibition of art and deal in sculptures, paintings, art products, artifacts, sculpture, decorative arts, furniture, textiles, costume, drawings, pastels, watercolors, collages, prints, artist books, photographs, installation art and similar articles. \n</p><p>4.\tTo organise, aid, counsel, assist and promote all types of fairs, exhibitions including sculpture exhibitions, painting exhibitions, performance arts, musical shows, poetry recital, trade exhibitions, events, celebrity shows, charitable shows, fund raising events, rural shows, premiers, laser shows and all other connected promotional activities in India and abroad. \n</p><p>5.\tTo carry on the business of casting, forging, fabricating, sheeting, stamping, pressing, extruding, drawing, flattening, molding, straightening, heat treatment of all kinds of ferrous and non-ferrous materials, metals and alloys specially for the purpose of manufacturing, decorating, improvising and crafting sculptures, artifacts, decorative items and similar other products</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"Vachi Art","sectors":["Others"]},{"email":"dkcivil2007@gmail.com","idea":"<p>I START A NEWLY FIRM FOR CIVIL WORKS &amp; LABOUR SUPPLY</p>","industries":["Construction"],"name":"AKT ENTERPRISES","sectors":["Construction & Engineering"]},{"email":"sadoitalia2022@gmail.com","idea":"<p>hAVING BUSINESS OF TRAVELLING INGROCERICES FIXED &amp; MODULAR FURNITURE &amp; FIXTURES ONLY WITH IMPROVED QUALITY IMPROVED PROCESS AND BETTR SERVICES TO CUSTOMERS</p>","industries":["Food & Beverages"],"name":"SADOITALIA TRADE PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"chinmay.powle10@gmail.com","idea":"<p>We are an FMCG Startup that is dealing in the health segment our parent company name is Dibros Foodtech,&nbsp; Nutrinox is India’s most affordable brand that serves our customers with the most premium quality of health products. Our biggest priority is to keep the consumer experience at its optimum level by constantly innovating into our products in the health segment, by which we can change many people’s lives in the best possible means !!</p>","industries":["Food & Beverages"],"name":"Nutrinox","sectors":["Food Processing"]},{"email":"accounts@trishularobotics.com","idea":"<p>Our focus is to provide services for  complex industrial inspection solutions using advanced robotic deployment of technology in difficult to access areas, as well as use special innovative methods to carry out inspection of different assets in the Power industry, Oil and Gas industry and other industries which demand routine inspection to be undertaken. Where Physical presence of human is not possible for inspect.   We initially plan to provide special robotic and inspection solutions that are not indigenous and for which Indian companies need to depend on a few international companies to provide services, these techniques specially designed for special applications have a huge potential for wealth creation and Employment generation. This is a niche segment in the international market as well and we could explore to expand our services network beyond India in Middle East and south east countries in the first phase.</p>","industries":["Robotics"],"name":"TRISHULA ROBOTIC SOLUTIONS PRIVATE LIMITED","sectors":["Robotics Application"]},{"email":"compliance@theskinstory.in","idea":"<p><a href=\"https://theskinstory.in\" target=\"_blank\">THE SKIN STORY </a>\n            </p><p>The Skin Story is a serene skin wellness brand that strives to provide nourishment without burning a hole in your pocket. Our story took shape and form in 2019 when we became available for everyone.The exquisite manufacturing experience that we had and our passion to share knowledge about every aspect of skin's wellness is what helped us step into the skincare scene. We believe that wellness is wealth and we believe in making wellness the protaganist of every individual's skin story. We evolved with the motto of being the solution story to every skin's concern story.</p>\n        <p></p>","industries":["Others"],"name":"SKIN STORY PRIVATE LIMITED","sectors":["Others"]},{"email":"director@ceiempowers.org","idea":"<p><a href=\"https://ceiempowers.org/\" target=\"_blank\">CEI Website</a><br></p><p><a href=\"https://www.linkedin.com/company/28686731\" target=\"_blank\">LinkedIn Page</a><br></p><p><br></p><p>Confederation of Empowerment Initiatives (CEI) is an International Development Agency working for the Holistic Empowerment of the most Disenfranchised, Marginalised Sections of Society.</p><p>CEI is implementing Resiliency &amp; Development Economy Solutions for Developing Economies of the World especially in South East Asia. CEI has demonstrated the same across India wherein CEI’s Resiliency &amp; Development Economy Solutions is helping achieve various targets of UN Sustainable Development Goals (SDGs) e.g. elimination of poverty, reducing inequality, ensuring sustainable livelihoods &amp; food security, gender equality, clean water, educational interventions, agriculture &amp; allied activities etc.</p><p>CEI is working to progress in all of the indicators according to UN Sustainable Goals (SDGs) aiming to achieve exponential transformation in the conditions of the socio-economically disadvantaged by combating issues of:</p><ul><li>Unemployment</li><li>Lack of access to the right resources</li><li>Malnutrition and other Health issues especially among women and children.</li><li>Lack of access to the global supply chain</li><li>Lack of access to various avenues of Employment and Empowerment especially to women.</li><li>Lack of literacy, education and numeracy</li><li>Climate and Clean Energy Issues etc.</li></ul><p>\n</p>","industries":["Social Impact"],"name":"Confederation of Empowerment Initiatives (CEI)","sectors":["NGO"]},{"email":"accounts@aryaainternational.com","idea":"<p><a href=\"http://www.aryaainternational.com\" target=\"_blank\">www.aryaainternational.com</a><br></p>","industries":["Human Resources"],"name":"ARYAA INTERNATIONAL ALLIANCE PRIVATE LIMITED","sectors":["Recruitment Jobs"]}]