[{"email":"mondialexportspvtltd@gmail.com","idea":"<p>KRR MONDIAL PRIVATE LIMITED is an established &amp; trusted supplier of Steel Products to the Niche Market of Africa/Indian Ocean Islands/Caribbean&nbsp; In these markets, we are supplying Steel Long Products &amp; Flat Products from India/China/Turkey competitively. We supply the entire range of Steel Products and building material products to our Markets and bring the manufacturers/steel mills to the doorsteps of the small &amp; medium buyers.</p>","industries":["Professional & Commercial Services"],"name":"KRR MONDIAL PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"graynblacksales@gmail.com","idea":"<p>GRAY N BLACK SALES PRIVATE LIMITED manufacture quality clothing for all. We are specialized into Manufacturing of readymade garments for Kid's. We Manufacture Casual &amp; Party wear clothes  Denims, Jackets , T-shirts, Blazers, Coat suits for Kids and Teens. 100% Made in India Product with Manufacturing in Mumbai, Maharashtra. High quality Fabrics with Unique designs is what makes us stand out.&nbsp;</p>","industries":["Fashion"],"name":"GRAY N BLACK SALES PRIVATE LIMITED","sectors":["Apparel"]},{"email":"bharatsang@hotmail.com","idea":"<p>A  venture about educating and empowering leaders, investors &amp; people into the field of economic and business data analysis and technology platforms.\n</p><p>We help passionate people to convert ideas into best-in-class business in investing in financial markets and in new-age digital technology applications.\n</p><p>In the financial services vertical, Avisa is dedicated towards educating people about the complete market and investment strategies for sustainable long-term wealth creation.\n</p><p>Avisa’s business will be managed by experienced and qualified professionals along with young passionate technology talent.    \n</p><p>A self-made advisory firm offering Education &amp; Advisory Services in the financial industry.\n</p><p>A holistic investment platform for all your investment needs.\n</p><p>The company aims at providing services only for the sole purpose of market completely understanding the market and its terms and also to help investors invest in the based on their own assessment and choice of individual investor.</p>","industries":["Finance Technology"],"name":"Avisa Financial Advisory","sectors":["Business Finance"]},{"email":"nishant1211@gmail.com","idea":"<p>Vempowerall Foundation. is a Private incorporated on 11 June 2021. It is classified as Non-govt company and is registered at Registrar of Companies, Mumbai. Its authorized share capital is Rs. 100,000 and its paid up capital is Rs. 10,000. It is inolved in Social work activities\n</p><p>Vempowerall Foundation.'s Annual General Meeting (AGM) was last held on N/A and as per records from Ministry of Corporate Affairs (MCA), its balance sheet was last filed on N/A.\n</p><p>Directors of Vempowerall Foundation. are Megha Sharma and Nishant Sanwatraj Mehta.\n</p><p>Vempowerall Foundation.'s Corporate Identification Number is (CIN) U85300MH2021NPL361967 and its registration number is 361967.Its Email address is nishant1211@gmail.com and its registered address is A-2403, Floor-24th, Plot-8PT, T-7, Lodha Estrella, Salt Pan Road, Mumbai Mumbai City MH 400037</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Social Impact"],"name":"VEMPOWERALL FOUNDATION.","sectors":["NGO"]},{"email":"ronald@bbem.in","idea":"<p>Gnosis Edutech is a platform where we will create online modules for developing skill-based education and management courses in the local languages of India starting with Hindi. These courses will be created and conducted by professionals in their respective fields. Our focus is to reach the Tier 2 cities and below where individuals are interested in upgrading themselves but don't have the platform to pursue these courses due to the exorbitant costs involved in the existing scenario. We will create a cost-effective offering to these markets.</p>","industries":["Education"],"name":"Gnosis Edutech Private Limited","sectors":["E-learning"]},{"email":"info@tapefoods.com","idea":"<p>Tapefoods Agro is a start-up organisation by the women for the women. The company is supported by highly experienced professionals for WOMEN EMPOWERMENT.\n</p><p>Tapefoods is a DTH (Direct to Home) company who manufacture and distribute highly premium health-conscious products who not only improve your health but it also suits your taste buds which is always challenging to give HEALTH &amp; TASTE both in each product mix.\n</p><p>On survey of healthy food package and found most of the health product not suits to your taste buds and very challenging to adopt in your daily life habits so we purchase abut never succeed in adopting due to our traditional lifestyle habits and But TAPFOODS has taken as challenging and after a long and deep research ,discussion with panel of doctor and nutritionists Tapefoods had found the best formula of the product which does not change your daily life style and perfectly suits to your taste buds Our all product mix is taking care of your HEALTH, LIFESTYLE AND TASTE.\n</p><p>Our Main objective is to give healthy ingredients like Ashwagandha, Gilroy, A2 Cow Ghee in your daily life style without disturbing you and your family taste buds.\n</p><p>The major and future concern is now a days is Children lifestyle who never accept those our Vedic ingredients in their lifestyle so TAPEFOODS had found the solution where CHILDREN will not come to know that they are eating all healthy ingredients without their awareness.</p>","industries":["Food & Beverages"],"name":"TAPEFOODS AGRO PRIVATE LIMITED","sectors":["Others"]},{"email":"ysecofibre@gmail.com","idea":"\n            <p><span><b>we are the Global Manufacturing &amp; Trading Company dealing mainly in 100 % Polyester Yarn. we have started off as a modest venture and have today attained massive proportions in the Domestic Yarn Market. We strongly believe that we are relevant only if we add value to our client's business.&nbsp;</b></span></p>\n        ","industries":["Textiles & Apparel"],"name":"YS ECOFIBRE PRIVATE LIMITED","sectors":["Others"]},{"email":"soi.sandeep@gmail.com","idea":"<p>As one of the very few profitable pure play internet companies in the country, Info Edge is India’s premier online classifieds company in recruitment, matrimony, real estate, education and related services.</p>","industries":["IT Services"],"name":"TWENTYFIFTY E-SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"supremebioscience@gmail.com","idea":"<p>WE ARE IN TO MANUFACTURING AND TRADING. ALL TYPES OF COSMETIC,PHARMA,NUTRA PRODUCTS .</p>","industries":["Healthcare & Lifesciences"],"name":"SUPREME BIOSCIENCE ","sectors":["Pharmaceutical"]},{"email":"kreenavira@gmail.com","idea":"<p>We as Start-up Entrepreneurs have built a platform to provide professional service to cater the investments objective of different investor classes. The Investment solutions provided by us cater to a niche segment of clients. The clients can be Individuals or Institutions entities with high net worth. In simple words, we shall provide professional management of investments to create wealth in form of algorithmic trading also known as algo-trading.\n</p><p>The trade can generate profits at a speed and frequency that is sometimes difficult for a human trader. Algorithms can enter buy or sell orders based on market information.</p>","industries":["Finance Technology"],"name":"POTOFWEALTH NURTURING LLP","sectors":["Trading"]}]