[{"email":"clinicurehealthcarepvtltd@gmail.com","idea":"<p>Clinicure&nbsp; healthcare aims towards creating a comprehensive product in preventive medicine, treatment and palliative medicine&nbsp;&nbsp; to both individuals and corporate entity. as well as providing&nbsp; innovative software solutions for small and medium business to make their working environment more healthy and safe.<br></p>","industries":["Healthcare & Lifesciences"],"name":"Clinicure Healthcare ","sectors":["Healthcare Services"]},{"email":"sethijags80@gmail.com","idea":"<p>Encouraging the growth of indegeneous textiles and handicrafts from the rural areas of India on a B2C basis.</p>","industries":["Textiles & Apparel"],"name":"Livstar","sectors":["Non- Leather Textiles Goods"]},{"email":"niketan0305@gmail.com","idea":"<p>Aspiring Mechanical Engineer who want to work in sustainable development startup</p>","industries":null,"name":"Niketan Sharma","sectors":null},{"email":"harshitajhamtani@gmail.com","idea":"<p>Harshita Jhamtani Designs is a furniture and lighting design studio. A young, up-and-coming design studio based in Mumbai since 2019. We create products by blending sustainable materials with minimalist designs that have strong silhouettes and are functional at their core. With utmost attention to detail, every piece is designed, crafted and manufactured in India. Our style focuses on making timeless pieces that have a soul and that push past current trends.\n</p><p>​\n</p><p>Harshita Jhamtani studied architecture from Mumbai University and specialised in Furniture Design from Florence Institute for Design International (FIDI). As a studio, we believe that the most sustainable practice for a designer to adapt, is to create products that their patrons can buy once and cherish for a longtime. We bring this very dream to life by creating long-lasting unique pieces that shall take a small step towards accelerating the low carbon economy</p><p>\n</p><p>\n</p>","industries":["Design"],"name":"Harshita Jhamtani Designs","sectors":["Others"]},{"email":"shivangithapar@gmail.com","idea":"<p>BeSpace is an Architectural and Interior design studio that strives to create, curate and adapt highly functional spaces that speak volumes of every client’s aesthetic and style. We imagine spaces that define our clients and symbolize characteristics of their personalities and uniqueness. Our team imbibes ever-evolving standards of architecture and design along with seeking creative opportunities to incorporate sustainability and eco-consciousness in our work.</p>","industries":["Architecture Interior Design"],"name":"BESPACE STUDIO","sectors":["Others"]},{"email":"info@salamkisan.com","idea":"<p>Prym Solutions Private Limited is a start-up company registered on 14th January,2022 incorporated with the aim of providing mobile and web application for farmer that will provide a 360 degree solution for farming to have end to end farm management techniques and solutions for all crops in various regional languages and facilitate agriculture input market linkage.\n</p><p>“Salam Kisan” is a trademark of the company, under which it aims to provide the solution to the problem of famer community. It is a revolutionary application which will consist of all sort of things related to farming like input market linkage, farmer community, AI  based crop calendar, farm management techniques, soil testing devices, SHG’s and cooperative society, output market linkage, pest detection IOT, agriculture news, government scheme and etc.\n</p><p>The app will help farmers to make a smart choice by giving them adequate information about the type of soil in their area, which types of crop will grow well and by using which type of seed it will flourish. It will educate farmers by teaching them different types of irrigation techniques by the help of video which are made in different languages too. And also suggest the farmers which pesticides, fertilizers, PGR products to be used as per the geography location and as per the soil testing report. And it will suggest them the nearby dealers who sell the required products in their area.\n</p><p>Here comes the Salam kisan wallets in the picture by using the Salam kisan wallet the farmer could deposit money in the wallet and purchase the products with the help of the wallet from which the farmer will get a discount or a cashback incentive on the next purchase. Also by referring the application to other farmer with the specific farmer refer code they will get some coins in the wallet which could give them incentives like cashback or a discount on the product. \n</p><p>Also the application will have a helpline number or a contact us portal for solving out the problems faced if any after the use of the said products. The helpline will be 24x7 and the team will try to contact the farmer as soon as possible.\n</p><p>When the farmer plants the seed he could enter the required data into the AI based crop calendar which will help the farmer by providing weather forecast report as per that notifying the things to do for example spraying the pesticides, watering them, conducting test to see if they are not harmed by any fungus or disease.\n</p><p>The app consist a farmer community where all the farmer using the app could post their feedback, success stories, problems, etc. In this farmers could comment on each others post and develop a small community within the app.\n</p><p>Farmers could use the app to get latest news of the agriculture sector so that they are updated and use all kind of modern technology to increase their yield. Also there is a portal where the app will notify farmers about the government subsidies and schemes to avail and get the maximum benefit. It will give them the information to apply and the documents needed and there is a provision on the app which will help the farmer to avail credit/ loan , insurance , microfinance facilities through the app which will direct the farmer to the portal of the financial institution and help them in getting the service required.\n</p><p>The app consist of a device for pest detection which could prevent the damage which might caused by the pest and fungus by scanning or uploading the photo of the crop and the report will be given immediately. \n</p><p>There is a provision where the application will help the farmer to connect with various service providers like tractor sellers, warehouse providers , farm equipment sellers  and various things so that will help to solve the problem faced by the farmers. \n</p><p>As the crop gets harvested farmers with the help of the app can see the daily mandi rates and decide at what price to sell and also the app will have data of the purchasers who are interested to purchase the crop if the farmer is interested he can contact him through the app.\n</p><p>We intend to start with 15-20 employees in this year. In the coming three years as we implement and scale our business we expect to employ about 100 employees which will include field officers to educate and spread awareness about the benefits of the application to the farmers.</p>","industries":["Agriculture"],"name":"PRYM SOLUTIONS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"ravi.microncomputer@gmail.com","idea":"<p>SOLUTION IN SECURITY,NETWORKING ,SERVER,DESKTOP,LAPTOP,AND SOFTWARE</p>","industries":["Computer Vision"],"name":"SOLUTION WORLD","sectors":["Others"]},{"email":"merafamilyfarmer@gmail.com","idea":"<p>Who We Are and Our Vision? : Our startup “Mera Family Farmer” is a visionary initiative by Indian actor Rajesh Kumar, that aims to provide fresh natural produce directly sourced from farmers across India to consumers across Indian cities.\n</p><p>With a sustainable approach of rejecting chemicals for naturally grown vegetables, Mera Family Farmer provides toxic free food with different innovative subscription plans. It also provides employment and direct payout support to farmers thereby massively bridging the village-urban gap.\n</p><p>Our aim is to build a sustainable, ecological ecosystem that cares for farmer’s financial well-being whilst ensuring consumers good health and environmental safety.\n</p><p>What We Do? : We grow veggies and fruits naturally and also collaborate with farmers across India who practise natural farming based on SPNF (Subhash Palekar Natural Farming) and other natural techniques.\n</p><p>Through our platform merafamilyfarmer.com, customers subscribe to one of our pre-configured fixed price weekly subscription plans based on their family size/requirements or have option to make their own basket.\n</p><p>Based on chosen subscription plan, our farmers harvest veggies and fruits thrice a week and we deliver it to consumers the very next day (within 16 hrs of harvesting).\n</p><p>Since we commit a fixed price, our farmers are assured of fixed income for their produce throughout the year (not affected by seasonal price drops).\n</p><p>On the other hand, consumers get freshly harvested, naturally grown nutritious produce of their choice at their doorstep at fixed price throughout year.\n</p><p>Our Strategy? : We not just source and distribute but we are working tirelessly across both ends of supply and demand chain i.e. encourage/train farmers to practice natural farming and educate consumers on benefits of eating healthier chemical free crop.\n</p><p>Thereby encouraging more and more customers to switch to naturally grown fresh harvest which then provides farmers assured consumer base at much higher profit margin.\n</p><p>With better profitability, farmer is able to sustain otherwise what is considered as more laborious and expensive way of farming. The very reason our farmers are forced to resort to harmful chemical fertilizers which over the years have affected soil fertility and produce quality.\n</p><p>Where are we? : As on Feb, 2022, we have tied-up with “60” farmers across India growing fruits and veggies using natural farming technique over ~300 acres of fertile land.\n</p><p>We currently have 160+ subscribers on our portal and supply total of about 8 tons of veggies and fruits to consumer’s door steps per month.\n</p><p>While we are working through broadening our customer base and join hands with more and farmers across India, we are hoping to establish stronger supply and chain foundation that allows us to scale this initiative at pace.\n</p><p>For easy access and better customer experience, we plan to introduce “Mera Family Farmer” mobile app for iOS and Android platforms.\n</p><p>This requires significant financial and skill investment to scale this up to be able to meet our year on year growth targets and our vision thereby.\n</p><p>What’s in it for all of us? :\n</p><p>We at “Mera Family Farmer” have taken on a personal mission to balance the lovely ecosystem that we leave in by bringing in positive change at below levels:\n</p><p>1) Our Farmers: Because we “care” about our farmers!\n</p><p>&nbsp; a. Increased farmer profitability margin . So, better financial well-being of our farmers.\n</p><p>&nbsp; b. No risk due to market variations to farmers. We pay fixed price to farmers and absorb any negative variances if at all at our end.\n</p><p>&nbsp; c. Increased growth for farmers. Produce quality and quantity increases year on year due to better soil fertility.\n</p><p>2) Our Consumers Health: Because we “care” about our customers and fellow Indians!\n</p><p>&nbsp; a. Chemical free freshly harvested produce (delivered within 16 hrs of harvesting).\n</p><p>&nbsp; b. Better tasting food. Due to absence of chemicals and better soil fertility food tastes much better than chemically grown ones.\n</p><p>&nbsp; c. Door step delivery. Hassle free fresh produce delivered thrice a week (or as per requirement).\n</p><p>&nbsp; d. Better health and increased immunity.\n</p><p>3) Our Soil and Environment: Because we “care” about our mother nature!\n</p><p>&nbsp; &nbsp;a. Using chemical free fertilizers and pest control techniques helps “improve” and “maintain” soil fertility.\n</p><p>&nbsp; b. Whole ecosystem is balanced and chemical free right from soil, food, insects, farm animals, human body and overall environment.\n</p><p>This startup or what we call as a “movement” is our very personal mission where we have put in our blood and sweat to continue the trend of our ancestors who strongly believed in eating naturally grown crops using cow dung fertilizers and maintaining soil fertility.\n</p><p>We strive to grow this initiative by supporting and collaborating with more and more farmers thereby bringing in a positive CHANGE!!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"Mera Family Farmer","sectors":["Agri-Tech"]},{"email":"rezasaqi@hotmail.com","idea":"<p>we are a cloud kitchen cum dark e grocery startup we have combined both and solved the problem of cost per delivery by optimising deliver personnel's efficiency. our website and app is under development&nbsp;</p>","industries":["Food & Beverages"],"name":"CHAIN","sectors":["Food Technology/Food Delivery"]},{"email":"kshitiz@theprofessionaltimes.com","idea":"<p>The Professional Times is one of the most well-established portals in the country covering multi-dimensional subjects like lifestyle, entertainment, social issues, national/international exclusives, and stories of human prowess, among others, which reaches a huge, upmarket, global audience.</p>","industries":["Media & Entertainment"],"name":"The Professional Times","sectors":["Digital Media Publishing"]}]