[{"email":"info@jipercon.com","idea":"I AM DISTRIBUTOR OF MAKE PERCON (SPAIN) PROFESSIONAL BRODCASTING CABLES","industries":null,"name":"Anupam Gupta ","sectors":null},{"email":"aniljain444444@gmail.com","idea":"<p>To acquire, hold, sell, buy or otherwise deal in any shares, securities, units, stocks, debentures, option, futures, bonds etc. and deal with all the activities relating to Share Trading &amp; Derivatives.</p>","industries":["Others"],"name":"ADON FINANCIAL HOLDINGS PRIVATE LIMITED","sectors":["Others"]},{"email":"vivek.jain@youngbutterfly.in","idea":"<p>Young Butterfly is an endeavor to provide Comprehensive Information on all Learning and Development needs for the entire family.</p><p>- Focused on Learning &amp; Development \n</p><p>- Granular reach - Get class next door \n</p><p>- Exhaustive list of options to chose from</p>","industries":["Education"],"name":"YoungButterfly","sectors":["Skill Development"]},{"email":"dubeyujjwal26@gmail.com","idea":"<p>I am Ujjwal an aspiring person to work something good for the society in terms of planning something new and innovative for the Government and country.</p><p>Working on Idea to discover mySelf !</p>","industries":null,"name":"Ujjwal Dubey","sectors":null},{"email":"trilok@exerenergy.com","idea":"<p>The company was in the business of :- </p><p>1. (a) To carry on the business of trading electrical vehicle, assemblers of dealers in, hires, repairers, cleaners, Stores, warehouses, of motor cars. Motor cycles, cycle-cars, motors, scooters, boats and ships, vans, and other vehicles and conveyances of all descriptions for carrying passengers or other personnel ,goods, commodities, produce, cargoes and other things on land or sea or by air (all here in after comprised in .the term \"Motors and other things\") whether propelled or assisted by means of petrol, spirit, steam. gas, electrical, animal or other powers, and all engines, chassis, bodies, turbines, tanks, tools, implements, accessories and other things, materials and products used for, in or in connection with motors and other things.</p><p><br>(b) To buy, self, let on hire, repair alters and deal in machinery, component parts, accessories and fitting of all kinds for motors and other things and all articles and things referred to in items(s) hereof or used or Capable of being used in connection with the manufacture, maintenance and working thereof.<br></p><p><br></p><p>&nbsp;2. To Manufacture Electronic Two-Wheeler and Three-Wheeler.<br></p>","industries":["Others"],"name":"EXERVAL PRIVATE LIMITED","sectors":["Others"]},{"email":"ysrao@spit.ac.in","idea":"<p>Sardar Patel Technology Business Incubator (SP-TBI) is an incubation center founded in 2015 as an initiative of Bhartiya Vidya Bhavan’s Sardar Patel Institute of Technology and is affiliated with the Department of Science and Technology, Government of India. Our objective is to cultivate entrepreneurship, promote innovation and support daring entrepreneurs. We support motivated entrepreneurs to build businesses and ventures with cutting-edge and state-of-the-art technology through our services. We act as a catalyst for these start-ups to advance and flourish in the future. Our amenities include the best infrastructure, technology support, seed funding, talent pool, mentoring, training and much more. The SP-TBI supports technology start-ups from Education, Health, Energy, Agri-tech &amp; IT Services. We also propose to extend our support to social enterprises making a larger social impact and enterprises led by women entrepreneurs. Till date, we have successfully incubated 70 start-ups and created employment for over 750 professionals.</p>","industries":["Agriculture"],"name":"YERRAMREDDY'S GO-GREEN TECHNOLOGIES PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"dranshudandia@yahoo.co.in","idea":"<p>TriNANO coating can be applied to Mono-crystalline, Polycrystalline as well as Thin-film solar panels.\n</p><p>The coating can be done to New panels, (as an additional step in the production process of Panel manufacturing) or it can be done to existing panels in place.\n</p><p>So our customers would be \n</p><p>•\tNew Panel Manufacturers like Waaree, Vikram Solar, Canadian Solar, Panasonic and Jinko\n</p><p>•\tExisting solar Plant owners like ACME Solar Holdings, Refex, Brookfield, Tata Power Solar etc\n</p><p>•\tEPC and O &amp; M companies like Intersolar System Private Limited, Sirmouri Solar, Enrich Energy, Premier Solar System\n</p><p>For the New panel manufacturers, the coating would be an additional step in the production process of Panel manufacturing and we would provide them the technology – Coating material, coating machine/process and training and would charge them a fixed amount per panel.\n</p><p>For the Existing solar Plant Owners, we would provide the services for coating. The service fees would include the material costs, the machine costs, labor costs and the IP costs for TriNANO. The labor costs would depend on the actual location of the plant and also the type of installation – On Ground, roof-top or floating solar.\n</p><p>For the EPC and O &amp; M companies, we will be licensing this technology to our strategic \n</p><p>partners who can then distribute it in their respective territories and markets. We will be providing the technology, the training, the material, and the machines to our license holders and charge them accordingly.</p>","industries":["Nanotechnology"],"name":"TRINANO TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"info@spacehub.co.in","idea":"<p>Space Hub Solutions Pvt. Ltd. Storage on Rent Mumbai provides on-demand warehousing space for Home &amp; business consumers and completes end-to-end logistics operations for our clients from Transporting the Goods from Source to our Warehouse, Inwarding the Goods, Quality Check, Storage, Dispatch, Reporting, and End Customer Delivery Transportation. We make storage easy, flexible and affordable, as it should be. Storage on Rent Mumbai . our main aim is to provide safe, secured and insured storage space and to make the storage experience as easy as possible by offering you a range of sizes and prices with payment option.</p>","industries":["Transportation & Storage"],"name":"SPACE HUB SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"iyershobha7@gmail.com","idea":"<p>Shobhas passionately imparts knowledge through academic and non-academic courses. We do not look at intellectual development alone but also at growth in the social, emotional, and personal spheres. It is a challenging space for the ambitious, those who can clearly see their futures, and those who have the thirst to know more. And it is an equally conducive space for those who are passionate about things, who need a little push to answer their calling and who want to carve a niche for themselves. Shobhas World of Learning Pvt. Ltd - where learning is a valuable asset and the learner is the wealthiest for here competency drives creativity, and learning inspires innovation.</p>","industries":["Education"],"name":"SHOBHAS WORLD OF LEARNING PRIVATE LIMITED","sectors":["E-learning"]},{"email":"mohit2982@gmail.com","idea":"<p>Hello</p><p><br></p><p>We are tech based agency based out of mumbai. We come predominantly from Experiential Marketing. Due to current scenario we have developed our own Tech agency with the experience of the on ground experience. eg Currently, Metaverese is all around which required App or VR head sets, we are developing it in a browser base Metaverse which will be the next level innovations, So many such products are in pipeline + we have the experience of the experiential marketing hence it becomes easy to understand the client needs, We have everything in house and&nbsp; more than 14 rich experience in the industry and 100+ client base.&nbsp;</p><p><br></p><p>So need funding to scale up our business.</p><p><br></p><p>Thanks</p><p>MD</p>","industries":["Marketing"],"name":"TechXP","sectors":["Others"]}]