[{"email":"info@cartieracademy.com","idea":"<p>VIVEN INTERIOR AND FASHION DESIGNER PRIVATE LIMITED is affiliated with UGC recognized University, listed in the premium category, with the vision of imparting knowledge and wisdom in vocational studies of Interior Design &amp; Fashion Design which is inbuilt by our highly qualified and professional pool of faculty team. Our students are groomed to get entitled in their career, our highly equipped classrooms privileges student to get educated under the industry experts and clear their doubts simultaneously.</p>","industries":["Education"],"name":"VIVEN INTERIOR AND FASHION DESIGNER PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"agrawalgourav09@gmail.com","idea":"<p><a href=\"https://www.dabbagaram.com/about-us\" target=\"_blank\">https://www.dabbagaram.com/about-us</a><br></p>","industries":["Food & Beverages"],"name":"MATY FOODCHAIN & KITCHEN PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"honestlyitalianp@gmail.com","idea":"<p>Brief description about the company\n</p><p>Honestly Italian Private Limited (HIPL) is an Italian food-focused, full basket, premium D2C brand with national ambition. We aim to recreate the real, rich Italian flavours inside the Indian customers’ kitchen through development of easy to use products that are developed from high-quality ingredients, and authentic and tested recipes that allow our consumers to cook their favourite dishes with ease, each time in the comfort of their home.\n</p><p>Innovation\n</p><p>The company intends to use digital technologies to drive the customer acquisition, brand development and national distribution for FMCG brands. We will use new approaches such as performance marketing, digital ethnography, and data analytics to solve age-old marketing and distribution challenges.\n</p><p>Development of products\n</p><p>While the demand for Italian food and cuisine is growing at a tremendous pace, most of the brands at the premium end of the market are imported. In fact, even many of the ingredients like olive oil, specialised pasta, dairy products and seasonings are also imported to a large extent. By developing an Indian brand for high-end food products, we aim to domestically procure many of these ingredients and cater to the tremendous demand amongst the Indian consumer, HIPL hopes to cater to domestic demand through an Indian brand. \n</p><p>We have 2 categories of product – Fresh (Breads, Dips &amp; Sauces, DIY Pizza Kits, Fresh Handmade Pasta, and Snacking) and FMCG (Dry Pasta, Sauces, Oils and Seasonings). All our products have undergone extensive Research &amp; Development process to ensure the best quality. The product innovation team plans to launch additional 12 SKUs over the next 6 months.\n</p><p>Scalability of business\n</p><p>We started our journey in Sept’21 from Mumbai and have introduced our range in Delhi. We have launched our ecommerce website, sorrentina.in and plan to expand operations in Bangalore and a few other metro cities within the next few months. We have also partnered with leading marketplaces such as Blinkit, Big Basket, Swiggy and Zomato. We aim to have a national distribution channel by end by 2023.  We aim to become a company with INR 100+ Cr. of revenue by year 5 by integrating the new-age sales channels – ecommerce and marketplace, with the traditional store model. To create a robust manufacturing ecosystem, we plan to tie-up with at least six suppliers which will help in creating around 100 jobs directly and indirectly.</p><p> \n</p><p> \n</p><p> \n</p><p> \n</p>","industries":["Food & Beverages"],"name":"HONESTLY ITALIAN PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"sandeeprocks1989@gmail.com","idea":"<p>we are manufacture and develop mechanical product as per requirement of client also taking contract of repairing and modification of AC &amp; DC motor as per client requirement.&nbsp;</p>","industries":["Others"],"name":"RANJEET ENTERPRISES","sectors":["Others"]},{"email":"sundaram@maxease.org","idea":"<p>to create wealth and employment opportunities for youths of this country</p>","industries":["Professional & Commercial Services"],"name":"MaxEase Facility Management Services","sectors":["Others"]},{"email":"suraj.salian@360degreescm.com","idea":"<p>We, at 360 Degree SCM, are driven by the path towards profitability. We map the Value Chain for your business and optimize it to improve processes, efficiency and performance.\n</p><p>We’re an organization that is shaped by professionals with vast experience in Strategic alliances, Brand building, Commissioning, Managing and Operating successful infrastructures and set-ups in the Supply Chain domain for various multinational brands across industry verticals. 360 Degree is committed to understanding your needs to be able to design and implement innovative solutions that enable your business to adapt and improve the bottom-line.</p>","industries":["Others"],"name":"360DEGREE SUPPLY CHAIN MANAGEMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"aisyte.retail@gmail.com","idea":"<p>We are building AI for tomorrow's brick and mortar stores</p>","industries":["AI"],"name":"AISYTE INNOVATIONS PVT. LTD.","sectors":["Others"]},{"email":"gurjalchinmayee@gmail.com","idea":"<p>Fashion at your fingertips. Fashion that is more sustainable, more comfortable &amp; very much Indian.</p>","industries":["Fashion"],"name":"ShoSha","sectors":["Fashion Technology"]},{"email":"aakashsarraf767@gmail.com","idea":"<p>&nbsp;A truly indian financial company and a bold FIN-TECH startup. At YS Financial Intelligence Private Limited, we empower individual as well as small and medium enterprises to further drive workplace innovation. We believe that greatness of a business is not determine by the number of the products or services but the number of satisfied lives. We help individual and business grow organically and foster consumer first mindset.</p>","industries":["Finance Technology"],"name":"YS FINANCIAL INTELLIGENCE PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"nilesh.kalambe@siddhitechsolution.com","idea":"Siddhi Tech Solution, ( STS ) is a young IT-Infrastructure Solution, Enterprise Network Solution, IBMS Integrated Security Systems &amp; Services. The company specializes in Data Center Design Consulting and engineering services, LAN/WAN infrastructure &amp; Network Structured cabling, CCTV, access control, Time &amp; Attendance systems, Fire Alarm Detection, PBAX systems, public addressing systems, AV equipment &amp; integrated systems including video conferencing.<br>Company with a vision of providing Enterprise Class Services to customers one stop solution, System Integrators &amp; service provider.<br>We are a company you can rely on for seamless business continuity and support across broad spectrum of IBMS-Infrastructure Integrated Security Systems &amp; Services.<br>","industries":null,"name":"Nilesh Kalambe","sectors":null}]