[{"email":"vikasjangid46@gmail.com","idea":"<p>INFORMATION TECHNOLOGY SOFTWARE AND PRODUCT DEVELOPMENT SERIVICE.</p>","industries":["IT Services"],"name":"MAVONIC TECHNOLOGY PRIVATE LIMITED","sectors":["Product Development"]},{"email":"kausiknr@gmail.com","idea":"<p>We're striving to preserve nature and turn the wheel full circle. To do this, we've established an agro-ecology that preserves nature while improving agriculture, soil &amp; water conservation, pollution reduction, and conclusively supporting a healthier world for all.<br></p>","industries":["Agriculture"],"name":"LEAF & GRAINS INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"digiavidity@gmail.com","idea":"<p>We are new company and to develop an mobile App for Transport</p>","industries":["IT Services"],"name":"DIGIAVIDITY PRIVATE LIMITED","sectors":["Application Development"]},{"email":"asif.reshamwala@urbantech.in","idea":"Urbantech is developing tools to automate the design efforts of Solar Park. The application works on the AutoCAD for engineers to quickly and precisely design the utility-scale solar plants. The tool will be useful in all stages of solar plant development including pre-biding, concept planning, and detailed design.","industries":["Renewable Energy"],"name":"UrbanTech Services LLP","sectors":["Renewable Solar Energy"]},{"email":"kantashelar@lxme.in","idea":"<p>LXME named after the Hindu Goddess of Wealth is a woman-first financial platform focused on reducing the financial gender disparity in India.</p><p>Founded in mid-2020, LXME is India’s 1st financial platform for women. The start-up aims to inspire a wave of financially fearless women independently managing their money and achieving their dreams. Targeting women across life stages, lifestyles and professions, LXME enables women with the right knowledge and tools to take charge of their personal finances offering the ability to Ask, Learn, Plan &amp; Invest as per their goals via a simple mobile app.&nbsp;</p>","industries":["Finance Technology"],"name":"LXME MONEY PRIVATE LIMITED","sectors":["Accounting"]},{"email":"coatexoindustries@gmail.com","idea":"<p>The Proposed project is to manufacture High Gloss Inkjet Photo Paper, Matt Finish Paper &amp; Thermal Lamination Film from 80 GSM to 250 GSM doing Multicoating with multifunctional coating machine to produce water based coated paper/film etc. and then converting them in various smaller sizes as per the orders and requirements. The Inkjet Glossy Photo paper, Matt Paper, PP, PET film is used for Digital Photography and all types of Digital printing and is made from readymade paper reels purchased from Paper mills.</p>","industries":["Art & Photography"],"name":"COATEXO INDUSTRIES PRIVATE LIMITED","sectors":["Art"]},{"email":"bhavesh@sapharmachem.com","idea":"<p>“Tru Nutrition for healthy living” is the overarching mission of Truhealthy, which drives the company’s unwavering dedication to the pursuit of ongoing innovation. Providing a complete array of high quality nutritional supplements to meet your needs at every level is our goal. These supplements have been clinically studied to ensure that they’re good for health and well-being. \n</p><p>The mission of Truhealthy is “Tru Nutrition for healthy living.” and the company is steadfastly dedicated to pursuing the ongoing service of this mission.</p>","industries":["Healthcare & Lifesciences"],"name":"TRUHEALTHY LLP","sectors":["Health & Wellness"]},{"email":"pushpagaseqp@gmail.com","idea":"<p>Pushpa Gas Equipments Is Manufacturing And Supplying A Range Of Electrical And Gas Operated \n</p><p>Commercial Kitchen Equipment &amp; Utility Equipment.These Gas Kitchen Appliance, Commercial Hospitality Equipment Are Widely \n</p><p>Demanded By Various Hotels, Hospitals, Embassies, Resorts, Industries And Educational, Professional Institutions.In Addition, We \n</p><p>Also Meet The Requirements Of Cooling Equipment, Kitchen Refrigeration Equipment, Commercial Dish Washing Equipment, \n</p><p>Kitchen Exhaust System, Exhaust Hoods And L.p.g Gas System Including Gas Banks.</p>","industries":["Others"],"name":"Pushpa Gas Equipments","sectors":["Others"]},{"email":"ppelectrosolar@gmail.com","idea":"<p>PP Electrosolar Private Limited is founded as a\ngovernment-licensed Electrical and Solar EPC contractor agency. Our company\nprovides services for the Supply, Erection, Testing, and Commissioning of\nStreet Light, Overhead HT &amp; LT Lines, Underground HT &amp; LT Cables,\nTransformers, Substations, Panels, Commercial/Industrial/residential\nElectrification, Solar Power Plants, Turnkey Project, and electrical\nconsultancy services. In addition, we offer solar power plant turnkey\nsolutions. In addition, we offer maintenance services for overhead and\nsubsurface electrical networks ranging from 33 kV to 11 kV and 22 kV to 11 kV.</p>","industries":["Renewable Energy"],"name":"PP ELECTROSOLAR PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"ideaenabler@gmail.com","idea":"<p>We Specialize in planning, designing and building Museums, Wild Life Safari , Interpretation Centers, Center Of Excellence, CCTV Control Rooms, Sound and Light Shows, Projection Mapping Shows and other Technology Interventions for various purposes.</p>","industries":["Design"],"name":"VYE MANUFACTURER AND CONSULTANTS PRIVATELIMITED","sectors":["Industrial Design"]}]