[{"email":"sp@travotel.com","idea":"<p>Travotel.com is a Full Stack Cloud Based Travel SaaS Platform with a Multi-Product B2B Travel Portal to help Retail &amp; MSME Travel Agents increase their Operational Efficiencies, Revenues &amp; Scale.</p>","industries":["Travel & Tourism"],"name":"Travotel.com","sectors":["Ticketing"]},{"email":"deepakcop1@gmail.com","idea":"<p>Forensic Solutions, Network Solution, Server, Desktop, Forensic Workstation manufacturing , Network Solution</p>","industries":["Computer Vision"],"name":"ALL SOLUTION IN DIGITAL WORLD","sectors":["Others"]},{"email":"patira.90disha@gmail.com","idea":"<p>PLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDERPLACE HOLDER</p>","industries":["Professional & Commercial Services"],"name":"INMOSERVE INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"ALOK@EDTIPL.COM","idea":"<p>Epitome is an energy and telecom-based growing EPC company, which is operating since last 4 years. Epitome have worked for CNG terminals, BTS stations, gas and petroleum pipelines and other innovative solution for energy sector. \n</p><p>Epitome has innovated a new idea under which Mobile multi energy dispensing units shall be established for providing accessible &amp; economical green energy to masses and industrial clusters various cities of country. This offers economical energy to even tier 3 and 4 cities people and small businesses and also helping in reducing pollution. Epitome shall be resolving the reach, branding and awareness issues relating to energy distribution system by establishing transferable units within the country.\n</p><p>India ranks 3rd in renewable energy country attractive index in 2021. The country has set an ambitious target to achieve a capacity of 175 GW worth of renewable energy by the end of 2022, which expands to 450 GW by 2030. This is the world's largest expansion plan is in renewable energy. \n</p><p>The global energy landscape has been transforming, with a rapid uptake in green energy sources. Epitome aims to use its industry expertise and strong stakeholder relationships to make valuable contributions to this green energy transition in the world. As a diversified renewable solutions provider with a presence across the country, our aim is to be a global service provider that provides most innovating technologies for betterment of society and continuous growth of customer and we are set to become a global leader in the energy market of the future.\n</p><p>Epitome has a new offshoot, a new initiative to work on the concept of enhancing the accessibility and acceptability of green energy.CNG is a very popular green energy resource but its transportation is heavily infrastructure dependent. Our mission is to accelerate our customer growth and enhance living of people by innovative technologies.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Non- Renewable Energy"],"name":"EPITOME DIGITECH INDIA PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"sagarsrivastava87@gmail.com","idea":"<p>Infrings Technologies Pvt. Ltd. stems from the increasing need of reskilling required in the Indian IT sector. Driven by a team of IT professionals from varied fields within sector and having quality experience in integrated IT services and solution delivery, Infrings focusses on laying down strong foundation of knowledge, skills and attitude at the grass-roots level and provide a collaborative development platform conceptualized with special emphasis on acquiring professional-skills and delivering meaningful results.</p><p><br></p><p>Infrings is about supplementing our academics with professional mentoring to nurture resources that may deliver unmatched business value through a combination of Technology Strength, Process Excellence, Quality Delivery. We believe in cultivating the ethics that relates the success of Indian Information Technology sector with one’s own growth and motivate them to contribute the best in the field. Infrings is about imparting the right knowledge. Infrings is about seeding skills that are pragmatic. Infrings is about fostering an attitude that matters.</p>","industries":["Education"],"name":"Infrings Technologies","sectors":["Education Technology"]},{"email":"vaibhav@revasafarms.com","idea":"<p>Revasa Farms Private Limited is a farm to fork startup\ninvolved in improving the agriculture sector in India by…</p>\n\n<p>1)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>Attracting\ninvestments to create large scale commercial agricultural plantations</p>\n\n<p>2)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>Using\nadvanced micro- irrigation and IT systems to ensure efficient use of land and\nreduce land degradation</p>\n\n<p>3)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>Establishing\na complete farm to fork supply chain to reduce inefficiencies and wastages</p>\n\n<p>4)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span>Training\nand engaging local population in mechanized operation reducing manual labor</p>\n\n<p>The basic operation of the company is to grow exotic\nvegetables and supply it to the markets in Mumbai, Pune &amp; Goa. In an effort\nto achieve this, the company will establish protected cultivation structures in\nits farms and invest in end to end supply chain. It will also establish packing\nhouses, cold storage facilities to minimize wastage.</p>\n\n<p>The company will be investing the lasts agriculture technology\nincluding drip irrigation systems, fertigation unit and sensors to maximize\nproductivity and online tools to improve efficiencies in supply chain. The\ncompany will also deploy best agricultural practices.</p>\n\n<p></p><p><span>On the marketing side, the company will make use of digital\nassets in data, websites &amp; mobile apps &amp; social media for creating a\nbrand.</span></p>","industries":["Agriculture"],"name":"REVASA FARMS PRIVATE LIMITED","sectors":["Horticulture"]},{"email":"admin@omniversity.in","idea":"<p>Omniversity is an EdTech and HRTech company committed to delivering hands-on skill development through project-based workshops led by industry experts from global tech. companies like Microsoft, Amazon, Tata Digital, Upstoks, etc. Clear tasks, direction, and guidance help students develop skills while building a portfolio to demonstrate their employability.</p><p>\n</p><p>Each candidate's progress is continuously analyzed to measure their skill and dependability. Thus, enabling employers to not only pick the right talent but also to assign them to the relevant teams.\n</p><p>By designing and executing a hands-on training strategy, we ensure that our students get ready for a career at the top tech companies.</p>","industries":["Education"],"name":"OMNIVERSITY EDUTECH PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"admin@sepay.in","idea":"<p><a href=\"http://www.mazeloo.in\" target=\"_blank\">SE DELIVERY FIRST COMPANIES PVT LTD</a>&nbsp;WE JUST STARTED A ONLINE FOOD DELIVERY APP IN 6 MAJOR CITYS&nbsp; BHIWANDI, THANE, KALYAN, NAVI MUMBUI. LUCKNOW, GORAKHPUR, WITH AROUD 65 VENDORES REJISTER WITH US. AFTER 1 YEAR OUR TARGET IS TOTAL -270000 DELIVERY WITH MINIMUM- RS-100 WITH 10% MARGIN WITH 20000+ USERS. INVESTERS WELCOMES YOU. STARTUP CAST AROUND -RS-75.00LAC</p>","industries":["Food & Beverages"],"name":"SE DELIVERY FIRST COMPANIES PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"ankianangel@gmail.com","idea":"<p>Smartsters Private Limited\n</p><p>Area of Need:\n</p><p>India’s growing demographic and per capita income is increasing disposable income and purchasing power. Resultant effect of this is being seen with increasing focus towards children’s all-round growth and development, health and safety. Right from discretionary and education to support systems has also seen growing importance and continuous innovation. Children’s living environment is one such area that creates the need for an Indian origin children focused brand.\n</p><p>About the Brand:\n</p><p>Smartsters Private Limited (SPL) is a child-centric furniture and home décor D2C brand with a national presence. We aim to address the 51.7% share of nuclear families in India comprising of 106 million homes having kids’ room with a demographic of 59 million children in the age group of 5–14 years. Children’s furniture and home décor space is an unexplored category and lacks the presence of meaningful brands.\n</p><p>Smartsters aim’s to equip a child’s life with thoughtfully designed objects that help them thrive as they grow, study, sleep and live, in-turn helping parents create children’s spaces that are happier, calmer and stimulating, that counters the effects of excessive digital stimulation.\n</p><p>At Smartsters Mischief Lab, our design and child-developmental experts learn from children, in order to create furniture, furnishings and decor that is customized for the growing years of children to foster their potential and let them bloom with greater comfort, security and joy.\n</p><p>Innovation:\n</p><p>Connecting the mental, social, emotional and physical health aspects to child oriented products through partnerships with child psychologists and child development professional experts. This approach will help develop products that aid child development in terms of imagination, curiosity and adventure in homes providing a soothing and calming experience, thus, enabling their independence and self-sufficiency.\n</p><p>The company intends to use digital technologies to drive the customer acquisition, brand development and national distribution for Smartsters. We will use new approaches such as performance marketing, digital ethnography, and data analytics for detailed information to aid in our continuous process research and development involved in manufacturing the products.\n</p><p>Development of Products:\n</p><p>Smartsters uses a design-led product approach using behavioural science thinking with expert inputs from a child psychology and developmental pedagogy. Products developed are also from a child plus parent’s lens that looks at the opportunity of complete growth of children.\n</p><p>Products are infused with sensory modulation through shapes, textures that relieve and direct energy. They are designed to squeeze in play, provide warmth and also store away children's multifaceted needs with utmost safety.\n</p><p>By developing an Indian brand for children products we aim to domestically procure many of the raw materials and cater to the increasing demand amongst the Indian consumer.\n</p><p>We have 3 categories of product – Furniture, Furnishings, Home Décor and Play . All our products have undergone extensive Research &amp; Development process to ensure the best quality and safety. The product innovation team plans to continuously upgrade the products with latest trends in the child development space.\n</p><p>Scalability of Business:\n</p><p>We are in the process of building and launching the brand from June 2022 onwards through primarily 3 different channels being, firstly, a D2C platform (own website) with a feature of having a Design Studio (complete children solutions and execution), secondly, through leading online ecommerce platforms. Lastly, through physical operations via Physical Stores across Indian metros and towns.\n</p><p>We aim to have a national distribution channel by end by 2023.  We aim to become a company with INR 200+ Cr. of revenue by year 5 by integrating the new-age sales channels – ecommerce and marketplace, with the traditional store model. To create a robust manufacturing and service ecosystem, we plan to tie-up with at least four suppliers which will help in creating more than 100 jobs directly and indirectly across different areas of the unorganized and organized space, thus, creating income avenues for people.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"Smartsters Private Limited","sectors":["Others"]},{"email":"sumit.damani@dbrige.com","idea":"<p>A SaaS marketplace for Customer Engagement solutions.</p>","industries":["Marketing"],"name":"Dbrige Technologies LLP","sectors":["Loyalty"]}]