[{"email":"ashwin525@yahoo.com","idea":"<p>An advisory services firm that sets itself apart with incisive and critical inputs from veterans in the legal industry</p>","industries":["Professional & Commercial Services"],"name":"Ramanathan &amp; Vahanvati","sectors":["Others"]},{"email":"akash@bullet.co.in","idea":"\n            We are the manufacturers, designers, developers of all kinds and types of tools and equipments including Abrasives, circular diamonds, saw blades, fastners, hand tools, hardware, power tool accessories, power tool spares and wood working bits.\n        ","industries":["Others"],"name":"KAMBRO TOOLS PRIVATE LIMITED","sectors":["Others"]},{"email":"s.kunal@skkios.com","idea":"\n            <p>SKKIOS vision is to build products and services on IoT and AI for businesses as well as households for small but effective problems and that too very cost effective. <br></p>\n        ","industries":["IT Services"],"name":"SKKIOS TECH SOLUTIONS LLP","sectors":["Application Development"]},{"email":"smith2883@gmail.com","idea":"<p>ZENTAFORCE is a Partnership firm incorporated under Ministry of Corporate Affairs of India. Central Registration No:ABA-1035</p><p>Under this platform, Zentaforce offers wide range of Online utility services to its consumers in terms of Digital Business Cards, Websites, Mobile and DTH recharges, Rail, Air and Bus reservation, Insurance Services, Utility Bills, Pan Card, MSME Udyam, Banking Services, Loans, Government Services, e-commerce, Company Incorporation Services.<br>We are providing every possible opportunity to our retailers and distributors to earn with minimum investment and maximum return.</p>","industries":["Internet of Things"],"name":"ZENTAFORCE TECHNOLOGIES LLP","sectors":["Others"]},{"email":"chinmaychhatbar@wegovernance.com","idea":"<p>WeGovernance is a 'Learn-Think-Do' Tank, interested to provide knowledge products and services in the domains of management, regulation, policy, and governance. Through networked approach, rigorous research, and use of an array of technologies and governmentalities,&nbsp; WeGovernance envisages to transform the research and consulting processes.</p><p><br></p><p>The group of experts at “WeGovernance”, from different dimensions and domains of governance, includes the working and retired officials of governance institutions engaged with real time governance pressures and challenges at front end. On the other end, they are backed with academicians strongly inclined to generate the new wave of knowledge in the domain of regulation, policy and governance which directly addresses the most pressing current affairs relevant to governance craft of controlling risks, solving problems and managing compliance. The string is completed by young practitioners and experts having domain knowledge and skill sets required to execute the work. Further, the organization intends to develop and network with open source and collaborative platforms, which provide necessary technology and support systems, and partner organizations and individuals which share common principles and interests to help orchestrate the efforts mentioned.</p><p><br></p><p>For instance, in the health sector, we have partnered with IIPH (Gandhinagar) to conceptualize and operationalize 'Living Labs to address Malnutrition'. To develop knowledge products and services in the physical infrastructure space, we have partnered with Oxford Global Projects and initiated a knowledge drive to address the critical issues related to Cost and Time overruns and Better Project Management. To make Indian agricultural sector competitive, we are developing assessment framework with UPL limited for effective delivery of agriculture inputs by farmers.</p>","industries":["Others"],"name":"WEGOVERNANCE KNOWLEDGE SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"fatema.fsk@gmail.com","idea":"Making western outfits out of Sarees vxcvcv zssfcxvvvvvvvvvvvvvvvvvvvvvvvvvvvvvv","industries":["Textiles & Apparel"],"name":"W.H.I.G. ATELIER PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"sachu308@gmail.com","idea":"<p>BUILDING SOFTWARE SOLUTIONS FOR MSME SUPPLY CHAINS FOR INDIA &amp; OVERSEAS CUSTOMERS.</p>","industries":["IT Services"],"name":"AKSYS CONNECT SOLUTIONS LLP","sectors":["Application Development"]},{"email":"eob.llp@gmail.com","idea":"<p>ABOUT US:\n</p><p>EOB is a one-step business solution for ease of your Finances and Business operations.\n</p><p>We at EOB perform Intellectual work &amp; study in serving a client. Personal Service is based on our expertise, experience, current situations &amp; requirements of client. Performing Personal service has its own Moto to educate the client in such a way which can help them in long run.\n</p><p>We provide services such as Entity Set Up Solution, Book Keeping, MIS, Virtual CFO, Loan Restructuring, Project Finance, Internal Audit and financial services.\n</p><p>Uniquely identifiable input, assembly of information’s &amp; a system is required to complete or finish an activity. Working on client’s requirement needs personal attention that keep once focus towards a certain object, idea or situation. Our attitude influences an individual's choice of action and responses to challenges.\n</p><p>Consulting a client personally matters a lot as to save his / her interest in keeping the information confidential. A step-by- step guide on a particular financial topic with best possible solutions, manual details what is given and what is required for getting a loan, explains how to put the information in to presentation and instructs how to solve financial problems as they occur &amp; providing expert knowledge so best practices can be followed is possible only through Personal services and loan advisory services.\n</p><p>At an end personalized services help us &amp; client to reasonably achieve an object within an expected timeframe and with available resources.\n</p><p>We understand the value of personal services &amp; follow the same for all the clients with no biasness.\n</p><p>Reach us at:\n</p><p>EOB Financial Consultancy LLP 15/454, Navnirmata, Opp McDonals SV Road, Goregaon West,\n</p><p>Mumbai- 400 104.\n</p><p>END TO END ACCOUNTING AND FINANCE - Book keeping (Accounts):\n</p><p>Accounting is the systematic and detailed recording of financial transactions pertaining to a business as per the relevant Accounting Standard in place. Accounting also refers to the process of summarizing, analyzing and reporting these transactions. Maintaining healthy bookkeeping practices is critical to any organization.\n</p><p>Benefits of Outsourcing Accounts:\n</p><p>•\tLow Cost as compared to keeping a full time accountant.\n</p><p>•\tAccountants frequently leave the organization for better opportunity which impacts your day to day business.\n</p><p>•\tMeeting monthly accounting requirement on timely basis.\n</p><p>•\tSupport in Complex Accounting Transactions (Accounting advisory )\n</p><p>•\tAnd most importantly, we will get your accounts reviewed from qualified Chartered Accountants.\n</p><p>Monthly Information System (MIS):\n</p><p>An MIS report is a tool managers use to evaluate business processes and operations. This is due to the Accounting Information System which is integrated so any bookkeeping process can be processed directly from each of the relevant sections without having to go through the process of refilling the data.\n</p><p>Benefits of MIS:\n</p><p>•\tImproved quality of planning\n</p><p>•\tImproved operational efficiency and flexibility\n</p><p>•\tImproved quality control and supervision.\n</p><p>Entity Set Up Solutions\n</p><p>It becomes difficult for start-up companies to set a base in India’s competitive market. We at EOB Consulting understand your entity set up requirements in detailed manner. We are engaged to provide expeditious and coherent solutions. Our motto is to help our clients in achieving their business objectives.. We assure our clients for arranging the registration procedures within agreed timelines after deciding the establishment mode and Company type.\n</p><p>We neither waste your precious time nor extend the same, but give you the full assistance to establish entities efficiently. Our capability to take responsibility, good contacts with government and ample experience in this realm benefits you in approvals of complex appraisals adroitly and efficiently.\n</p><p>We are here to help you in the following activities:\n</p><p>All the Statutory Registrations which may include:\n</p><p>•\tIncome Tax Registrations\n</p><p>•\tImporter Exporter Code\n</p><p>•\tProfession Taxes\n</p><p>•\tEmployee Provident Find\n</p><p>•\tService Tax Registrations\n</p><p>•\tVAT Registrations\n</p><p>•\tPAN Registrations\n</p><p>•\tShop &amp; Establishment License\n</p><p>•\tOther Government Registrations/License\n</p><p>•\tGST ENROLLMENT/Registration.\n</p><p>1.\tConsultancy on various issues regarding whether to set up a Liaison Office, a foreign Branch office or a company. (Keeping the concept of Permanent Establishment in mind)\n</p><p>2.\tAssist in the post formation compliances and regulations\n</p><p>3.\tManagement of Accounting &amp; Compliances for the organization.\n</p><p>CFO &amp; FINANCIAL CONTROLLER\n</p><p>Our Virtual CFO will be responsible for planning, implementing, managing and controlling all finance related activities of the company. This will include direct responsibility for accounting, finance, forecasting, strategic planning, job costing, legal, property management, deal analysis and negotiations, investor relationships and private or institutional finan</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"EOB FINANCIAL CONSULTANCY LLP","sectors":["Accounting"]},{"email":"contact@bingedirect.com","idea":"<p>BINGE Direct Foods is a D2C subscription driven, Farm-to-Fork business with sustainability as its corner stone.&nbsp;</p><p><br></p><p>My business plan is to service a PAN-India network of Tier 1&amp;2 cities and later explore international markets for organic non-perishables. The entire business premise is based on encouraging sustainable consumption &amp; production process through organic / residue-free or regenerative farming practices and create strong market linkages for better product &amp; price discovery for both consumers &amp; producers.</p><p><br></p><p>The overall \"Healthy &amp; Organic\" category which is still in its nascent stage in India will be valued around 400 billion USD by 2030, as per Bain &amp; Co. report presented to World Economic Forum at Davos in 2019.</p><p><br></p><p>\n</p>","industries":["Agriculture"],"name":"BINGE DIRECT FOODS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"office.ptcgram@gmail.com","idea":"<p>We are PTCGRAM where we share knowledge and great base from our own past few sole proprietorship companies, and are now ready with excellent ideas with a new formed partnership company with full equity.</p><p><br></p><p>Currently we have two basic and good ideas where we are looking to explore our entrepreneurship and business .</p>","industries":["Chemicals"],"name":"PTCGRAM PRIVATE LIMITED","sectors":["Specialty Chemicals"]}]