[{"email":"szareena25@gmail.com","idea":"<p>We SHK Pharmaceuticals Pvt Ltd incorporated in Aug 2017 in pharmaceutical industry we started our own products Marketing with a vision to become a fast growing pharmaceutical company with ethical values by providing health care products with assured Quality and Affordabie price, initially we have started our operations in selected territories with our field force, and getting good sales growth as well as brand establishment&nbsp; year after year with our marketing strategy. Now we are looking for more territories expansions to provide employment and to capture the market potentiality to establish products,&nbsp; as well as more unique and innovative&nbsp; products to launch&nbsp; in company, to cover speciality customers also this can boost up us to become a successful organization in pharmaceutical industry</p>","industries":["Healthcare & Lifesciences"],"name":"SHK PHARMACEUTICALS PRIVATE LIMITED ","sectors":["Pharmaceutical"]},{"email":"ceo@solardepot.in","idea":"<p>Depot for solar product&nbsp; with over 380 SKU available for B2B clientele , From Design consultancy to Supply of Entire Bom we stay with you till completion of project , Save multiple vendor management with single login&nbsp;</p>","industries":["Renewable Energy"],"name":"SOLAR DEPOT","sectors":["Renewable Solar Energy"]},{"email":"contact@autographadvisors.com","idea":"<p>Autograph Advisors deploys world-leading talent to construct the potential of students and professionals through 1-to-1 private consultations.</p>","industries":["Education"],"name":"AUTOGRAPH ADVISORS LLP","sectors":["Skill Development"]},{"email":"lbg.gurav@gmail.com","idea":"I AM INTRESTED IN RAILWAY TRACK WORK VERIES TYPE OF ENGINEERING WORK , LIKE WELDING , CUTTING ^ DRILLING&nbsp;","industries":["Others"],"name":"Lalit B Gurav","sectors":["Others"]},{"email":"bhanufintaxadvisory@gmail.com","idea":"<p>WE ARE ENGAGED IN PROVIDING OF ACCOUNTING, FINANCIAL, TAXATION ADVISORY SERVICES ALONGWITH PROVIDING ADVISORY SERVICES OVER LEGAL MATTER. WE ARE ALSO ENGAGED IN BUSINESS REGISTRATION SERVICES LIKE COMPANY, LLP REGISTRATION AND LICENCE REGISTRATION.</p>","industries":["Professional & Commercial Services"],"name":"BHANU INFITAX ADVISORY LLP","sectors":["Business Support Services"]},{"email":"abhijeet@kmechengineers.in","idea":"<p>We as KMech Engineers is professionally managed company.</p><p><br></p><p>Myself Abhijeet Lokhande having 14+ years of experience in Sales &amp; Marketing of Manual &amp; Actuated Valves for below industries;</p><p><br></p><p>• Oil &amp; Gas (Onshore &amp; Offshore)</p><p><br></p><p>• Petrochemicals</p><p><br></p><p>• Fertilizers</p><p><br></p><p>• Power</p><p><br></p><p>• Specialty Chemicals</p><p><br></p><p>We have two Business Operations as</p><p><br></p><p>1. Representation of Indian as well as Overseas Manufacturers</p><p><br></p><p>2. Trading (Domestic &amp; Exports) of Manual Valves, Control Valves, Actuated Valves, Valve Spares, Accessories, Pipes &amp; Pipe Components</p><p><br></p><p><br></p><p>Representation Business</p><p><br></p><p>We as KMech Engineers represent below Organizations;</p><p><br></p><p>1. Sulzer Pumps India Pvt Ltd, India</p><p><br></p><p>2. Advanced Actuators Ltd, UK</p><p><br></p><p>3. Enertork Ltd, S. Korea</p><p><br></p><p>4. VALV Technologies, USA</p><p><br></p><p>5. ValveMatics Engg, India</p><p><br></p><p>Trading Business (Domestic &amp; Exports)</p><p><br></p><p>We as KMech Engineers do Trading of Mechanical &amp; Instrumentation Products like</p><p><br></p><p>1. Pumps</p><p><br></p><p>2. Mechanical Valves</p><p><br></p><p>3. Instrumentation Valves (Control Valves &amp; Shutdown Valves)</p><p><br></p><p>4. Pipes</p><p><br></p><p>5. Flanges &amp; Pipe Fittings</p><p><br></p><p>6. Instruments (Pressure, Level, Flow)</p>","industries":["Others"],"name":"KMech Engineers","sectors":["Others"]},{"email":"shivmaymultipurpose@gmail.com","idea":"<p>We are a Start-up dealing in Home/Corporate Services professionally such as;</p><p>1. Cleaning Services</p><p>2.Manpower Services</p><p>3.Laundry Services</p><p>4.Food and Dietery Services</p><p><span><br></span></p><p>We are building the next generation platform for household/corporate services. We are aiming to become the India’s premier marketplace connecting professionals with customers seeking household services. Our first entry vertical is cleaning, where we are offering customers a super simple and convenient way to book a trusted cleaner online/offline.</p><p>Most people find cleaning their homes/offices to be stressful and even painful. By starting a cleaning business, we are tapping into an enormous market with plenty of clientele. There will always be a demand for cleaning services, which keeps you in business and keeps every client’s home spotless.</p><p>In our Manpower segment often referred to as a “temp service,\" the company’s primary business is providing a bridge between qualified workers and the businesses that require its services. We create a co-employment relationship that affords workers the flexibility to explore different environments and schedules while enjoying predictable pay and benefit plans.</p><p>Business owners and managers hire staffing firms to help them find temporary, long-term and temporary-to-permanent employees and contractors to work at their companies and organizations. We help companies in diverse industries, including education, health care and marketing.</p><p>The definition of manpower is the strength or force of a human, or the combined strength of a group of people. An example of manpower is the muscle power of five men on a work crew. The total number of all available workers, the workforce. The power exerted by a single person (analogous to horsepower.)</p><p>With our outstanding range of services, we have been able to make a reputation in the placement sector. We dedicate ourselves in recruiting highly qualified and experienced professionals for companies.</p><p>The company aims to provide the food and dietary services in various govt. sectors such as Schools, Hospitals, and Railways etc.</p><p>We aim to make the nation healthy. To sustain it we provide the healthy food and dietary services to the students, patients and travellers.</p><p>Research shows that students who participate in the school meal programs consume more whole grains, milk, fruits, and vegetables during meal times and have better overall diet quality, than nonparticipants. And, eating breakfast at school is associated with better attendance rates, fewer missed school days, and better test scores. Meals served through these programs must meet specific nutrition requirements.</p><p>Schools can encourage students to participate in the school meal programs by:</p><p>• Providing meals that are nutritious and appealing.</p><p>• Obtaining input from students and parents about items they would like to see served in the meals.</p><p>• Ensuring that students have adequate time to eat their meal (at least 10 minutes for breakfast and 20 minutes for lunch).</p><p>• Preventing the overt identification of students who are eligible to receive free or reduced-price meals.</p><p>We are a leading laundry service providing company that offers excellent clothing, pressing and cleaning services to both household and corporate clients respectively. Laundry with us is a time saving, convenient and affordable undertaking. We comprehend the busy schedule of our particular clients extremely well. Considering this, we offer our clients a great facility of free pick-up and delivery services. This approach agrees our clients to profit our services without much of a stretch.</p>","industries":["Food & Beverages"],"name":"SHIVMAY MULTIPURPOSE SRVICES LLP","sectors":["Food Technology/Food Delivery"]},{"email":"cmoprashivyog@gmail.com","idea":"<p>PraShivYog is a health and wellness company based in Juhu,Mumbai with a mission to educate, empower and elevate physical, mental,emotional and spiritual health of every individual who is truly seeking natural holistic, preventive, non invasive healthcare . As the original integrative health experts, we blend modern well-being practices with Ayurveda - a centuries-old system of health and healing - to offer a whole-self approach. By focusing on physical, mental, and spiritual health, we empower people to create self-care routines as unique as they are, unlocking their body’s natural healing abilities.</p>","industries":["Healthcare & Lifesciences"],"name":"PRASHIVYOG LLP","sectors":["Health & Wellness"]},{"email":"ashish009@gmail.com","idea":"<p>Sajhi Mitti helps marginalised farmers transition to Regenerative Farming so that they grow healthy nutritious chemical free produce while sequestering carbon to protect Earth's climate. Sajhi Mitti helps consumer families access this pure food so that they gain good health and the livelihood of the farmers improves.</p>","industries":["Agriculture"],"name":"Sajhi Mitti","sectors":["Organic Agriculture"]},{"email":"vinodbaviskar013@gmail.com","idea":"<p>AAPLI BIRYANI RESTAURANTS LLP&nbsp; serve you our speciality biryanis or other luscious cusines catering to your needs to the best of our capabilities. Right from our Grilled chicken, Bheja masala, Gurda fry from hydrabadi specialties to our Chinese noodles, crispy corn chilli pepper, paneer 65 and crispy vegetable manchurian, you will be stunned by our amazing delicacies. Embellished with flavours so fascinating, that everything else comes to a standstill. Its artfully balanced exotic spices, golden-hued basmati along with a potpourri of elegant ingredients will lift your day in the most majestic way. By using the finest quality spices, we transform the freshest of ingredients into truly unforgettable dishes. We only use spices that we have carefully selected ourselves, which are then freshly ground in our production unit, to ensure that each teaspoon has maximum flavour.we serve an extensive amount of exciting vegetarian dishes that are full of flavour.</p>","industries":["Food & Beverages"],"name":"AAPLI BIRYANI RESTAURANTS LLP","sectors":["Restaurants"]}]