[{"email":"beebabyinfo@gmail.com","idea":"BeeBaby was started in the year 2013. We develop and manufacture our products in our own facility with the best possible precision in order to deliver simple and safe products for ultimate comfort of babies. We have continuously innovated simple, safe &amp; comfortable products for babies that are loved and trusted by mothers around the globe. We support parents around the globe with feeding products &amp; accessories for babies that are easy to use. We take what we do extremely seriously. We take care to ensure that our products are safe, reliable and meet high quality standards. We design and develop superior products that enhance your child’s overall development. By combining years of expertise and trust, we are committed to nurturing your children’s healthy transitions from birth to toddler. Our products don’t just meet international safety standards, they exceed them. And we listen to the real world experts – moms just like you — to meet and exceed your needs.","industries":["Toys and Games"],"name":"BeeBaby","sectors":["Physical Toys and Games"]},{"email":"veerjiinteriors@gmail.com","idea":"<p>We are Mumbai based civil &amp; Interior contracting firm providing interior design &amp; build for commercial spaces</p>","industries":["Architecture Interior Design"],"name":"Veerji Infracon","sectors":["Others"]},{"email":"vsahni@greencellmobility.com","idea":"<p>GreenCell Mobility has been incubated to be a leading pan-India shared electric mobility player, by leveraging proven global experience, developments in e-mobility technology and Government of India’s strong push for electrification of transportation in India. GreenCell Mobility is backed by EverSource Capital , the fund manager of Green Growth Equity Fund (GGEF). EverSource Capital is a 50:50 joint venture between Everstone Group, a premier investment group focused on India and South East Asia, with assets in excess of US$5 billion across private equity, real estate, infrastructure and venture capital; and Lightsource bp, a global leader in development and management of solar energy projects. GGEF is established with anchor investment from National Investment and Infrastructure Fund (NIIF) backed by Government of India and the Department for International Development (DFID), Government of UK. GreenCell Mobility is dedicated on building a platform to provide Electric Mobility-as-a-Service (eMaaS). GreenCell wants to be the prime mover in building a sustainable growth momentum in the shared e-mobility space.</p>","industries":["Automotive"],"name":"GREENCELL MOBILITY PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"bhavik@thelogicalbanya.com","idea":"<p>We are a MARTECH company with a focus towards enabling corporates, fintech, nbfc with their KPIS and strategies</p>","industries":["Marketing"],"name":"THE BANYAN TREE SOCIO COMMERCIAL LLP","sectors":["Sales"]},{"email":"thespoteat@gmail.com","idea":"<p>SPOTEAT is on the path to change the typical restaurant culture</p>","industries":["Food & Beverages"],"name":"SPOTEAT","sectors":["Restaurants"]},{"email":"mehfooz@talkline.in","idea":"<p><a href=\"https://www.talkline.in/\" target=\"_blank\">TALKLINE TECHNOLOGY PRIVATE LIMITED</a><br></p>","industries":["Technology Hardware"],"name":"TALKLINE TECHNOLOGY PRIVATE LIMITED","sectors":["Electronics"]},{"email":"vinay@autoven.in","idea":"<p>We are in automotive industry with AI enabled technology as our drive and vision.</p>","industries":["Automotive"],"name":"AUTOVEN PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"cajsngh@gmail.com","idea":"<p>jtujfhtytyetgvhtybjryyreyhfuhejrfjcvjcjvcjvjcvjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjj</p>","industries":["Finance Technology"],"name":"Avisa Financial Advisory","sectors":["Advisory"]},{"email":"navekos.engg@gmail.com","idea":"<p>Digital construction and VR 360 Design of Architectural&nbsp;</p>","industries":["Construction"],"name":"Navekos Engineering","sectors":["Construction & Engineering"]},{"email":"vedant.pathella@orim.in","idea":"<p>ORIM Advisors is a comprehensive platform to manage your\nfinancial assets. ORIM advisors aim to create a data analytics solution which\nwould provide risk analytics and financial advisory to all kinds of asset\nclasses. We plan to create a digitized technology driven solution which could\nbe accessed by all individuals who are interested in investments.</p>","industries":["Others"],"name":"ORIM ADVISORS PRIVATE LIMITED","sectors":["Others"]}]