[{"email":"balram.computronics@gmail.com","idea":"<p>OMNITRANCE SOLUTIONS PRIVATE LIMITED work with the best international schools around the world, helping them meet their school supplies requirements, and school related IT needs, for each academic year. Our long-term vision is to become the first choice for all international schools in sourcing their annual school purchasing requirements. Our technology services keep the schools, and its students at par with the latest technology trends. In a world that is going digital in every sphere, with new innovations replacing the old at an unprecedented rate, being adept at the latest technology, is imperative. Our ever-expanding consolidation services network eliminates excessive handling of delicate shipments and improves transit time to a client’s dock. Our process saves time and money while improving service, predictability, and dependability for our clients.</p>","industries":["Professional & Commercial Services"],"name":"OMNITRANCE SOLUTIONS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"akshay.s.mehra@gmail.com","idea":"<p>StylEasy - Digital Styling Platform&nbsp;</p><p><br></p><p>StylEasy is a digital styling platform that caters to people across all stratas for all their styling needs ranging from basic to elaborate occasion wear. There will be a one time nominal fee to get a bunch of relevant options that best suits your body, personality and budget. </p><p><br></p><p> In a premium service, they could avail wedding styling packages, an entire wardrobe makeover, a personal shopping service.</p>","industries":["Fashion"],"name":"StylEasy","sectors":["Fashion Technology"]},{"email":"kajal.lath@zelleducation.com","idea":"<p>Launched in 2015, edtech startup Zell Education offers a range of finance and accounts certification courses, online and offline, along with placement assistance to help students advance and grow. Till date, we have trained over 10,000+ professionals in the field of Finance &amp; Accounting. We have assisted in successful placements for our students in industry giants like KPMG, E&amp;Y, Grant Thorntom, PWC, Deloitte and others.<br></p>","industries":["Education"],"name":"Zell Education Private Limited","sectors":["E-learning"]},{"email":"Exportusoverseas@gmail.com","idea":"<p>Exportus Overseas Pvt Ltd has been offering and affordable exporting Of agriculture and daily consumable food items. We have kept our networks with only the best raw material providers to warrant our clients not only the best price but also the quality of the products we export. We are a group of highly qualified, dynamic and experienced professionals having Agriculture as a Culture inherited, are well aware of the quality parameters of the agricultural produces and doing high tech farming of vegetables, cereals, groundnut and spices. To Redefine the Agri.-Food processing business by adopting the latest technologies to ensure the best possible quality standards of our products, by developing a strong supply- chain management system to ensure the delivery well within the time frame and by adopting customer friendly managerial practice to nurture the strong business relationship with our esteemed clients.</p>","industries":["Professional & Commercial Services"],"name":"EXPORTUS OVERSEAS PRIVATE LIMITED","sectors":["Others"]},{"email":"pradeeptikkar01@gmail.com","idea":"<p>we provide mobile application through which students can get video lectures and mock test for their desired exams.</p><p>we are now focused for govt sector exams.</p><p>We are also working on AI , by this feature a student can plan his/her study , prepare their mock test as per their desired exam .</p><p>By using our AI feature students can make their time table and study plan according to their exam without consulting any mentor. This is a basic brief introduction&nbsp; about our project on which we are working.</p>","industries":["Education"],"name":"GREAT STEP SUCCESS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"parasajayshah@gmail.com","idea":"<p>Looking for accurate astrological advice? Then this is the right astrology website for you.\n</p><p>Get solutions related to love relationships, married life, health, lucky career, highest\n</p><p>education, foreign travel, business success, etc. Know about the forthcoming events in your\n</p><p>life and make important decisions according to it. Get to know all aspects of life and how you\n</p><p>can live your life in the best way possible. Our world-class expert astrologers analyze and\n</p><p>study your horoscope and provide predictions, remedies, and overall reading. All readings\n</p><p>are done manually by professional astrologers by making birth charts.</p>","industries":["Professional & Commercial Services"],"name":"DIGIASTRO TECHNOLOGIES PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"jitendrapednekar@ymail.com","idea":"<p>To carry on the business of running Hotels, Motels, Holiday Camps, Guest Houses, Restaurants, Canteens, Caterers, Cafes, Taverns, Pubs, Bars, Beer Houses, Refreshment Room, and Lodging or apartments of Housekeepers, Night Clubs, Casinos, Discotheques, Swimming Pools, Health Club, Baths, dressing rooms, licensed victuallers, wine, beer and spirit merchants, exporters, importers, and manufacturers of aerated mineral and artificial waters and other drinks, purveyors, caterers of public amusement generally and all business incidental thereof.<br></p>","industries":["Travel & Tourism"],"name":"ABLY TRADE & COMMERCE PRIVATE LIMITED","sectors":["Hotel"]},{"email":"sarthakbastia93@gmail.com","idea":"Sports Fantasy League application and website. Skill, Knowledge, Attention and Analysis to create the best team and win prizes.","industries":["Others"],"name":"Bull Sport","sectors":["Others"]},{"email":"tripathisatya18@gmail.com","idea":"<p>A 360 degree fitness startup for Kids. Doitkids connects parents with amazing kids’ activities and unique products. Doitkids brings family-friendly fun in their community at prices that won’t break the bank. The activities and products are tested by supermoms themselves before listing on Doitkids.</p>","industries":["Others"],"name":"Doitkids","sectors":["Others"]},{"email":"najen.naidoo@perseusit.in","idea":"<p>konektd is a workforce &amp; performance management,&nbsp;<span>staff alignment &amp; development to&nbsp;</span><span>optimise company performance. konektd is your virtual ecosystem &amp; business intelligence platform that optimises business profitability through employee empowerment and productivity</span></p>","industries":["Human Resources"],"name":"konektd","sectors":["Others"]}]