[{"email":"rkshfc525@gmail.com","idea":"<p>Ecommerce online retailer housing different category of consumer products.</p><p><br></p>","industries":["Retail"],"name":"NA","sectors":["Retail Technology"]},{"email":"praveen.singh@agglife.co.in","idea":"<p>AGG Lifesciences and Safety Solutions LLP is a safety company. We have started three divisions. Our first division works as an aggregator and seller; where we sell products by sourcing it from different companies and few products developed by us. Our online procurement website is <a href=\"http://www.agg-blackbox.com.\" target=\"_blank\">www.agg-blackbox.com.</a>&nbsp;Our second division is a Calibration Lab, It is an NABL accredited lab and we provide calibration services to various safety equipment and apparatus. Our third division is a manufacturing division where we have developed few products like cable hangers, harness, gloves, Conveyor Belt Fasteners and Conveyor Safety Solution etc. We are working to develop Gas Detectors and Chemical Oxygen Self Rescuers. Our researches for the development of&nbsp; Gas Detectors and Oxygen Self Rescuers are on completion stages and very soon we will have our proto type with us.</p>","industries":["Safety"],"name":"AGG LIFESCIENCES &amp; SAFETY SOLUTIONS LLP","sectors":["Others"]},{"email":"shiv@revolotech.com","idea":"<p>We are a global IT consulting and software development company with expertise in Supply chain &amp; Logistics and Fintech domain. We help clients make the most of digital technologies to innovate for growth.\n</p><p>Being a client-oriented company with a \"service\" attitude. We are at your service. We can lead or follow. Our main goal is to maintain the highest quality standards and the best practices in today's IT market.</p><p>\n</p>","industries":["IT Services"],"name":"Revolo Infotech","sectors":["Others"]},{"email":"lordsmarkinsurance@gmail.com","idea":"<p>Lord’s Mark is an insurance broker approved by the Insurance Regulatory and Development Authority of India. We act as an intermediary between the consumer and an insurance company, helping the former find a policy that best suits their requirements.</p>","industries":["Finance Technology"],"name":"LORDS MARK INSURANCE BROKING SERVICES PRIVATE LIMITED","sectors":["Insurance"]},{"email":"suresh@mystalinlabs.tech","idea":"<p>At Mystalinlabs we are building a real time speech to speech translation engine with  controled toneality system with some advance applications of ml and deep learning.</p>","industries":["AI"],"name":"mystalinlabs","sectors":["Machine Learning"]},{"email":"sidhantchand@gmail.com","idea":"<p>Zenwood Games was established in 2022 with a mission to spread the awesome culture of modern tabletop gaming especially in India, create games that are fun, beautiful yet challenging to play with friends, colleagues and family, and make it affordable and accessible to every curious player.</p>","industries":["Toys and Games"],"name":"Zenwood Games","sectors":["Physical Toys and Games"]},{"email":"achopra1999@gmail.com","idea":"<p>newnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnewnew</p>","industries":["AI"],"name":"new","sectors":["Machine Learning"]},{"email":"renukasalvi@gmail.com","idea":"<p>We are into Agrotourism business to promote the Agro products</p>","industries":["Travel & Tourism"],"name":"Nirvana Farms","sectors":["Holiday Rentals"]},{"email":"shoegamepvtltd@gmail.com","idea":"<p>SHOE GAME PRIVATE LIMITED is a manufacturer and supplier of quality assured Gents EVA Slippers, EVA Footwear, Ladies Sandals, School Shoes, etc. We are&nbsp; also&nbsp; a women’s custom footwear manufacturer, Our products are widely accepted by the buyers because of the attributes like durability, economical rates, comfort, designs, etc. Prior to the supply of any product, we make sure to check the quality of the product on necessary parameters. Ever before using any raw material sourced by the vendor the quality control team of ours makes sure that the inputs are premium in quality. Also, we welcome feedback from the customers so that we can implement necessary measures which can enhance the quality level of our goods and services. The team of professionals that we have at our enterprise keeps a pace with the market trends so that the company can always stay ahead in the industry. We manufacture our products like Ladies Eva Slippers, Gents Eva Slippers, Kids Slippers, Ladies Sandals, etc in a highly advanced production set up. Our unit consists of machines that are integrated with the latest technology.</p>","industries":["Textiles & Apparel"],"name":"SHOE GAME PRIVATE LIMITED","sectors":["Non- Leather Footwear"]},{"email":"niteshheretolearn@gmail.com","idea":"<p>At Kuqor we digitize school whiteboards into real time notes which can accessed for later use. Our aim is to replace books with one tablet schooling.</p>","industries":["Education"],"name":"KUQOR","sectors":["Education Technology"]}]