[{"email":"gaurav@scannedtrade.com","idea":"<p>LOTUSMIRK VENTURES (OPC) PRIVATE LIMITED is registered for multi-vendor e-commerce, trade, import export, brokering, film making and business service activities. The goal is to negotiate exclusive contracts with Make in India manufacturers,  suppliers and service providers for B2B and B2C (dropshipping) transactions both in India and abroad. It is a selective, thoughtful list of companies that have an edge in the market against competition, add true value, keep environmental impacts and fair trade values in mind, while partnering to expand their business.</p>","industries":["Professional & Commercial Services"],"name":"LOTUSMIRK VENTURES (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"mohammadnomaan7860@gmail.com","idea":"<p>I need funds to start by business i have the idea and plan but I don't have money to execute</p>","industries":["Transportation & Storage"],"name":"WEDROP","sectors":["Transport Infrastructure"]},{"email":"nkhl1989@gmail.com","idea":"<p>Naukridhanda is a platform to connect blue collar job givers and seekers such as maid, shop assistant, driver, cook, waiter, security guard etc</p>","industries":["Human Resources"],"name":"Naukridhanda","sectors":["Recruitment Jobs"]},{"email":"trushal.sawant@gmail.com","idea":"We Specialize In Creating &amp; Providing With Unique Gifts For Every Occasion.","industries":["Design"],"name":"The Gift Shop","sectors":["Others"]},{"email":"komal.vaidya09@gmail.com","idea":"<p>SkillUp is an Edtech for providing life skills, English language and STEM education focusing on learners from low-income backgrounds. SkillUp came into existence with the idea of providing affordable however high-quality education to the learners with utmost customization with the use of technology and other tools in a conducive and productive environment for them.&nbsp;</p>","industries":["Education"],"name":"SkillUp Education Services Pvt Ltd","sectors":["Skill Development"]},{"email":"nivanatural@gmail.com","idea":"<p>A Limited Liability Partnership shall be carried on in the name and style NIVA NATURAL HOMEO LLP\n</p><p>1. The Niva Natural Homeo LLP constituted under the Deeds as amended time to time and shall be deemed to be have commenced on the 21st Day of September 2021.\n</p><p>2. The Niva Natural Homeo LLP shall have its registered office at Flat No. 203 II, Wing - D, Vasundhara, Mira Bhayander Road, Behind Silver Park, Mira Road East, Mumbai, Thane, Maharashtra - 401107 and/or at such other place or places, as shall be agreed to by the majority of the partners from time to time.\n</p><p>3. The Contribution of the Niva Natural Homeo LLP shall be Rs 2,00,000.00 (Rupees Two Lakh Only) which shall be contributed by the partners in the following proportions.</p><p>4. The business of the Niva Natural Homeo LLP shall be of providing business of buying, selling, reselling, importing, exporting, transporting, storing, developing, promoting, marketing or supplying, trading, dealing in any manner whatsoever in all types of Soap, Shampoo, Hair Oil, Face Wash, Cream, Powder etc. Commodities/items on retail as well as on wholesale basis in India or elsewhere.</p>","industries":["Others"],"name":"NIVA NATURAL HOMEO LLP","sectors":["Others"]},{"email":"SURYAMUKHI.KATIYAR@GMAIL.COM","idea":"<p>WE ARE TRYING TO SOLVE CREATIVE PROBLEMS WHICH EVERY BUSINESS FACE IN TERM OF VISIBILITY, COMMUNICATING TO STAKEHOLDERS AND ADOPTION OF COMPANIES OFFERING BY CUSTOMERS. WE PROVIDE CUSTOMIZED SOLUTION TO EACH BUSINESSES. IT IS MIX OF VARIOUS SERVICES LIKE CONTENT DEVELPOMEN, WEBSITE DEVELOPMENT INDOOR AS WELL AS OUTDOOR MARKETING, MEDIA MANAGEMENT ETC. THIS IS A CREATIVE FIELD SO INNOVATIVE IDEAS ARE KEY TO SUCCESS. OUR UNIQUENESS IS CUSTOMISED SOLUTIONS RATHER THAN GENERIC SOLUTIONS</p>","industries":["Marketing"],"name":"IDEAWALE MARKETING PRIVATE LIMITED","sectors":["Others"]},{"email":"alok@goodearthfibre.com","idea":"<p>JUST FIBRE LLP is&nbsp; a group of thinkers, makers, doers and designers, guided by one mission—to find design-led solutions to the problem of textile and fashion waste. We collaborate with brands, factories, and craftspeople to turn chindi into new materials and products. Our efforts are guided by a single mission—to find a lasting solution to the problem of textile waste. We want to tidy the fashion industry’s mess. Believers in inter-dependence, we collaborate with brands, factories and craftspeople to turn chindi into new materials and products.&nbsp;</p><p>Measuring thousands of tonnes, discarded clothes and production waste are regularly shipped to developing countries like India. India is also one of the largest producers and exporter of textiles in the world. Not just are we producing waste in huge quantities, we are also accountable for the bulk of this world’s textile waste. So, the problem of textile waste for JUST FIBRE is even closer home. We assess the different kinds of waste that comes out of the fashion industry and determine how best to use the chindi we find. We currently work with used and discarded garments that are made from cotton and wool.</p>","industries":["Waste Management"],"name":"JUST FIBRE LLP","sectors":["Others"]},{"email":"ashwini@lumenasia.co.in","idea":"<p>Sales Representative Startup with Segmented Core Manufacturers</p>","industries":["Other Specialty Retailers"],"name":"LUMENASIA","sectors":["Others"]},{"email":"Athreya@hrshopinternational.com","idea":"<p>“Our forte is custom recruitment solutions in EPC/Energy, IT, Pharma &amp; Healthcare and FMCG “. Our proven Talent Acquisition Consultants are well-versed in environments with a diverse milieu of requirements.  \n</p><p>Our team uses top of the line Recruitment practices, in both niche Recruitment as well as mass Recruitment. They are further aided by their Domain (Industry) expertise, as well as expertise in engaging with a wide diaspora of Clients, Candidates &amp; Colleagues.</p><p>\n</p>","industries":["Human Resources"],"name":"H R SHOP INTERNATIONAL PRIVATE LIMITED","sectors":["Recruitment Jobs"]}]