[{"email":"sgmahajan1970@gmail.com","idea":"\n            <p>ASHTAVINAYAK PLAST CONTAINERS PVT LTD is the leading manufacturer of Specialty molded components, PP container sets  in India.</p><p>Well equipped with product design, mold development, injection molding and post molding facilities, situated in Silvassa, where the components molding shot weight ranges from 10.0 grams to 1 kilograms at silvassa locations. Our annual production capacity is 20 Tons per annum and we do molding in PPCP , ABS,HDPE,LDPE and various other engineering polymers. As our plants are  very stringent level of GMP and Quality standards are maintained.</p><p>We source the raw material from world renowned suppliers like Reliance Industries, Exxon Mobil, and Samsung etc. Master batches are also sourced from local and similar companies; however, we do develop special colors, shades as per customer’s need through our expert team.</p>\n        ","industries":["Others"],"name":"ASHTAVINAYAK PLAST CONTAINERS PRIVATE LIMITED","sectors":["Others"]},{"email":"vaibhav.srivastava@firsebooking.com","idea":"<p>FSB (firsebboking.com) is one of its kind platform to provide facility of reselling of services. Services include hotel booking , movies, events , gym subscription. FSB belives that it's prerogative of the customer to be able to sell the purchase in case they are not able to utilise it fully . Howver initially we have started by onbaording service providers to allow us to resell their services .</p>","industries":["Travel & Tourism"],"name":"Firsebooking.com","sectors":["Hospitality"]},{"email":"nazim.mukadam@gmail.com","idea":"<p>This platform is to bring all aviation experts and user and people who want to join aviation industry</p>","industries":["Education"],"name":"AELPT","sectors":["Education Technology"]},{"email":"shahnawaz@teasytees.in","idea":"<p>Teasytees has India's Largest Collection Of Printed T-shirts Online. We offer apparels for all age groups across India.</p>","industries":["Fashion"],"name":"Teasytees","sectors":["Apparel"]},{"email":"kamalindustrial@gmail.com","idea":"<p>“Smartags Private Limited’,established its business operations in the year 2021 at Mumbai \n</p><p>The infrastructure of a country, society, or organization consists of the basic facilities such as&nbsp;transport, communications, power supplies, and buildings, which enable it to function.\n</p><p>Categories include private and public housing; factories, offices and retail units; schools, hospitals and public buildings; civil engineering and infrastructure projects. State whether the company handles refurbishment in addition to new projects.</p>","industries":["Construction"],"name":"SMARTAGS PRIVATE LIMITED ","sectors":["Construction & Engineering"]},{"email":"info@agatehotels.com","idea":"<p>Agate Hotels &amp; Resorts aims for unparalleled leadership in the hospitality sector through its prowess in understanding guests and their desires. Displaying care, respect, warmth, and concern are what make us stand proud and unique. Our values make up of exceptional service, integrity, respect, teamwork and passion, and a continuous effort to improve. We ensure to use user-friendly technology so that everyone can have access to necessary information without facing barriers. Creating a diverse workforce with the welcome of different cultures is what Agate Hotels is all about.</p>","industries":["Travel & Tourism"],"name":"AGATE HOSPITALITY PRIVATE LIMITED","sectors":["Hospitality"]},{"email":"krishnaenterprises479@gmail.com","idea":"<p>Consultancy International is committed to helping organisations to increase their productivity through better use of their human resources and to enable companies to achieve real competitive advantages. Our skills and expertise cover a wide range of HR activities and initiatives. The programmes we design are developed to meet specific organisational needs. We work across all industry sectors, employing a simple yet effective approach to each project. By developing long-term strategic partnerships with Private and Public sector organisations, we are well placed to offer \"best of breed\" solutions to our clients, whilst maintaining focus on the needs of our candidates</p>","industries":["Others"],"name":"CAISSE VENTURES PRIVATE LIMITED","sectors":["Others"]},{"email":"kiranntelkar@gmail.com","idea":"<p>Vertical agriculture is an innovative way of maintaining our agricultural practices. In India, vertical farming is mostly polyhouse-based farming. Poly-house farming is a protected way that gives higher productivity and yield of vegetables and fruits across India.<br></p>","industries":["Agriculture"],"name":"TELKAR WADI AGRO PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"langschwertevcs@gmail.com","idea":"<p>LANGSCHWERT ELECTRIC VEHICLE CHARGING STATION PRIVATE LIMITED is a highly acclaimed EV charging solutions provider based in India. Being one of the best EV charging infrastructure Company in India, we are known for rendering innovative, smart and safe EV charging solutions for your fleets and vehicles of all sizes.&nbsp; As a premier EV charging Infrastructure company in&nbsp; thane , India, we offer end-to-end charging solutions for both public and private use. Our home and commercial charging solutions are sustainable and reliable for owners and take us one step forward in the direction of zero emission mobility. Our range of EV charging solutions include both AC and DC charging and your charging station gets empowered with an ultra-modern control system including CMS software and mobile application that help corporate, government petrol pumps and individual owners control it with sheer ease. Being the best EV charging Infrastructure Company in India, we know how to strike that perfect balance between diverse economic, consumer and energy needs. Our EV charging infrastructure solutions combined with digitalization and full scale offerings help us fulfill your mobility requirements.</p>","industries":["Technology Hardware"],"name":"LANGSCHWERT ELECTRIC VEHICLE CHARGING STATION PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"redmintinteractive@gmail.com","idea":"<p>REDMINT INTERACTIVE PRIVATE LIMITED is&nbsp; a young creative boutique engaged in the business of Computer Graphics and Animation.  Our studio is situated in Andheri (W), Mumbai, India. We have a team of 18 members which consists of highly experienced team management and talented artists with extensive experience. We are known for creating highly creative custom-branded interactive content and experiences that help startups and enterprise clients multiply their brand value.  Our studio is capable of producing Pre and Post production of animated and live action content. We specialize in 3D Modeling, CG Visualization, Fluids / Particles Simulation, creating product visualizations, virtual walkthroughs, 3D and 2D character design and animation, Motion Graphics design, VFX for film and television and CG Environment designs.</p>","industries":["Media & Entertainment"],"name":"REDMINT INTERACTIVE PRIVATE LIMITED","sectors":["Entertainment"]}]