[{"email":"redomicmc@gmail.com","idea":"<p>Locaro is an e-commerce website that allows you to buy from nearby shops and get anything delivered to you within 10-20 minutes</p>","industries":["Retail"],"name":"Locaro","sectors":["Retail Technology"]},{"email":"siddhant@innowit.in","idea":"Innowit is a boutique firm with unique hands on approach to helping Jewellery industry with all aspects of Digital Marketing Strategy, Social Media Marketing, Search Engine Marketing (SEO &amp; SEM), Branding &amp; Design,Printing, Mobile Marketing and Email Marketing.<div><br></div><div>Our focus is to bell the CAT which stands for Creativity, Analytics and Technology and we leverage this to deliver across digital campaigns be it media driven or creative led campaigns.</div>","industries":["Marketing"],"name":"Innowit","sectors":["Branding"]},{"email":"sayed.ali167@gmail.com","idea":"<p>helps connecting small farmers across India and consumers through our wide variety of natural products. Chemical usage, modification in the genetics of seeds and, use of pesticides are neither promoted by us nor by our partner farmers. We believe in the health, wellness and, care of our consumers. We aim to satisfy our consumers with healthy and natural food products which are filled with nutrients and flavour at their doorstep. Neither a colouring agent nor a preservative is mixed with our products, keeping the original flavour and aroma intact. Our partner farmers use heirloom seeds that have been passed on for generations in their families to get you the authentic taste of spices. The products are exclusively crafted by us to meet the desi flavour and to satisfy our desi hearts.</p>","industries":["Others"],"name":"SAS LIFE E ORGANIC FARMERS PRODUCER COMPANY LIMITED","sectors":["Others"]},{"email":"anoop1@hotmail.com","idea":"<p>Glint Consultancy Services LLP is a Mumbai based, leading Consultancy firm providing end to end operations/solutions and Facility Management Services for the business specializing in top quality Manpower Supply, Human Resources Management, Housekeeping Services, Mechanized Cleaning Services, Ground Handling Services at Airports, Fund Management, Certification Services, Stationery supply &amp; other allied services and not limited to the above mentioned services/business. Glint Consultancy Services LLP mainly focuses in being highly client oriented and using state of the art technology embracing high ethical standards. We aim to deliver a constant high level of customized services, sustain and exceed our customer’s expectation and to provide services with professionalism integrity and value for money.</p>","industries":["Professional & Commercial Services"],"name":"GLINT CONSULTANCY SERVICES LLP","sectors":["Business Support Services"]},{"email":"sunjay.khochare@gmail.com","idea":"I'm strategic planner for rural marketing/advertising. Providing BTL activation and marketing plans to brands and help to emphasize brand image and push sale in rural markets","industries":null,"name":"Sanjay Khochare","sectors":null},{"email":"harshadugale5@gmail.com","idea":"<p>&nbsp;Designing new ISA . Which has optimized power usage and provides high performance.<br></p>","industries":["Others"],"name":"Logic2Chip","sectors":["Others"]},{"email":"aarya.textile@gmail.com","idea":"<p>Aarya Textile is manufacturing Newborn baby products and Maternity Products, Laminated textile fabrics.</p><p>we are manufacturing:</p><p> Baby Laminated urine mats - Baby Dry sheet mats</p><p>Baby mosquito repellent blankets</p><p>Baby mosquito repellent Bed with net</p><p>Maternity Breast pads- Disposable</p><p>Maternity Breast pads- Reusable</p><p><br></p><p>TPU Laminated polyester terry fabric for mattress Industry</p><p>TPU Laminated polyester fleece fabric for the mattress industry</p><p>Bonded fabrics for the Mattress industry</p>","industries":["Textiles & Apparel"],"name":"AARYA TEXTILE","sectors":["Apparel & Accessories"]},{"email":"amolendu.h@onyxdigi.com","idea":"<p>PRMT :&nbsp;</p><p>• A bridge between business and customers\n</p><p>• Most affordable advertising tool for Business\n</p><p>• Generating steady income for “Promoters”</p>","industries":["Advertising"],"name":"PRMT ","sectors":["AdTech"]},{"email":"sales@desigendx.com","idea":"<p>Diagnostic kits and testing services for the agri-food value chain.&nbsp;</p>","industries":["Biotechnology"],"name":"Agrisure Diagnostics LLP","sectors":["Others"]},{"email":"menidahealthcare@gmail.com","idea":"<p>My Hard earned money last 19 years invested in this and started this organization with my wife.</p>","industries":["Healthcare & Lifesciences"],"name":"MENIDA HEALTHCARE PRIVATE LIMITED","sectors":["Pharmaceutical"]}]