[{"email":"abharadwaj27892@gmail.com","idea":"\n            <p>We connect farmers to customers through our logistics and supply chain management.&nbsp;</p>\n        ","industries":["Agriculture"],"name":"VegFresh","sectors":["Agri-Tech"]},{"email":"tapasya@purechygiene.com","idea":"<p><span>Purec Hygiene International LLP helps many\nprofessional sectors cope with the age-old washroom hygiene problem with\nPurec's Automatic Toilet Seat Cover, a quick one-time remedy and\ntechnologically advanced. Our flagship product is manufactured in India and\ndistributed to businesses, hospitals, gyms and cafés, educational institutions,\nhotels and restaurants, and other industries. Our recent creations are\ntouch-free automatic dispensers and sanitary vending pad machine that caters to\nB2B sectors. our vision is to get unique products for our customers to solve\nage old problems.</span></p>","industries":["Others"],"name":"PUREC HYGIENE INTERNATIONAL LLP","sectors":["Others"]},{"email":"mustafa@msquarelabs.com","idea":"<p>An indie studio, where we build exceptionally designed products who care about accessibility and inclusivity. We have built over 10+ products for clients.</p><p><br></p><p>Our primary offering which we excel at is designing and building native iOS, macOS, tvOS and watchOS apps.</p>","industries":["IT Services"],"name":"Msquare Labs Technologies Private Limited","sectors":["Product Development"]},{"email":"mayank@securityium.com","idea":"<p>We are building a SaaS based scalable penetration testing &amp; risk management framework to fit into all type of industry.&nbsp;</p>","industries":["Security Solutions"],"name":"Securityium","sectors":["Cyber Security"]},{"email":"jarwala72@gmail.com","idea":"<p>WE ARE MANUFACTURERS OF HYDRAULIC HOSE PIP AND FITTING ND SHIP REPAIRER</p>","industries":["Others"],"name":"UNIVERSAL TRADING","sectors":["Others"]},{"email":"projects@paratesthapatya.com","idea":"<p>Contracting company involved in Civil, Interior and Fabrication work in Industrial, Commercial and Residential sector.</p>","industries":["Construction"],"name":"PARATE Sthapatya Nirman Pvt. Ltd.","sectors":["Construction & Engineering"]},{"email":"saifsayedali@gmail.com","idea":"<p>Grade &amp; Grind Technologies Pvt Ltd are manufacturers &amp; exporters of size reduction equipment for almost any kind of products. Also, we are the manufacturers of various cleaning system, blending system, drying system, roasting system, sieving system, etc. in order to provide solutions to Food Industry, Pharmaceuticals Industry, Flour Industry, Chemicals Industry, Nutraceuticals Industry, Minerals Industry, etc.\n</p><p>Grade &amp; Grind Technologies Pvt Ltd produces versatile equipment with the best durability. To fulfill this vision, our designs, engineering &amp; manufacturing are focused right from the very initial stage.\n</p><p>The main vision of Grade &amp; Grind Technologies Pvt Ltd is to help our clients successfully meet their requirements with a solution which is easy to handle and cost effective. Also, it should help the client have good profitability with less reliability.\n</p><p>Grade &amp; Grind Technologies Pvt Ltd supplies individual equipment or provides customized solutions depending on the requirement of the customer. We always work for the success of our customers.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"Grade &amp; Grind Technologies Private Limited","sectors":["Food Technology/Food Delivery"]},{"email":"mirfayazali93@gmail.com","idea":"<p>https://www.zaubacorp.com/company-map/lawkart-private-limited</p>","industries":["Education"],"name":"LAWKART PRIVATE LIMITED","sectors":["E-learning"]},{"email":"as.sunglassplanet@gmail.com","idea":"<p>we are into opticals industries currently running 5 store in Mumbai &amp; Gujrat.</p>","industries":["Retail"],"name":"3rd eye perception private limited","sectors":["Others"]},{"email":"sidharth@farmogo.in","idea":"<p>A zeal to bring back the tradition of consuming unadulterated food. The passion to promote healthy coexistence inspired us to lay the foundation of Farmogo.</p><p>We are working in the field of CEA - controlled environment agriculture, with precision agriculture, and AI based hydroponics. Using these technologies have following advantages</p><p>1. 10-20x more yield , 2. premium produce (appearance and taste) 3. weather proof cultivation 4. pesticide and pollutant free produce 5. right nutrition balance and maximum shelf life 6. traceability to seed level with transparency</p><p>It has following environment and social benefits</p><p>1. 90% water saving, 2. 90% land saved, 3. Opportunities for women participation due to conducive environment and less laborious activities 4. low climate impact due to no discharge of pollutants and saving of water</p><p>We are looking at expanding into more crops, and expand to more cities and increase our acreage. Also would want to invest in R&amp;D for producing more all year crops</p>","industries":["Agriculture"],"name":"Farmogo exotica private limited","sectors":["Agri-Tech"]}]