[{"email":"sales@seadeltamarine.com","idea":"<p>Marine, Offshore, Oil and Gas Consultants, Project Managers and Renewable Energy Experts</p>","industries":["Design"],"name":"SEA DELTA MARINE AND OFFSHORE PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"ashishsardesai@yahoo.com","idea":"<p>VIOSA is the EdTech industry's first unified technology platform that coaches students in acquiring sector-based competencies, help them build their professional profiles, &amp; guides them to achieve their aspirational employment.\n</p><p>Professionals from the corporate sector have created this unique and meaningful technology-enabled mentoring program.\n</p><p>A lifetime mentor for upscaling your professional career!</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"ABAVEN EDUTECH PRIVATE LIMITED","sectors":["Coaching"]},{"email":"oyeeguru@gmail.com","idea":"<p><a href=\"https://oyeeguru.com/\" target=\"_blank\">Find anything and everything in your pincode </a><br></p>","industries":["Enterprise Software"],"name":"Oyeeguru Technologies","sectors":["Location Based"]},{"email":"abhinavguards@gmail.com","idea":"<p>May we take this opportunity to introduce ourselves a Security\n</p><p>Agency in India, which is incorporated as ‘ABHINAV SECURITY &amp;\n</p><p>FACILITY SERVICES’ the organization is being controlled by the\n</p><p>Professional and Expertise Management Personnel’s, who are highly\n</p><p>specialized in the Hospitality and Maintenance related field. On our\n</p><p>payroll we have qualified, experienced and well behaved &amp;\n</p><p>mannered personnel’s. Our services are stretched to each and every\n</p><p>nook &amp; corner of our Motherland</p>","industries":["Security Solutions"],"name":"Abhinav Security &amp; facility Services","sectors":["Others"]},{"email":"kanakpopli21@gmail.com","idea":"<p>A designer fashion boutique bringing a unique revolution of handwork clothing into market.</p>","industries":["Fashion"],"name":"Sarvagya by Kanak Popli","sectors":["Apparel"]},{"email":"amit@phoenixalloys.in","idea":"<p>PRODUCT SUMMARY FOR STARTUP INDIA<br>Extrusion is the process most often used for uniform section profiles of aluminium. This method allows to produce high quality products at low cost. Being able to produce slender hollow parts with narrow tolerances and good mechanical properties. Aluminium Extrusion has made its mark as an innovative product in the field of Construction / Architecture &amp; Industry. <br>Today, extrusion is earning its place as a key component in solar power - providing cost-effective mounting and racking solutions for concentrated (CSP), photovoltaic (PV), concentrated photovoltaic (CPV), and Building Integrated Photovoltaic (BIPV) solar power systems. <br>Extrusion is increasingly found in wind power as well. From bus bar to carry the electricity generated by the turbine to inner-tower structural elements, platforms and ladders, extrusions and extrusion-based assemblies play a prominent role. In factory automation; extrusions a key component of actuators, linear motion components and robotics due to their precision, low mass, high strength and low maintenance. You'll also find wide use of \"erector set\" systems in the work place - T-slot profiles that can be combined with special hardware to create machine guarding, run-out tables, factory work stations, and more. <br>High strength with light weight, minimal maintenance, the absence of brittleness at low temperatures, and the ability to engineer a wide range of functionality into components, make aluminium extrusions a major element of military, aircraft and aerospace solutions. Aluminium has played an important role in these applications for years; in fact, the Wright Flyer, in which the Wright Brothers achieved the first powered flight in December 1903, utilized a cast aluminium engine block to minimize weight. Today, a new generation of aluminium-lithium alloys for extrusions and forgings is offering aircraft producers weight and fuel savings vs. the newest composites. <br>Whether for autos, busses, trucks, trailers, or rail, engineers are increasingly turning to aluminium extrusions to improve fuel economy, enhance performance and increase load carrying capacity. Each pound of aluminium that replaces two pounds of steel or iron in a car can save 3.1 gallons of crude oil, and 20 pounds of CO2 emissions, over the life of the vehicle. The use of automotive aluminium in 2006 model year vehicles alone has saved 14.5 billion gallons of gasoline or about 350 million barrels of crude oil. And with new mileage standards for both passenger and commercial vehicles, additional extrusion use — and environmental benefits — are expected. It is estimated that the commercial vehicle fuel standards announced in 2011 will cut crude oil consumption by over 500 million barrels, and reduce greenhouse gas emissions by over 300 million tons annually.<br>At the same time, aluminium extrusions offer vehicle developers a corrosion free material with the design flexibility to combine multiple functions in one part, and optimize the application of strength to where it is really needed.<br>The role of jobs in any economy plays a crucial role especially in the developing economy, as an employed person contributes to the society and the economy at large in terms of the GDP and the per capita income.<br>An employment is an important factor of the political, social and the economic growth of a nation as the job has the power to influence the decision making and remove corruption and thus has power to develop a more just and active economy. By setting up this plant we would be generating employment which is yet another key factor to make the dream come true of our Hon’ble Prime Minister Shri. Narendra Modi of generating employment by new and innovative start-ups.<br>We plan to produce high grade extrusions using special machinery which has never been done in India and its unique process will be first in India. Parts that are currently being produced from abroad for use in bullet trains, aircrafts and Defence systems will be produced by us. It will truly make ‘Make in India’ possible.<br></p>","industries":["Others"],"name":"M/s. Phoenix Alliance Private Limited","sectors":["Others"]},{"email":"khushboo.jain@aravaliasset.com","idea":"<p>We provide Management Consultancy service to a Singapore based Hedge Fund which was incorporated in 2014 in Cayman Islands.&nbsp;</p><p>&nbsp;who aims to generate annual returns in the 6%-10% range with a low volatility by deploying a variety of relative value arbitrage strategies to capture gains from relative imperfections and price deviations in various capital markets.&nbsp;</p><p><br></p>","industries":["Professional & Commercial Services"],"name":"ARAVALI ASSET ADVISORY LLP","sectors":["Business Support Services"]},{"email":"unite.industriess@gmail.com","idea":"<p>We have started with the trading business of PPE (personal protective equipment). We are in talks with the third-party Manufacturing deals already for the same. After the PPE segment sets properly, we'll be introducing different segments like fashion, handmade products, etc.</p>","industries":["Textiles & Apparel"],"name":"Unite Industries","sectors":["Non- Leather Textiles Goods"]},{"email":"richa@gleamberry.com","idea":"<p>Gleamberry is a Mumbai based sustainable premium clothing brand  started with the desire to be in fashion industry to retain the Indian handloom and weaving heritage. ‘Weavers’ the word itself makes us think of handmade/ handcrafted/ handwoven clothes made in remote villages.\n</p><p>We travel out of passion to explore the wonderful villages of India and choose the best and beautiful collections of the artisans and craftsmen.</p>","industries":["Fashion"],"name":"Gleamberry","sectors":["Apparel"]},{"email":"argupte.1990@gmail.com","idea":"<p>InLifeFlix Media &amp; Entertainment Pvt Ltd is 100% based on futuristic business model, operating &amp; dealing in OTT apps, Entertainment Websites, E-Commerce Business, Online Gaming, Media Platform, TV Channels and providing platforms for innovative Ideas to become real. The main object of our business model is to generate income &amp; employments to support the loss, we all faced during pandemic. InLifeFlix Media is on the path to become a contributor for the developments of our country, by making lots of successful turnovers and to support its investors &amp; satisfying their decision of funding InLifeFlix Media &amp; Entertainment Pvt Ltd and also to generate huge numbers of employment, because many people fresher &amp; Experienced are facing job crises because of pandemic, over populations &amp; inflations. InLifeFlix Media wants to become a platform for everyone to earn, learn, grow &amp; make their innovative ideas to come true.</p>","industries":["Pets & Animals"],"name":"INLIFEFLIX MEDIA &amp; ENTERTAINMENT PRIVATE LIMITED","sectors":["Others"]}]