[{"email":"navin.nadpurohit@hotmail.com","idea":"<p>Founder of <a href=\"http://www.worldwidegurukul.org\" target=\"_blank\">www.worldwidegurukul.org</a>&nbsp;- an online training platform for professional courses. Currently working as Management Consultant with a leading IT MNC based out of Mumbai.</p>","industries":null,"name":"Navin Nadpurohit","sectors":null},{"email":"machinerywala01@gmail.com","idea":"<p><span>We are&nbsp; providing renting services of machinery,\nspare parts, transport equipment, agricultural, construction and civil\nengineering, office, personal and household goods, tents, electrical\nappliances, furniture, table ware, crockery and utensils, video cassettes, CDs,\naudio cassettes and records, books, journals and magazines, costumes, musical\ninstruments and other machinery and equipment.</span></p>","industries":["Professional & Commercial Services"],"name":"SMSOHRAB ENTERPRISES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"Info@gmlagro.com","idea":"<p>Company is in operation of purchase, cultivate, grow, produce, harvest raise or deal in agriculture produce as agriculturists, farmers or gardeners and to set up processing unit, cooling unit, packaging unit for processors, import, export, distribute or deal in all kinds of agriculture produce of all description, like fruits, vegetable, seeds and herbal products and trade in all the products required for cultivation, harvesting, production and developments of seeds, vegetable, fruits and herbal items.</p>","industries":["Agriculture"],"name":"GML AGRO PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"palak@fin-hub.in","idea":"<p>We are a start up with an aim to use waste and trun it into usable materials like leather</p>","industries":["Green Technology"],"name":"Aamati Green Pvt. Ltd","sectors":["Others"]},{"email":"arvind.verma@bhugarbho.com","idea":"<p>We at BHUGARBHO GEO SCIENCES PRIVATE LIMITED&nbsp; offers a wide range of services to oil industry in the field of hydrocarbon\nexploration &amp; production including Integrated interpretation of geological,\nseismic and Petrophysical data and Reservoir Modeling&nbsp; for FDP, Seismic Data Acquisition,\nProcessing, Interpretation, Petrophysical Analysis, Database Management, Tape\nTranscription and QA/QC Services, etc. We at&nbsp;<span>BHUGARBHO</span>&nbsp;Geo Sciences are establishing\nas an Integrated Global Exploration &amp; Production company leveraging the\nexpertise and skills in project execution and delivery.</p><p>\n</p>","industries":["Non- Renewable Energy"],"name":"BHUGARBHO GEO SCIENCES PRIVATE LIMITED","sectors":["Others"]},{"email":"rajesh@intranetssl.net","idea":"<p>At Secure Network Traffic we are committed to improve Security of the Organization’s Network Traffic by developing various Information Technology Products and Services. <br><br>Launch of SecureNT Intranet SSL Certificate is one of them. We will be soon releasing few more products/services. More can be found at https://intranetssl.net</p><p><br>We are an Information Technology company based in India. We believe and whole heartedly participate and support the “Make in India” (@makeinindia) movement.</p><p>\n</p>","industries":["Security Solutions"],"name":"Secure Network Traffic","sectors":["Cyber Security"]},{"email":"thoratavinash446@gmail.com","idea":"<p>To carry on in India or abroad the business of marketing, promoting, advertising digitally channels such as search engines, websites, social media, email and mobile applications for entities dealing in any Goods or Services both in internal and external markets on digital media or any other online or digitla means. Marketing through online marketing, digital marketing on various sites.</p>","industries":["Marketing"],"name":"PROPERGENIX PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"DHAVAL.A.SANGHAVI@GMAIL.COM","idea":"<p>AVP Laboratories LLP is a Mumbai based startup. We are primarily involved in in distribution and sale of Nutraceuticals products. Our products are aimed at helping and improving the lifestyle of our customers. We specialise in curcumin (major active component in turmeric) based products and aim to utilise all the medicinal and therapeutic properties of the product to aid the consumers at various levels.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"AVP LABORATORY LLP","sectors":["Health & Wellness"]},{"email":"viacreativetech@gmail.com","idea":"<p>We specialize in integrated marketing, giving your brand a complete 360 degree exposure it needs to stand out in the ongoing digital revolution. Transcending boundaries and staying on top is challenging indeed; at Via Creative Tech we have successfully outgrown every challenge armed with passion and creativity.&nbsp;</p><p>But it doesn’t stop there. Visibility is attained by constant upgradation of the ever changing digital marketing landscape; we make sure to stay upgraded to stay ahead of the game. Also, we are into a product based &amp; platform based business by the brand name of Via Digital Card (www.viadigitalcard.in) wherein we provide our users with an NFC physical as well as a digital card. We are soon planning to implement the freemium model on our digital card service.</p>","industries":["IT Services"],"name":"VIA CREATIVE TECH LLP","sectors":["Others"]},{"email":"belmartms6@gmail.com","idea":"<p>DEPARTMENTAL STORES ARE ONE ROOT.&nbsp; LIKE D-MART, SUPER MALL, METRO MALL....</p>","industries":["Food & Beverages"],"name":"BELMART MEGA STORES LLP","sectors":["Others"]}]