[{"email":"naturegate321@gmail.com","idea":"<p>Nature Gate stems from its parent company Mahalaxmi, which has 70 years of manufacturing Indian sweets and farsan to its credit. At present the new leadership is looking to take this brand overseas and cater to the growing demand for ready to eat as well as pre-cooked Indian snacks to an already existing and large customer base.</p>","industries":["Food & Beverages"],"name":"SPIDER OVERSEAS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"mahipal@finyco.com","idea":"<p>We are a global IT consulting and software development company with expertise in Supply chain &amp; Logistics and Fintech domain. We help clients make the most of digital technologies to innovate for growth.\n</p><p>Being a client-oriented company with a \"service\" attitude. We are at your service. We can lead or follow. Our main goal is to maintain the highest quality standards and the best practices in today's IT market</p><p><br></p><p><br></p><p>Specialties\n</p><p>ERP, CRM, Web-based Software, Software for Supply Chain Management, Inventory Management, Operations, Reports, Data Integrity, Data Analysis, Accounting , API, Fleet Management, and Maintenance</p><p>\n</p>","industries":["Logistics"],"name":"Revolo Infotech Partnership Firm","sectors":["Others"]},{"email":"nitin.shukla.jai@gmail.com","idea":"\n            <p>We can forget a person, place or product but stories related to them will remain forever. </p><p>The right authentic storytelling is missing in indian OTT space.The tag line of our OTT platform is\"gyanbhi , garvbhi\",Any thing which you see on OMTV will either give you some knowledge about Indian culture or will make you feel proud about our ancient culture .</p><p>OMTV is a default destination for stories of Sanatan culture.</p><p>OMTV is an SVOD(subscription video on demand) OTT platform. Its objective is to enhance the right viewing experience with rich cultural content</p>\n        ","industries":["Media & Entertainment"],"name":"SRI BAHUBALI MEDIA PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"vaishnavikirtikar9242@gmail.com","idea":"INCUBATE is all about helping direct-to-customer stores to reach the global market. we love to help small business owners to gain their position globally as an individual brand.","industries":["Retail"],"name":"INCUBATE","sectors":["Retail Technology"]},{"email":"amitesh.kumar@doorse.in","idea":"<p>An online service platform for home services i.e. electrical ,plumbing ,beauty services ,other service which does not require very skilled professional but have learned and gained through experience.</p><p>India is a country of abundance of experience and knowledge gained through practice and years spent .this work force is forced to move to big cities in search of job/daily wages&nbsp; not because there is no work but work is not visible and inaccessible .</p><p>The problem is not just on professional side but on user/customer&nbsp; side :</p><p>Majority of people find it difficult to find the good skilled worker for home services or lack a reliable source of information to find one .even finding one leads to another problem of irrational/non standaradization of  service charges.there is no uniformity of service charges and it differs from person to person.Service gurantee and quality service is missing in most of the cases.due to job migration of young population from smaller cities leads to another problem of serving old parents from remote ,because of unavilibility of reliable source for services ,booking a service for old parents from remote is not just difficult but impossible.&nbsp;</p><p>Our vision is to provide platform to both customer and skilled work force in smaller cities and towns&nbsp; with transparent pricing and quality of service.this in turn will stop migration from smaller cities and villages and also help in creating jobs from home.</p>","industries":["House-Hold Services"],"name":"DoorSE","sectors":["Personal Care"]},{"email":"zahaanghadiali@chefftin.com","idea":"<p>Chefftin is a new platform that allows customers to purchase home food online from a wide variety of sellers.<br></p><p><br></p><p>Through such a system, it will lead to consumers eating healthier and safer food while also generating an additional income source for the sellers.</p>","industries":["Food & Beverages"],"name":"Chefftin","sectors":["Food Technology/Food Delivery"]},{"email":"Brandonvge31@gmail.com","idea":"<p>Have you always wanted an application to optimize your note taking experience and make the best possible use of note taking on your phone.\n</p><p>Well we do just that.</p><p>\n</p>","industries":["Enterprise Software"],"name":"Aditya Agarwal","sectors":["Others"]},{"email":"rajkumarmodi3601@gmail.com","idea":"<p>EV OFFGRID GAS BASED EV CHARGING INFRASTRUCTURE MOBILE AND STATIONARY</p>","industries":["Green Technology"],"name":"ZIPTRON GAS TECHNOLOGY PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"dr.virajk@gmail.com","idea":"<p>REFR is a by-invite-only platform that rewards its users for referring their favorite brands and businesses into their circle. Just by sharing what they like, REFR members earn exclusive rewards and cashback from brands they endorse.</p>","industries":["Marketing"],"name":"REFR1 TECH PRIVATE LIMITED","sectors":["Others"]},{"email":"luckydangi705@gmail.com","idea":"<p>For a progressive Indian aged between 14 to 35 inclusive years,  we make eclectic videos such as comedy video, drama video, mystery video, suspense video, etc. Aspiration is to put the envelope of innovative output in every of the content. Here's is a link to the video: https://play.google.com/store/apps/details?id=com.whoorahapp&amp;hl=en-GB&amp;ah=iLdFy8X37bL1EgAXyrVV8yFhiXo, https://www.youtube.com/channel/UC1wrXjS6Z3C5A-FqyvyY0GQ. The discussion has happened on LinkedIn regarding angel investment, my name is Lucky Dangi.</p>","industries":["Media & Entertainment"],"name":"Wyeo","sectors":["Digital Media Video"]}]