[{"email":"sankketmhalsank28@gmail.com","idea":"The owner of the brand DORROW is sanket mhalsank. This i have started with my own creativity and passion.&nbsp;","industries":["Food & Beverages"],"name":"DORROW","sectors":["Others"]},{"email":"nirav.patel@gupshup.io","idea":"<p>World’s Leading Conversational Messaging Platform for commerce, marketing and support.</p>","industries":["AI"],"name":"Gupshup","sectors":["Others"]},{"email":"pratham.creator@gmail.com","idea":"<p>Research Engineer &amp; Emerging Innovator.</p><p>One of the finalists in Mahindra's Spark-the-Rise Innovation Challenge 2016.</p><p>Winner of STL's Open Innovation Challenge 2020.</p><p>Currently Developing multiple innovative technologies for a multi-industry Conglomerate.</p><p>Interested in industrial problem solving through engineering applications, research, innovation &amp; development.</p>","industries":null,"name":"Prathamesh Ramade","sectors":null},{"email":"support@sparewick.com","idea":"<p>An E-commerce and Retail outlet chain dealing in all types of accessories of all segments of two wheelers.<br></p>","industries":["Automotive"],"name":"Sparewick LLP","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"yerlasuresh@gmail.com","idea":"<p>STITCHXPERT TEXFAB INDIA PRIVATE LIMITED is always be at the forefront of Sustainable Innovation and Development of the Textile Industry offering products which help preserve the health of our planet and its inhabitants.</p><p>Our mission is To upkeep Social Justice for our Workers, maintain Transparency in our Supply Chain and launch innovative and sustainable solutions for all Industries – Apparel, Home Textiles, Accessories, and Packaging. We have carried out large scale manufacturing assignments for clients. A large share of our technical expertise rests upon our experience of working with clients in multiple geographic regions ranging from the Middle East, Europe, North America and Asia. We are compliant with international conventions like ILO Standards, UN Global Compact, Fair Wear Foundation, Fair Trade, Social Accountability International, SEDEX and GOTS as well as national labor laws and regional social compliance standards. Our team also has credentials of building robust quality monitoring, social compliance and risk mitigation systems and processes as per client needs.We take pride in our understanding of how to handle a mixed variety of patterns, fabrics and accessories for the manufacture of goods. We try to approach our production process with a mix of techniques, machinery and tools. Herein we deploy skilled workers who leverage on their experience and training of handling multiple techniques in large scale production programs. In the past, we have delivered consignments that have multiple components pertaining to different styles, fabrics, prints etc. and have delivered to our clients on time. Further, we have developed a deep appreciation of the impact of a participatory and consultative approach and all the stakeholders associated with a production program are in tandem with each other throughout the lifecycle of the production process.</p>","industries":["Textiles & Apparel"],"name":"STITCHXPERT TEXFAB INDIA PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"thakkyo@gmail.com","idea":"<p>At Merkir we believe that every space has the potential to become unique, harmonial and beautiful. We are proud of what we do and are prepared to work overtime to guarantee that you are satisfied with the way your space looks. From full-scale projects to small renovations, we invite you to take a look at our gallery and see what we have done.</p>","industries":["Architecture Interior Design"],"name":"MERKIR DESIGNS PRIVATE LIMITED","sectors":["Others"]},{"email":"shailesh@aceinfobahn.com","idea":"<p>Our company is prohibited full support in it to make your on website and marketing and any one can join our company who has good knowledge of website making and also we work for lead generation perform like fb lead and Google AdWords and all online marketing&nbsp; work who has Idea how to do marketing they can join use and they can get job in our has may opening for also who want to join as a fresher who has done recently study And also we are providing website for small business owners on logest cost&nbsp; as per his need and if any one want to join our company like any house wife who can't go in office they can join our marketing team and they DIGITIVA TECHNOLOGIES PRIVATE LIMITED. is a leading solution provider for website development, ecommerce, ERP, Software Development, Mobile App &amp; windows applications.PHP | Laravel | codeigniter | Wordpress| Magento | Asp.Net | MVC | Android | iOS | Flutter | React Native | SEO | SMO | PPC | Digital Marketing IT sector a rapidly growing carrier option in our country. Newcomers of this field increasing randomly at the same time we have seen a culturally diverse and some physiological as well as physical changes in our peoples in the IT sector, this may be the tremendous workload load handled by a single person but this is not the only problem in it. We going to see some expert-level research on problems handled by the IT employees and some reliable solutions on the cases. INTERPERSONAL CONFLICT. Interpersonal conflicts that faced by the It employ are more common from low-level companies to high these all have very small motives or there is nothing yet its psychological to the workers. Better the problems may be resolved by proper consulting by experts and organizing a program bases on the relationship of co-workers. COMMUNICATION PROBLEMS. The most common issue faced by a person from a rural background. Though the technological advancements give more information and data peoples out there having problems with their sharing of thoughts. Because of improper communicating skills they cannot get placed in higher positions occupied by their juniors. From this situation, we can understand the importance of getting good communication skills. The best IT training institute will help you in the training of communication. GOSSIP. This becomes a part of our culture nowadays yet we get into a high level of society there will be also the same because it’s a physiological thing. The victims of this sometimes get self de motivated often this leads to the problem of interpersonal conflicts that we seen before. BULLYING. It’s the next level of attacking a person in a physiological manner and the most brutal way this problem seems more open in the sectors of territory. When we talking about bullying that one simple word contains all other problems of an employee. Ways to stop bullying? make a strong campaign on Bullying. This will creates awareness of how to handle co-workers. This bullying not only part of IT it’s a common criterion all over the music industry, film industry and all exists. HARASSMENT. The physical form of all we saw above. More than verbally accusing someone is taken to a whole new level. The first thing striking on our mind is harassment against women in society because it’s quite obvious out here. But there are some reports that talk more shades of harassment. This leading humanity to be questionable. There are some regulatory measures laid on companies in order to make the workplace peaceful. Many campaigns were held to make a strong statement against it. DISCRIMINATION. Discrimination on all grounds is strictly prohibited. The internal problem of a mass people gathering is basically discrimination. Stereotypes of race, language, sex, and more are seen nakedly in the sector. Many ways are introduced to take control of this problem, the foremost one is organizing an understandable relationship between co-workers. It’s a general mentality of senior-junior partiality were all it starts. The thing we understanding in a way will give the way out of it. LOW MOTIVATION AND JOB SATISFACTION. Here is another famous issue faced by many of us the motivational level of workers its all about the mentality of workers while choosing a career some need more income but the effect they put on is very low, so while choosing a path determine it with whole heartily with complete research on the field which you choose. Job satisfaction is based on the thinking of the worker all need to pay for what we get so there are no shortcuts in a real-life scenario. Improving positive personality on handling work we do is a better choice of overcoming the situation.</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"SKILL BAHN LLP","sectors":["Others"]},{"email":"siddharthmendhe@gmail.com","idea":"<p>ENGINEERING AND CONSULTANCY FIRM IN THE AREA OF FIRE PROTECTION SYSTEM&nbsp;</p><p>FIRE FIGHTING SYSTEM ANNUAL MAINTENANCE, FIRE FIGHTING SYSTEM INSTALLATION, FIRE EXTINGUISHER REFILLING SERVICES</p>","industries":["Safety"],"name":"SVAP ENGINEERING PRIVATE LIMITED","sectors":["Others"]},{"email":"sumitagrawal2k@gmail.com","idea":"<p>We would like to introduce ourselves as “Techmerge Solutions ” Established in the year 2016 at Mumbai as a Sole Proprietorship based firm, is a franchisee of *astTECS Communications for their various cost effective telephony solutions such as IPPBX, Voice Logger, Call Center Dialer, Digital IVR System, IP Phones, PRI port, GSM gateway, CRM and also into channel partnership with TATA Communication Ltd for promoting services from categories like networking, Managed Hosting Solution, Security solutions, Unified Communication Solutions..\n</p><p>We are looking for funding requirements for various business activities to maximize business revenue, which includes digital marketing activities like PPC on social media platforms, hiring sales team, travelling pan india for meeting prospective customers, organizing exhibitions and conferences and many more.. Also find attached our Pitch Deck document with the mail.</p><p>\n</p>","industries":["Telecommunication & Networking"],"name":"TECHMERGE Solutions","sectors":["Wireless"]},{"email":"sales.enricha@gmail.com","idea":"<p><b><i>ENabling RICH health...</i></b></p><p><br></p><p>At ENRICHA, we aim at offering the healthy and nutritious&nbsp; food choices to the consumers. We focus towards the value chain in supplying the innovative <b><i>breakfast cereal products and functional food products </i></b>through the B2B Distribution and institutional markets. We strongly believe there is broad scope for growth and opportunities in lower to middle level consumer markets for ready-to-Eat (RTE) health foods and functional foods apart from the demography</p>","industries":["Food & Beverages"],"name":"ENRICHA MULTI ORGANICS LLP","sectors":["Food Processing"]}]