[{"email":"p2innovation.com@gmail.com","idea":"<p>The company is formed in 2020 with the vision to startup Furniture Manufacturing and turnkey interior solution</p>","industries":["Architecture Interior Design"],"name":"P2 INNOVATION PRIVATE LIMITED","sectors":["Others"]},{"email":"ravechielectric@yahoo.com","idea":"<p>RAVECHI ELECTRIC HARDWARE, WE AR,E TRADERS, IN MUMBAI,</p>","industries":["Other Specialty Retailers"],"name":"RAVECHI ELECTRIC HARDWARE","sectors":["Others"]},{"email":"admin@whiteangletech.com","idea":"<p>My Realm is a Relationship Development app, built with a mature and personalized take on communication and with innate understanding human social and psychological tendencies.</p>","industries":["Others"],"name":"WHITE ANGLE TECH PRIVATE LIMITED","sectors":["Others"]},{"email":"director@digitalwarrior.in","idea":"<p>DIGITAL WARRIOR MEDIA PRIVATE LIMITED's&nbsp; job is to help your business tell the story you want to tell. Your brand is not just your visual image, but an entire package of visuals, media interaction, digital marketing, and creative positioning. Our creative team can provide graphic design, animation, event strategy, and innovative web design. Let us come up with a dynamic and exciting way to tell your brand story. Media relations is a huge part of your brand. Part of that comes from building public trust through events and social media. Another part comes from media buy-outs for big announcements. Our team can cover both of these approaches and help you reach your biggest audience to date.</p>","industries":["IT Services"],"name":"DIGITAL WARRIOR MEDIA PRIVATE LIMITED","sectors":["IT Management"]},{"email":"contact@anamikachawhan.com","idea":"<p>It’s is an innovate Career, Life, Health, Leadership and Entrepreneur's Coaching Company with a mission to help people love what they do.</p><p>We help you craft your own vision for success and find work that's personally fulfilling and aligned with who you are.</p><p>At Magnificent U, we believe:</p><p>• Engaged Employees are necessary for thriving business.</p><p>• People who feel valued, invested in and empowered will outperform those who don't.</p><p>• People who feel empowered will positively contribute to your culture.</p><p>Types of Coaching @Magnificent U</p><p>1. Personal Coaching - ONE TO ONE COACHING</p><p>2. Corporate / Executive Coaching</p><p>3. Business / Start-Ups Coaching</p><p>4. Become a Magnificent Coach</p><p>Over the course of our work together, you can expect to:</p><p>1. Gain clarity about who your ideal clients are.</p><p>2. Understand what they really want (not what you hope they want).</p><p>3. Show them how you stand out from your competitors.</p><p>4. Present prospective clients with services that are catered to their needs and desires.</p><p>5. Price your services so that you no longer feel you are being paid pennies for your time.</p><p>6. Discover untapped sources of money that you have been leaving on the table.</p><p>7. Brainstorm evergreen streams of income that will generate cashflow around the clock.</p><p>8. Develop a marketing strategy that is effective (but still authentic and sleaze-free).</p><p>9. Operate your business with confidence so that it is easier for you to charge what you’re</p><p>worth and go for bigger opportunities.</p><p><br></p><p>Founder’s Story</p><p><br></p><p>Dr. Anamika Chawhan identifies herself as a mother, a wife and a passionate individual who is driven to empower those around me to thrive. She realised that the best athletes, performers, and leaders all have one thing in common – they dedicate themselves to improving by partnering with a coach.</p><p>A critical component of her job as a coach is to bring awareness and be honest while doing so. Her promise to you is to be candid in communications so you walk away with clarity and honest feedback about your progress and areas of opportunity, while also providing support where you need it and when you need it.</p><p>She knows that change is hard. Every coaching engagement requires a form of change – changing your habits to delegate more or changing your behaviour to live more. In her coaching with you, she integrate the principles of change and adult learning to accelerate your progress and ensure permanent change.</p><p>Finally, her promise to you is utmost confidentiality in her work together. She will create a safe, non-judgmental environment, allowing you to be open and comfortable during your time together.</p>","industries":["Education"],"name":"Magnificent U","sectors":["Coaching"]},{"email":"rajpadhiyar.we@gmail.com","idea":"<h2>Founder &amp; CEO~ Digital Gurukul (Leading Edtech Company in Asia), Digital Marketing Consultant, Author, Speaker, Trained 5850+ Professionals, Featured in 75+ News Media</h2><p><br></p><p><span>Only Indian to have Doctorate in Digital Marketing from USA.</span><br><span>* Alumnus of Narsee Monjee College, Welingkar Institute of Management, Mumbai</span><br><span>* Started my journey as Digital Marketer at 21 by Handling Freelancing work of Small Businesses &amp; Educational Institution</span><br><span>* Awarded Asia's Best Digital Marketer of 2018 by NIER, New Delhi</span><br><span>* Published my first book “Social Media &amp; Politics in India” in 2019 - Available on Amazon &amp; Flipkart.</span><br><span>* Awarded Excellent use of Digital Technology in Business by Green Peace Foundation &amp; DW Infrastructure.</span><br><span>* Awarded \"Youngest Entrepreneur of the Year\" for Digital Marketing Education in the year 2017,2018 consecutively.</span><br><span>* Consulting Various Startups &amp; Businesses on their Digital Branding &amp; Marketing Solutions</span><br><span>* Handled Digital Marketing campaigns of Political Parties &amp; Brands ( List of Brands are mentioned in my Official Website - www.rajpadhiyar.com )</span><br><span>* Conducted 50+ seminars, workshops on Digital Marketing, Social Media Marketing, Facebook Marketing and Online Personal Branding across various cities in India.</span><br><span>* Trained around 5850+ students &amp; professionals.</span><br><br><br><span>Specialties: Personal Branding on Social Media | Political Campaigning | Social Media Consulting | Social Media Marketing Training | Digital Marketing Services | Facebook Marketing Training | Twitter Marketing Training</span></p>","industries":["Education"],"name":"DIGITAL GURUKUL LEARNING PRIVATE LIMITED","sectors":["E-learning"]},{"email":"jitendra@subusb.com","idea":"<p>Hello Sir&nbsp;</p><p><br></p><p>we are into corporate gifts &amp; brand merchandising&nbsp;</p><p>we in products like customized Pen Drives, Logo printed Power banks, Bluetooth Speakers, fitness bands and many more with complete customization, box packing only in wholesale&nbsp;</p>","industries":["Others"],"name":"Wholesale Corporate Gifts","sectors":["Others"]},{"email":"support@koham.shop","idea":"<p>KOHAM is skin care product company. We think different, act responsibly and are all set to bring the care in skincare. Our definition of skincare is devoid of all red flags, i.e. we are non-toxic, cruelty-free and paraben-free. Skincare should come from a place of nourishment and health. And we are here to make you fall in love with yourself all over again.</p>","industries":["Healthcare & Lifesciences"],"name":"KOHAM LIFESTYLE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"vineshmestry@epaylater.in","idea":"<p>Arthashastra Epaylater Financial Private Limited is registered NBFC which provide loans and advances to the customers, small merchants and others.&nbsp; We also provide an technological and operational assistance to financial institutions and merchant to interact with each other for loan/credit facility.&nbsp;</p>","industries":["Others"],"name":"ARTHASHASTRA EPAYLATER FINANCIAL PRIVATE LIMITED","sectors":["Others"]},{"email":"info@me-impex.in","idea":"<p>We are a group of individuals each having experience of about 25 years in the field of Finance, Food (Fish &amp; Meat),  Beverages, Hospitality, Travel, accounts, and administration. We bring to the table a total of 75 years of Experience &amp; a never satiable, common love for good food.\n</p><p>The lack of options in finding Quality meat and food products on the internet, propelled us to promote this venture.</p><p><br></p><p>\n</p><p>Our Aim:\n</p><p>To offer the best international quality meat and food products to the decerning Indian Customer, who is paying a similar if the not higher price for the product then in the international market.\n</p><p>Traditionally most of the premium seafood was exported out of India to Europe, the USA, and Japan, and the local markets were getting only leftovers. We are the 1st brand in India established in the domestic market to cater to local Indian connoisseurs.</p><p><br></p><p>\n</p><p>Our Motivation:\n</p><p>To make available the best Seafood and meat products to the Domestic market, our main focus areas while procuring are\n</p><p>1)\tHygienic\n</p><p>2)\tFreshest Quality\n</p><p>3)\tFarm Raised or Ethically Caught\n</p><p>4)\tOrganic\n</p><p>5)\tAntibiotic Free\n</p><p>6)\tFormalin Free</p><p><br></p><p>\n</p><p>Our Belief:\n</p><p>Everybody lives to Eat, Everything else comes secondary. Hence we endeavor and promise to you the best quality products always.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"ME Impex Agro Marine Pvt Limited","sectors":["Food Technology/Food Delivery"]}]