[{"email":"info@e-digitalservices.in","idea":"<p>We offer a wide range of services to a very limited clientele. We have refined our customer base to a group that we feel we can best serve in a way that will allow us to maintain those customers permanently.</p>","industries":["House-Hold Services"],"name":"ADISHKA SERVICES LLP","sectors":["Others"]},{"email":"amit.kudva@plasmatronindia.com","idea":"<p>EMT Synergy LLP is a company formed with the aim to provide specialized surface engineering solutions to the industry. EMT Synergy collaborates with various companies worldwide, working in the field of surface engineering to formulate a bespoke solution for its clients who wish to address the problems of manufacturers and manufacturing facilities. In todays’ scenario every manufacturing unit has to be competitive in its offerings and has to do so by optimizing its production, reducing downtime and, sometimes, also adopting measures to improve performance of machine parts. With advanced coatings, operational life and performance of various machine parts can be enhanced.</p><p><br></p><p>\n</p><p>We specialise in providing surface engineering solutions including our flagship thermal spay and laser cladding systems. We also offer calibration services for thermal spray equipment, development of new and innovative surface treatments and solutions, techno-commercial evaluation of product lines, shop-in-shop set-up for coating solutions, training for thermal spray, coating services, prototyping and more.</p><p><br></p><p>\n</p><p>The promoters have over a decade of rich experience in the field of surface engineering which will enable them to not only introduce new technologies to the Indian industry but also help them implement, adopt and run them independently. With our industry experience, engineering prowess, manufacturing capacities and partnerships, we help manufacturers improve business efficiencies and gain competitive edge.</p><p>\n</p><p>\n</p>","industries":["Technology Hardware"],"name":"EMT SYNERGY LLP","sectors":["Others"]},{"email":"ronak@lemeriteexports.com","idea":"<a href=\"https://www.lemeriteexports.com/\" target=\"_blank\">Learning &amp; Development Program User</a>","industries":["Textiles & Apparel"],"name":"LE MERITE FILAMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"ceo@sriibalajigroup.com","idea":"<p>SWARNA ADITYA GOLD REFINERY AND RESOURCES PRIVATE LIMITED established one of the largest Gold and Silver refinery in India known as 'SWARNA ADITYA GOLD REFINERY AND RESOURCES PRIVATE LIMITED’ well equipped with breakthrough technologies, trend setting labs and highest quality standards. t is well known as largest Gold refinery in private sector in India. For the lavish supply 24×7 of Precious metals, we have build up its own refinery for in-house processing. The periodic output of almost 300 kg, ingenious manpower, approachable geography, consistent quality, 24×7 supply, safety, maintenance and our environment friendly nature certified as forge ahead refinery in India. Our R&amp;D investments have led to a significant reduction of the total refining&nbsp; time process as well as sound procedures to produce less emission. Our technology requires the need for pretreatment measures that utilizes the highly dangerous refining process. As a result, our facilities are safeguarded for both our employees and the environment.\n</p><p>As a reason of our dedication as well as for the advancement of refining technologies we are fitted to produce the highest grade precious metals. The cumulative effect of these measures ensures that your precious metals refining needs will be met in the most efficient matter.</p><p>\n</p><p> \n</p><p>\n</p>","industries":["Others"],"name":"SWARNA ADITYA GOLD REFINERY AND RESOURCES PRIVATE LIMITED","sectors":["Others"]},{"email":"ceo@swarnaadityabullionresources.com","idea":"<p>SWARNA ADITYA BULLION AND COMMODITIES RESOURCES PRIVATE LIMITED is the most efficient player in the mining space. Because of the location of the mines, the group has access to large reserves of gold and copper deposits in the mines. This reduces the cost of production drastically and improves efficiency. The company believes in deploying the state of the art machinery that increases productivity.\n</p><p>The company hires the best manpower which has a strong track record of execution in the precious metal space. With a solid past execution track record Balaji, group has mastered the art of producing final products at a bare minimum cost.<span>We aspire to continue to improve productivity delivering output from electronic waste as well as our mines.</span></p><p>\n</p><p> \n</p><p>\n</p><p>\n</p>","industries":["Waste Management"],"name":"SWARNA ADITYA BULLION AND COMMODITIES RESOURCES PRIVATE LIMITED","sectors":["Others"]},{"email":"info@theflyingape.in","idea":"<p><a href=\"https://www.theflyingape.in/\" target=\"_blank\">https://www.theflyingape.in/</a><br><br>The Flying Ape is a commercial unmanned aerial systems operator providing UAV solutions for both public and private sector companies. \n</p><p>Our pilots are a bunch of passionate individuals who are ever ready to provide quality solutions for all your needs.</p><p>\n</p>","industries":["Aeronautics Aerospace & Defence"],"name":"FLYING APE TECHNOLOGIES PRIVATE LIMITED","sectors":["Drones"]},{"email":"noblevasai@gmail.com","idea":"<p>At TRUECOMP ELECTRICALS PRIVATE LIMITED, we offer all aspects of electrical engineering solutions and control system design and other electrical services to the commercial, manufacturing, and industrial sectors.</p><p><br></p><p>\n</p><p>We constantly strive to acquire an excellent reputation with our clients built on trust and commitment to our work. We offer all our services with professional and well-qualified staff in all aspects of our business.</p>","industries":["Technology Hardware"],"name":"TRUECOMP ELECTRICALS (I) PRIVATE LIMITED","sectors":["Electronics"]},{"email":"awas@awasgroup.in","idea":"Awas adds value to real estate industry chain on end to end basis","industries":["Real Estate"],"name":"Awas Advisors LLP","sectors":["Housing"]},{"email":"sapanak.pci@yahoo.com","idea":"<p>We are a Renewable Energy company registered in Maharashtra on 20th April 2017. Our overseas company was set up in the year 2019. We transform agricultural waste into solid biofuel and are 80% exporting and 20% selling through Ecom under our brand label \"Mojo\" Mojo is the first indian brand to compete with International brands in the carbonised fuel space. We have so far exported 250 tonnes of charcoal which is 100% made from agri waste and is natural, organic and 100% smokeless, substituting fossil fuel coal. With 1 ton of fossil coal emitting 4840 pounds of carbon emissions we have a mission to replace fossil coal with green coal Mojo. We plan to scale up our Industrial fuel operations and also enter into Compressed bio gas for which we need funding support. Our tag line is \"Waste is not a waste until wasted\"</p>","industries":["Renewable Energy"],"name":"PLANET CONVERSATION INTERNATIONAL LLP","sectors":["Renewable Energy Solutions"]},{"email":"dkpin1992@gmail.com","idea":"<p>Dairy farm wanted to provide pure milk and 100% believe in product</p>","industries":["Pets & Animals"],"name":"Kamal dairy","sectors":["Others"]}]