[{"email":"anuragk856@gmail.com","idea":"Our startup provides AI solutions to the government in order to run more efficiently, specifically helping in surveillance, scene detection, mishappening prevention and digitalization, and tracking of records.","industries":["AI"],"name":"Sigma.Ai","sectors":["Machine Learning"]},{"email":"lmpanchal19@gmail.com","idea":"<p>Krish Microsystems Pvt Ltd is Automation engineering company since 2005.&nbsp;</p><p>Krish is having its core expertise in electronics security systems - Fire detection systems , Video Surveillance, Access Control Systems...</p>","industries":["Security Solutions"],"name":"Krish Microsystems Pvt Ltd","sectors":["Others"]},{"email":"photon@paathshala.world","idea":"<p>We are an e-learning and education technology company with the mission statement of creating quality software in education niche, through mobile learning platforms that work across all operating systems &amp; devices, and video resources for efficient learning of concepts at the convenience of learners who use our technology to learn from anywhere, at any time.\n</p><p>We, at QST Technologies, strive to redefine traditional education and enhance it with technology. \n</p><p>We strongly believe that every student deserves a fair opportunity to receive the best quality education and the right guidance from the right people.\n</p><p>We aim to transform, with utmost efficiency, each student into the intellectually best version of themselves, with the underlying purpose of giving them the best possible chance of excelling in the career of their choice. In the process, we also provide the technology platforms needed for the students and the service providers such as Educators and Customer Support representatives to excel.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"Quantum Spacetime Technologies Private Limited","sectors":["Education Technology"]},{"email":"amol.anil.gurav@gmail.com","idea":"<p>instanceof identifies the areas in your businesses which consume a lot of manual effort and provides unique software solutions to free you from the mess.</p>","industries":["IT Services"],"name":"instanceof","sectors":["Application Development"]},{"email":"vishwesh@teqdise.co.in","idea":"<p>We have launched a global initiative under the mentorship and our advisor of Internationally renowned Space Scientists, our Director of STEM &amp; Aerospace MRK Menon &amp; several space agencies. This program has 2 versions one is 'Junior Aerospace Program' for 4-7 grade and 'Senior Aerospace Program' 8-12 grade, engineering grade Aerospace program which would be online teaching which would be totally practical. Also, we have pioneered in setting up STEM &amp; Aerospace Museums for schools and colleges\n</p><p>The scope and objective of the Aerospace, Aeromodelling, and Rocketry course are to teach students the fundamentals and scientific disciplines on Physics, Maths and the study of Nature adding, 'Aerospace, Aeromodelling, and Rocketry' to be appropriate applications related to this subject which will eventually help students with strong observation and understanding towards concepts of science and life itself.\n</p><p>We want to move ahead with worldwide expansion for the Aerospace division and for this we have total plans ready from end to end. We have identified 8 revenue-generating streams on Aerospace to various countries. Till now, we have a good number of customers from private and government and trained more than 100000 students. We have a highly experienced team in each segment and an intellectual board of advisory.\n</p><p>We request you to help us to scale the company as we are the only company in the world promoting Aerospace Education.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"TEQDISE AEROSPACE PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"contact@liongazemedia.com","idea":"<p>KA SE KATHA is an upcoming digital vernacular publishing platform where writers can Write &amp; Earn. This Writers’ platform will help to find talented raw vernacular writers &amp; raw stories from all over India and give them the right platform to monetize their work. KA SE KATHA is a branch of Liongaze Media Private Limited. Liongaze Media is trying to make the world’s Largest Story Bank as well as a Strong Writers Network which will help vernacular Writers to Learn, Earn and Grow in the Writing field.</p>","industries":["Media & Entertainment"],"name":"LIONGAZE MEDIA PRIVATE LIMITED","sectors":["Digital Media Publishing"]},{"email":"trupti.rahate@digitaldrushti.com","idea":"<p>Build a Matrimony app based on Machine Learning.&nbsp;<span>The app will build a profile of a candidate based on the collected data – tangible and intangible traits.</span></p><p><br></p><p>Tangible Traits : Age / Education / Salary / Cast etc.\n</p><p>Intangible Traits: Lifestyle (active/ passive), eating preference – home-cooked food or restaurant food, and much more.\n</p><p><br></p><p>Candidates can mark the levels of similarities for their partner w.r.t their own traits. The ML-based app will shortlist compatible matches for a candidate based on their tangible and intangible traits.</p>","industries":["AI"],"name":"Marriage Magix","sectors":["Machine Learning"]},{"email":"anandvanwellnesscentre@gmail.com","idea":"<p>ANANDVAN WELLNESS CENTRE PRIVATE LIMITED has grown into a full-fledged care centre having two branches providing quality medical facilities with premium second innings home for senior citizens &amp; people suffering from mental illnesses.For the people struggling financially for the treatment, Anandvan Wellness Centre private limited is also providing treatment for discounted/free of cost depending on the situation (All the rights are reserved to the Management).</p>","industries":["Healthcare & Lifesciences"],"name":"ANANDVAN WELLNESS CENTRE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"adarsh@stockbeesadvisors.com","idea":"<p>•\tStock Bees Advisors Pvt Ltd is an upcoming fintech based investment &amp; stock advisory company focused on wealth creation for people interested in growing their savings to create an additional source of income for improved livelihood &amp; lifestyle.</p><p><br></p><p>\n</p><p>•\tOur automated algorithmic platform will enable execution of smart trading &amp; investment decisions. The company will help its customers create wealth while managing risk in an optimal manner.</p><p><br></p><p>\n</p><p>•\tStock Bees Advisors will provide stock trading &amp; investing advice for short &amp; medium term, by using latest state of the art technology, deep data mining and break through strategies.</p><p><br></p><p> \n</p><p>•\tOur technical analysis &amp; predictive model will help us forecast future stock price movement with high level of accuracy.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"STOCK BEES ADVISORS PRIVATE LIMITED","sectors":["Advisory"]},{"email":"aadivasi.alert@gmail.com","idea":"<p>About Us- We are an online platform which started operations in 2021, where people can plant trees with just a few clicks and get artisanal,  Eco-friendly products of their choice, in return for them to enjoy.</p><p>Our website, https://aadivasi.org/ is a representation of Aadivasi Welfare Foundation, a Section 8 organization working in multiple tribal dominated states in India, based in Mumbai. Our key areas of operations are in the domains of Climate Change, Livelihood Generation, and Promotion of Sustainability.</p><p>Problem Statement- Creating a sustainable social impact-driven business model through nature conservation</p><p>Our Purpose- Channelising funds from the mainstream population towards securing livelihood opportunities for marginalized Indian artisans while connecting it with large-scale tree plantations and promoting an eco-friendly lifestyle</p>","industries":["Social Impact"],"name":"Aadivasi.org","sectors":["NGO"]}]