[{"email":"legallines01@gmail.com","idea":"<p>The legal industry tends to hold on to tradition. However, more law firm professionals realize that innovation is key to surviving in our changing world. Our firm’s innovation begins with shifting focus to clients’ needs and providing an end-to-end client-centered experience. We intend to deliver legal services efficiently and profitably. Delivering efficient and profitable legal services is foundational to our firm’s innovative strategies.</p>","industries":["Professional & Commercial Services"],"name":"LEGITWINGS TECHNOLOGY PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"Sainath.vernekar@revnomix.com","idea":"<p>Revnomix Hotel Data Analytics provides simplified solutions to hotels to process data, make informed, accurate decisions and grow their business. We utilize our experience, the latest technology and customer service to make data analytics and revenue management seamless for our clients.\n</p><p>Our vision - Be one of the leading global companies in the field of Data Analytics and Revenue Management. Empower our customers to make rational decisions by use of data science and technology.\n</p><p>Revnomix aims to provide Power of Data-Driven Decision Making (DDDM) to every hotelier, uplifting Business Intelligence standards in the hospitality industry through continuous research &amp; application of modern technology.</p><p>\n</p><p>\n</p>","industries":["Analytics"],"name":"REVNOMIX SOLUTIONS LLP","sectors":["Business Intelligence"]},{"email":"grv.kulkarni1@gmail.com","idea":"<p>An app for travelers ....TBD with description.... coming soon...&nbsp;</p>","industries":["Travel & Tourism"],"name":"EZItinerary","sectors":["Others"]},{"email":"fintaleco@gmail.com","idea":"<p>We are currently working with Indian Oil Corporation and have created a renewable energy based EV Charging solution with following differentiators:</p><p>1) EVs are powered by renewable energy on the rooftop of petrol pumps or public charging locations. In case they are not powered by renewable energy, we can provide wheeled renewable energy in partnership with Power Trading Corporation and also, NTPC.</p>","industries":["Renewable Energy"],"name":"HYGGE ENERGY INDIA SERVICES PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"focalmediain@gmail.com","idea":"<p>Started as a traditional design house now grown to a complete communications &amp; marketing agency with integrated backend systems &amp; machinery, a core team that has decades of experience working with businesses &amp; agencies globally.</p><p>We have been helping brands get their core communication requirements perfectly on point.</p><p><br></p><p>Services we provide:</p><p>- Gifting &amp; Merchandising (10000+ gifting options &amp; in-house sublimation machines)</p><p>- Design &amp; creatives (working with several MNCs globally)</p><p>- Animations (housed team of brilliant director &amp; animators) &nbsp;</p><p>- Websites (helped 150+ businesses go global via website)</p><p>- E-commerce (listing &amp; driving sales)</p><p><br></p><p>Pl. click on the link below to get a glimpse into the projects we have successfully done.</p><p>It will help understand our work and the quality we deliver: https://rb.gy/eanq7d</p><p><br></p><p>With our presence in Mumbai, Stockholm &amp; Vancouver we ensure we are effortlessly accessible globally.</p><p>Focal Media stands for style and class. Because the language of quality is universal, right?</p>","industries":["Marketing"],"name":"FOCAL MEDIA LLP","sectors":["Branding"]},{"email":"subodh.decoranb@gmail.com","idea":"<p>We are into wallcovering business and looking forward to manufacture wallcoverings in India&nbsp;</p>","industries":["Architecture Interior Design"],"name":"ANB Decor","sectors":["Others"]},{"email":"sales.rssystems20@gmail.com","idea":"<p>We are the established manufacuter of Online UPS, Stabilizers and Inverters etc.</p>","industries":["Others"],"name":"RS SYSTEMS AND SOLUTIONS LLP","sectors":["Others"]},{"email":"jainhitesh.tmac@gmail.com","idea":"<p>We at insihjt want to enable small businesses to develop their own range of electrical products without the excessive development and research costs. We want to develop a platform through which existing businesses can develop a competitive edge through a slew of smart products.</p>","industries":["Internet of Things"],"name":"Insihjt","sectors":["Manufacturing & Warehouse"]},{"email":"SikeXconnects@gmail.com","idea":"<p>We are a startup based out of Mumbai adakdahfiafajkfhakjfnaawfafafwafafafwawwfafafwafawfawfafwafawfawfafwafwafafwawfafafawfawfawfafwafwawfafafwafafwaf</p>","industries":["IT Services"],"name":"SikeXconnects","sectors":["Others"]},{"email":"khadtalegunesh43@gmail.com","idea":"<p>afahjfbaibfiajnbf afafafwafwafafafafafafwafawfafaawfafwafafwafafafwafafawfafafwafafwafafawfafwafafafwafwafafawfafafwafwafawfafwafafwafwafafwafwafwafafwafawfafafafwafafwafwafwawfafwafawfafafwafawfafafafafafawfafafafafafafwafafafafawfafafwafafaf</p>","industries":["IT Services"],"name":"FLAME","sectors":["Others"]}]