[{"email":"vsbbandi999@gmail.com","idea":"<p>Dermacure Pharmaceuticals Pvt Ltd is the fastest growing pharmaceutical company in India with 100% focus in dermatology and cosmetology.</p><p>Founded by a young and enthusiastic entrepreneur. The organization has been dedicated to innovation through new regimen, new medicine, new technologies and new ways to beautify the world. We are market &amp; customer driven company and regularly launch innovative and quality products for skin, hair &amp; body, in response to genuine requirements expressed by our customers &amp; also to make new trends in cosmetology. Innovation in what we do swift decision and dynamism in execution is our core competency.</p>","industries":["Healthcare & Lifesciences"],"name":"DERMACURE PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"shekhar@lykkein.com","idea":"<p>LYKKEIN is India’s answer to global fast fashion. We at LYKKEIN have a wide array of exclusive products ranging from Women’s Wear, Men's Wear, Footwear &amp; Accessories. We strive to offer the latest global trends at affordable prices.</p>","industries":["Retail"],"name":"LYKKEIN INDIA PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"hello@alumn-us.com","idea":"<p>New age, tech-based, cost-efficient &amp; effective relationship management company.&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"BONDEPTH CUES PRIVATE LIMITED","sectors":["Others"]},{"email":"thromstechno@gmail.com","idea":"<p>We provide all product and services which deals with the Computer / Laptops / office infra management / network setup.</p>","industries":["IT Services"],"name":"THROMS TECHNOLOGIES","sectors":["IT Consulting"]},{"email":"adsinvestmanagement@gmail.com","idea":"<p>ADSINVEST MANAGEMENT PRIVATE LIMITED we offer services to the the small &amp; medium scale business.</p>","industries":["Finance Technology"],"name":"ADSINVEST MANAGEMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"office.studiorhoe@gmail.com","idea":"<p><span>Studio RHOE is a consultancy agency working towards addressing the challenges faced by fashion brands and retailers.</span></p><p><span><br></span></p><p>We offer strategic brand-centric solutions in areas of Digital Marketing, Business Development and Influencer &amp; Retail Collaborations.\n</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Fashion"],"name":"STUDIO RHOE","sectors":["Apparel"]},{"email":"vivek@creativeideas.store","idea":"<p><span><a href=\"https://www.creativeideas.store/\" target=\"_blank\">Creative Ideas</a>: Fulfilling Fandom with the Power of relatable Merchandise.</span><br><br><span>Our Fan-first ecosystem enables A-list artists, blockbuster movies &amp; iconic brands to build organic connections with their Fans. Using our tech stack, we curate, manufacture &amp; smartly fulfill merchandise globally.</span></p><p><span><br></span></p><p><span><br></span></p>","industries":["Media & Entertainment"],"name":"CREATIVE IDEAS","sectors":["Entertainment"]},{"email":"chavanmegha1985@gmail.com","idea":"<p>Cygnet Medical Pvt Ltd is a speciality product organization in the field of diagnostic, surgical\n</p><p>and therapeutics. Cygnet Medical has been successfully operating Since 2021.\n</p><p>Today, Cygnet Medical has emerged as an independent distribution partner in the field of\n</p><p>healthcare industry.\n</p><p>Heading our corporate team by Mr. Amol Chavan, a young and enterprising individual\n</p><p>carrying his vast experience of two decades promoting &amp; marketing healthcare products in\n</p><p>Surgical and Diagnostic segment.\n</p><p>The major target area of business has been, government institutions across India and global\n</p><p>corporates\n</p><p>Our team has over two decades of experience in marketing, promoting and distributing both\n</p><p>International and National healthcare products\n</p><p>Under Cygnet, we undertake Medical Gas Pipeline System projects.\n</p><p>In diagnostics, we represent Bodystat, UK an organisation passionate about bringing in the\n</p><p>most precise and reliable range of portable BIA (Bioelectrical Impedance Analyzer) devices\n</p><p>delivering body composition measurements you can trust. Importantly with Bodystat, one\n</p><p>does not need to worry about the reproducibility.</p>","industries":["Healthcare & Lifesciences"],"name":"CYGNET MEDICAL PRIVATE LIMITED","sectors":["Others"]},{"email":"Viratman.india@gmail.com","idea":"<p>By using these existing channels and opening some new ones, we are able to import the world’s most delicious nuts &amp; dried fruits at fantastic wholesale prices for the Indian market.<br></p>","industries":["Food & Beverages"],"name":"VIRATMAN INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"kamalk.sharma@hotmail.com","idea":"<p>We are in the business of Software Consulting Services for the Microsoft based Products for the clients located across the globe.</p>","industries":["IT Services"],"name":"Pacific Consulting Private Limited","sectors":["IT Consulting"]}]