[{"email":"vianniventures@gmail.com","idea":"<p>Hi,We are a startup in Food Business.Its 6 month old company with my partner with beverages and ready to drink/eat products.</p>","industries":["Food & Beverages"],"name":"OrganiCubes","sectors":["Food Processing"]},{"email":"rinson.m@risingradiance.co.in","idea":"A Professional company providing Hosekeeping services with trained Manpower &amp; latest Equipments","industries":["Others"],"name":"RISING RADIANCE HOSPITALITY SERVICES PVT LTD","sectors":["Others"]},{"email":"ashutosh@onerfusion.com","idea":"<p>OnerFusion®, verified and trusted by Google Street View, endeavours to provide logical, effective, smart and reliable virtual and digital solutions in the market today. The company is composed of dependable, quality-driven, committed and highly-competent professionals primed at engaging challenges in virtual online essentials for everyone, designing for both business and even personal management.”</p>","industries":["IT Services"],"name":"OnerFusion Private Limited","sectors":["IT Management"]},{"email":"campus.connect59@gmail.com","idea":"<p>Its a cloud based web application&nbsp;<span>integrating various elements or components of a college arena. One stop solution for effectively&nbsp;</span><span>managing all the available resources of an educational institution and It will be providing a bird-eye view&nbsp;</span><span>to higher managements about ongoing activities.</span></p>","industries":["Education"],"name":"Campus Orbit","sectors":["Others"]},{"email":"info@amplywealth.com","idea":"<p>A web and application based technology platform to facilitate training and education in the field of Financial services and for investing into portfolios of various asset classes including equity, equities, equity linked products, bonds, fixed income products, exchange traded funds, mutual funds, commodities, alternate investments and any other asset class. The company will provide services in the field of research, investment/ financial analysis, reports, portfolio tracking, financial education, community knowledge, idea sharing, and other innovative service offerings whether online or offline, and for the above said services and activities, using technology, through security based, case based or portfolio based approach, on themes including economic trends, political announcements, geopolitical developments, quantitative models, goal based investing, short term market trends, sectorial trends, and any other themes as required from time to time.</p>","industries":["Finance Technology"],"name":"AMPLYWEALTH SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"info@expora.in","idea":"<p>Think of exports, and the words uncertainty, procedural, complexity and rigidity jump out, don't they? But worry no more, because we are here to make exports smooth and seamless. We - Expora, are a new age technology start-up with one mission - to bring India to the world. Through our portal, we want to be the one stop shop for all things manufactured in India that can be exported. We make procurement of products that are made in India easily accessible to the world.&nbsp;We see the future, and we see it online. And we are working hard to make it happen. Our cutting-edge technology, unique processes / proprietary algorithms along with our huge technology, finance, supply chain innovations are all set to take the Export industry by storm.</p><p><br></p><p>Our aim is to help the world procure from India. Make in India initiative has started a manufacturing revolution in India. India is not only at par with other manufacturers across the world in technology, but we are cost efficient too. We aspire to help each Indian manufacturer, small or big, new or experienced, through our portal, to export their goods tp all parts of the world.</p>","industries":["Others"],"name":"ASPIRARCH MARKET PLATFORMS PRIVATE LIMITED","sectors":["Others"]},{"email":"mandar@microspec.co.in","idea":"<p>We are into sales &amp; Service of Analytical Instruments across India</p>","industries":["Others"],"name":"Microspec Instruments Pvt. Ltd.","sectors":["Others"]},{"email":"nonstopnetsolutions@gmail.com","idea":"<p>One Stop solution with Single point access\n</p><p>at work place and home</p><p><br></p><p>Nonstop net solutions private limited is a one of the international lease line for\nlarge and small businesses in the country., we provide a wide range of services.\nUnder one roof, you’ll find all of your technological business solutions.\nOur team is dedicated to their job and will give you the best solutions for your company’s needs. Join hands with us and witness the magic of our services as they make\nyour work faster, easier, and error-free.</p><p><span><br></span></p><p><br></p>","industries":["Telecommunication & Networking"],"name":"NONSTOP NET SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"aadesh@avantgarde.co.in","idea":"<p>Our solutions address client needs for their day to day business growth. We are uniquely positioned to blend our products with after sales service for smooth operation of our clients. We are focused at providing the best material assisted by latest technology to deliver first class products and services.</p>","industries":["Telecommunication & Networking"],"name":"AVANT GARDE INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"vikram.gothal17@gmail.com","idea":"<p>GOTHAL EXIM PVT. LTD HAS FOUNDED WITH THE VISION TO CREATE ITS OWN BRAND FOOD PRODUCTS AND REPRESENT IT TO THE INTERNATIONAL MARKET, WHERE COMPANY SHOULD ABLE TO GENERATE GOOD REVENUE FROM OUTSIDE THE COUNTRY BY MAINLY FOCUSING ON EXPORT BUSINESS. COMPANY TARGETING TO CREATE ITS BRAND VALUE IN INDIA TO REPRESENT THE LEADING INDIAN BRAND AROUND THE WORLD. COMPANY PLANNING TO ORGANIZE THE SMALL RURAL AREAS OF KOKAN REGION SMALL FARMERS UNORGANIZED MANGO SECTOR WHICH HAS POTENTIAL TO GENERATE BIGGER RVENUES FOR THE COUNTRY. COMPANY ALSO PLANNING TO PROMOTE LOCAL SNACK PRODUCT TO THE INTERNATIONAL MARKET WITH AGGRESSIVE MARKETING STRATEGIES APART FROM THAT COMPANY ALSO FOCUSING ON IMPORTING OF DATES FROM GULF COUNTRIES WHICH COMES UNDER HEALTHY FOOD PRODUCTS AND PREPARING TO DISTRIBUTE PRODUCT UNDER COMPANY BRAND WITH HIGHEST LEVEL OF HYGIENE</p>","industries":["Agriculture"],"name":"GOTHAL EXIM PRIVATE LIMITED","sectors":["Others"]}]