[{"email":"findxb24@gmail.com","idea":"<p>Fund raising, Business consultation, manpower supply and Business Management</p>","industries":["Others"],"name":"BUSINESS BULLS CONSULTANTS LLP","sectors":["Others"]},{"email":"jitendratrigene@gmail.com","idea":"<p>At Trigene we committed to healthcare by addressing the worldwide need for Safe, Effective and Affordable therapies for disease that are Acute and Chronic where medical needs are largely unmet. Our Excellent Technology is a key factor in meeting exceptional delivery standards. Our facility utilizes State-Of-The-Art Systems and Maintain Ideal Temperature and Humidity for proper storage of Medicines as per WHO-GMP Guidelines</p>","industries":["Healthcare & Lifesciences"],"name":"TRIGENE PHARMACEUTICALS INDIA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"mtpl@mindspright.co.in","idea":"\n            <p>Sher Bazaar is an online Fantasy Game hosting platform where Users participating in the games, use their market knowledge and skills to play the game.</p><p>Though we are a country of 1.39 billion people, not many of us understand or would like to understand the Capital Markets. This market is perceived to be untouchable and game of either rich people or very high risk takers. We saw this problem and came up with this solution. </p><p>At Sher Bazaar our attempt is to enlighten the population about the Capital Markets and various Capital Assets in a fun way and mature them to invest and earn in real world Capital Assets.</p><p>Our motto is to give an opportunity to the common man to play, practice and learn to tide over the bumpy rides of the Capital Markets. Play Sher Bazaar and be ready for real markets!</p><p>Sher Bazaar is indeed India's Largest Capital Market Game hosting a variety of games / contests based on different types of capital assets like Shares, Crypto Currencies, Commodities and Currency derivatives. In Sher Bazaar, Users can test their Capital Asset picking knowledge and skills against other players for cash prizes. This would facilitate a User of Sher Bazaar to learn and earn at the same time!</p><p>A User would be able to play in the shares of real companies without actually having to invest in them. There is no concept of virtual money, no jugglery of portfolio making, no bounds of capital, no risk of currency hedging, no limitation of any country’s market and no stringent rules and regulations.</p><p>Sher Bazaar also caters to the fantasy sports users who have to wait for new sporting event to take place with daily games as they are sporadic in nature.</p><p>We strongly abide and respect the laws of Republic of India and hence if any person wishes to avail our services, he needs to comply with the eligibility criteria to use the App i.e. the person must have attained the age of 18 years or above and be eligible to enter into valid and legally binding contract. Also he should not be a resident of the state of Assam, Odisha, Sikkim, Nagaland, Telangana, Karnataka and Andhra Pradesh.</p><p>We understand that not everyone is technologically advanced, hence we have made our every effort to make our app user friendly and easy to use.</p><p>The idea of the game is as simple as it looks. The game has just 3 steps. Firstly, the User is required to select the game he wishes to play. As per the requirement of that game, he will have to select the requisite number of Capital Asset (let’s say Stock) from their respective sectors. These selected Stocks will form his Army. Now, using his/her market knowledge and skills, the User will have to predict the movement of the Stock, that whether, as per his market knowledge and skills, the actual price of Stock in real market will go up or down.</p><p>Secondly, to make the game more exciting, once the User has selected the requisite number of stock and their prediction respectively, he will have to elect a ‘Captain’ amongst those selected Stocks. A Captain of the Army is that stock which, as per the User’s assessment, will outperform other Stocks. The Captain’s performance will fetch you double points!</p><p>Finally, the User will be required to pay the minimal entry fee to enter into the game. As we aim to cater the whole of the population of India, we have kept the entry fees so minimal that it is literally the fraction of what any person would pay compared to purchasing such respective Stocks from real market.</p><p>Once the Army is selected, the Captain of the Army is elected and requisite minimal fees is deposited, the User has to do nothing, but wait for the performance of his Army in real market. Higher the performance of the Army, higher the points a User gets. User can make multiple Armies in any game and can participate any time before opening of real markets. Hence there is no bar on number of armies and number of game any person can play.</p><p>You can analyse your performance in my games section of the app. The performance can be analysed throughout the day, after declaration of final results. You can also compare performance of individual stocks in comparison to other stocks.</p><p>We intend to serve fast and hence we have made such arrangements that results of your Army’s performance will be made available within 30 minutes of closing of real market. For each of your selected Stocks individually, one point will  be awarded for every 0.01% change in price of your Stock in real markets i.e. for every 0.01% change in Stock prices you will get, +1 if Stock prices moves as per your assessment and -1 points if Stock prices moves against your assessment.</p><p>Finally as and when the results are announced, the Users will be rewarded as per their position on the Leaderboard and they will be rewarded with the Cash Prizes.</p><p>See how simple is that. Who would have thought that learning and earning can be this simple!</p>\n        ","industries":["Finance Technology"],"name":"MINDSPRIGHT TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"mihir.shah@xemi.io","idea":"<p>1.\tTo undertake all activities relating to software development for any industry, business, application, product, device, computer, microprocessor, including design and implementation of hardware and software for all such services whether in India or outside India.</p><p>2.\tTo carry on the business of Software designing, development, customisation, implementation, maintenance, testing and benchmarking, designing, developing and dealing in computer software and solutions, and to import, export, sell, purchase, distribute, host (in data centers or over the web) or otherwise deal in own and third party computer software packages, programs and solutions, and to provide internet / web based applications, services and solutions, provide or take up Information technology related assignments on sub-contracting basis, offering services on-site/ offsite or through development centers using owned /hired or third party infrastructure and equipment, providing solutions/ Packages/ services through applications services provider mode via internet or otherwise.</p><p>3. To carry on the business of providing, importing, exporting, selling, purchasing, trading, production, distribution, customisation, development or otherwise deal in all types of applications, programs, software packages, internet programs, software programs, mobile applications, web applications, products, portals, the marketplace, services, applications, web design, and other related Services/Products.</p>","industries":["AI"],"name":"XEMI Private Limited","sectors":["Machine Learning"]},{"email":"Swati.pc1971@gmail.com","idea":"<p>Anirudha Film Distribution covers thousands of businesses throughout the world by credible industry research. The economic, demographic, and market data collected by our in-house analysts are combined with analytical and forward-looking expertise to assist firms of all sizes and types in making better business decisions.<br></p>","industries":["Analytics"],"name":"ANIRUDHA FILM DISTRIBUTION HUB PRIVATE LIMITED","sectors":["Business Intelligence"]},{"email":"luvai052@gmail.com","idea":"\n            <p><span>We-Moove, The world's first open-sourced 3D printed wheelchair mounted robotic arm. We have set out with an aim to give back the once lost independence to people with tetraplegia, weakness in upper limbs, the ageing population and the 75 million people that need to use a wheelchair on a daily basis. Tasks even as menial as picking us a cup of coffee from a high shelf to just opening a door is sometimes impossible for them, this is the exact problem I have tread to solve using the field of robotics by making an affordable solution for the masses.</span></p>\n        ","industries":["Healthcare & Lifesciences"],"name":"We-Moove","sectors":["Assistance Technology"]},{"email":"wecare@kokanfresh.com","idea":"<p>We at Kokanfresh Agro Products LLP Manufacture and resale\nAlkaline Water, Packaged Drinking Water, Fruit Juices. The unit has\nsuccessfully commenced manufacturing. The highlight of this multi-product\nprocessing facility is that it is capable of manufacturing all kinds of juices,\ndrinks and other water products both with and without carbonation using liquid\nnitrogen. Our drinks is to maintain good health varies, and safe, acceptable,\nphysically accessible, and affordable water for personal and domestic use.</p>","industries":["Food & Beverages"],"name":"KOKANFRESH AGRO PRODUCTS LLP","sectors":["Others"]},{"email":"nirali@analahcapital.com","idea":"<p>ClipTax Private Limited is a FinTech platform headquartered in BKC, Mumbai, for providing Taxation and Compliance Consultancy services. Our mission is to strive to be the best Financial and taxation advisors providing the highest quality of services to our clients working hand-in-hand with them to achieve growth and prosperity. ClipTax also serves as a platform for mutual fund investments, third-party Insurance and loans.</p>","industries":["Finance Technology"],"name":"CLIPTAX PRIVATE LIMITED","sectors":["Others"]},{"email":"vanita3783@gmail.com","idea":"<p>Shree Samarth Petroleum Pvt Ltd is interested in selling diesel to customers in mumbai area .</p>","industries":["Non- Renewable Energy"],"name":"SHREE SAMARTH PETROLEUM PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"contact@krishimindia.com","idea":"<p>KRISHIM Tech Aims to provide end to end, nimble, cost effective, Faster processing product &amp; solutions to Rural ecosystem. \n</p><p>To uplift &amp; Strengthen agriculture ecosystem by providing Authentic &amp; customized solutions under Family welfare for self and family members of farmer’s &amp; Agri tech platform to increase or have sustainable Agri produce for better / stable income. To enable businesses to leverage the power of digital innovation – by envisioning &amp; building disruptive software products, services &amp; experiences which drive growth, differentiation &amp; real economic value, which enables saving on input cost and actual earning on investments.\n</p><p>To enable Digital India initiative, reaches to Rural ecosystem for uplifting &amp; strengthening their current &amp; Future prospective.</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"KRISHIM TECH PRIVATE LIMITED","sectors":["Advisory"]}]