[{"email":"sandip@earthessence.in","idea":"<p>We are specialized in Luxury Personal Care. Our products are Natural, Vegan, Eco friendly, Biodegradable, Chemical Free, Free from Any Harmful Substance, Additives Free, Dermatologically Tested, Contains eco-certified ingredients,  Sustainably formulated, Safe on the skin, Non-toxic, Not tested on animals Free from Salt, Paraben, Sulfate, PEG and Petroleum products.</p>","industries":["Others"],"name":"ASHRAV PERSONAL CARE PRIVATE LIMITED","sectors":["Others"]},{"email":"malunjkar.avishkar@gmail.com","idea":"<p>Manufacturing of Biomedical and Surgical Equipments and Consumables. Healthcare, Medical, Commercial consultation and solutions in Private and Government hospitals business.</p>","industries":["Healthcare & Lifesciences"],"name":"MALU HEALTHCARE PVT LTD","sectors":["Medical Devices Biomedical"]},{"email":"campkangutkar@gmail.com","idea":"<p>skfnsknskvnsdkjvndkvnkn cjdn sdvjsdnvkvjsdnv sdvkjsndvkjsndnv dvjknsdkvjnv skdvnsdkjvn sdkvjs dvjksndv sdv sdkv skdjdjvskdjvnksvnkjdsvk dvnsdvkjsnfkjsnfkjsnv</p>","industries":["Others"],"name":"kkjhu","sectors":["Others"]},{"email":"kinnyflynn@gmail.com","idea":"<p>Company is start up in business of manufacturing and selling paper bags&nbsp;</p>","industries":["Green Technology"],"name":"FLYNN ENTERPRISE","sectors":["Waste Management"]},{"email":"contactus@technavious.com","idea":"<p>Technavious Solutions offers optical fibre netwroks design, deployment, and management services. The services so offered are a combination of human skills delivered using best in class GIS Platform.&nbsp;</p>","industries":["Telecommunication & Networking"],"name":"TECHNAVIOUS SOLUTIONS PRIVATE LIMITED","sectors":["Wireless"]},{"email":"kshamatrends@gmail.com","idea":"<p>KshamaTrends specializes in designer and artistic buttons used for fancy clothing such as ladies and gents kurta, lengha, sherwani, etc. </p><p>For production of our buttons we do not use polluting plastics and other environment damaging products. Our products are 100% eco-friendly.</p>","industries":["Fashion"],"name":"Kshama Trends","sectors":["Apparel"]},{"email":"patilyashyp23@gmail.com","idea":"<p>Student</p>","industries":null,"name":"Yash Hemant Patil","sectors":null},{"email":"neehar.modi@pratechbrands.com","idea":"<p>Tesora is housed under Pratech Brands Private Limited founded in June 2021. It offers home care appliances focused on aesthetics matching consumer sensibilities. The features &amp; functionality are unmatched with  palatable price points. Tesora offers luxurious, reliable, easy to use products with aesthetic elegance.</p>","industries":["House-Hold Services"],"name":"PRATECH BRANDS PRIVATE LIMITED","sectors":["Home Care"]},{"email":"foodjashn@gmail.com","idea":"<p>Foodjashn LLP is a delivery only cloud kitchen situated in one of the most upcoming areas of Mumbai, Elphinstone road. We provide the high quality, super tasty meals delivered within the shortest of times from hygenic kitchens through our vast menu of continental comfort foods, meal boxes, pizzas, burgers, healthy salads, juices, desserts, biryanis etc.</p>","industries":["Food & Beverages"],"name":"FOODJASHN LLP","sectors":["Food Technology/Food Delivery"]},{"email":"anssolver@gmail.com","idea":"\n            <p><u>ABOUT ANSSOLVER</u></p><p>“Teaching how to think, not what to think” is the philosophy, the founders of ANSSOLVER believe in.</p><p>ANSSOLVER is an education platform (e-learning website www.anssolver.com ) dedicated to helping Cambridge Students learn, practice and revise for their IGCSE, AS Level and A Level exams. </p><p>ANSSOLVER aspires to be the </p><p>#1 Past Paper Video Solution &amp; Concept Capsule provider for Cambridge IGCSE, ASLevel &amp; ALevel in the world.</p><p>#1 Global e- learning platform for Cambridge students which provides step by step video solutions of Past Paper questions for Mathematics and Accounts to begin with.</p><p><br></p><p><u>Value Proposition of ANSSOLVER</u></p><p>1.\tTechnology enabled World class e-learning experience: Providing access to quality learning anywhere, anytime and on any device. </p><p>o\tThrough ANSSOLVER’s self-learning videos, student can get access anywhere, anytime on laptop, tablet as well as on mobile.</p><p>o\tLeverage technology to provide Smart Tech, Interactive and engaging learning module; enable data analytics to provide personalised learning programs designed for every student.</p><p><br></p><p>2.\tPersonalised self-paced learning journey: Every student needs are different and sometimes they find it difficult to follow the steps involved in problem solving and are embarrassed to ask doubts.</p><p>o\tANSSOLVER enables students to undertake self-paced learning, can watch the video many number of times, can save the videos in “My WatchList” and ANSSOLVER’s analytics engine recommends questions to be revised before the exams. </p><p>o\tThough step by step video solutions to problems and concept capsules, ANSSOLVER bridges the gap between concept and problem solving; inspires confidence in students to excel in exams.</p><p><br></p><p>  </p><p>3.\tCompetent Educators and Engaging content: Visualisation provides better grasping and a holistic approach for students to excel in exams besides life-long conceptual understanding. </p><p>o\tANSSOLVER provides students from the best educators</p><p>\tstep by step video solutions of the past papers questions, </p><p>\tconcept video capsules, </p><p>\ttopic wise video solutions, </p><p>\ta recommended list for last minute revision</p><p>\ta personalised page to save your questions and revise before the exams</p><p>\tPopular videos and</p><p>\tTrending videos</p><p></p>\n        ","industries":["Education"],"name":"ANS SOLVER","sectors":["E-learning"]}]