[{"email":"pillai.jayagopi@gmail.com","idea":"<p>Maxima Steam Works, a Maxima Group company, is focused on providing steam accessories to improve plant efficiency and achieve cost optimization. <br><br>Our team is capable of analyzing, designing, manufacturing and installing efficient steam systems for safe operations and optimizing on plant output.<br><br>We offer a wide range of Products which includes: <br><br>Efficiency Monitoring systems | Oxygen Analyzer | Automatic Blowdown control system | Level Control systems | Net Heat Meter | Oil Flow Meter | Electromagnetic Flow Meter | Flow Meters | Pressure Reducing Station | Piston Valves | Moisture Separators | Strainers | Thermodynamic Traps | Air Vents | Ball Float Traps | Disc Check Valves | Temperature Control Systems | Vacuum Breaker | Safety Valves | Clean Steam Traps | Plywood Press automation systems | Dye Liquor Ratio Control System | DT Automation. | Condensate Recovery Pump | Pumping Traps | Flash Vessels | Deaerator Head | Condensate Contamination Detection system | Condensate Flow Meter.<br></p>","industries":["Technology Hardware"],"name":"MAXIMA STEAM WORKS LLP","sectors":["Manufacturing"]},{"email":"recyclink2021@gmail.com","idea":"<p><span>Change India’s ideology on</span></p><p>how it manages its used\n</p><p>materials, moving away from\n</p><p>a single use, throw away\n</p><p>culture and pause the\n</p><p>depletion of the country’s\n</p><p>finite resources\n</p><p>We wish to be India’s largest\n</p><p>avenue for door step recycling.\n</p><p>Redefining collection at source,\n</p><p>creating a disruptive parallel\n</p><p>ecosystem, having a positive\n</p><p>impact on all stake holders\n</p><p>using technology.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Waste Management"],"name":"RECYCLINK PRIVATE LIMITED","sectors":["Others"]},{"email":"asquare.agencies2017@gmail.com","idea":"<p>Civil | Electricals | Furniture  | Painting Works &amp; Material Suppliers</p>","industries":["Construction"],"name":"ASQUARE AGENCIES","sectors":["Construction Supplies & Fixtures"]},{"email":"mycapitalzone@gmail.com","idea":"<p>CAPITAL ZONE PRIVATE LIMITED delivered financing solutions to those who needed it the most. The company is registered as non-banking financial company with the Reserve Bank of India.</p><p>CAPITAL ZONE aims to be the largest and most efficient distributor of financial services. We share our expertise of approaching only such banks which are comfortable in certain specific customer profiles. We visualize ourselves as pioneers of Organized Loan Distributor Services and to be not only a benchmark for every other company but also to set higher standards periodically, thus competing with ourselves too. This is our vision.</p><p>Current focus of CAPITAL ZONE is on increasing business from Smart Partners like CAs, Real Estate Brokers, DSAs, Connectors and Wealth Managers and at the same time incentivizing customers with timely execution of loan processes and highest referral pay-outs/kickbacks.</p>","industries":["Finance Technology"],"name":"CAPITAL ZONE PRIVATE LIMITED","sectors":["Advisory"]},{"email":"hmv10422@gmail.com","idea":"<p>SUDARO stands for Surely, Utopian Dreams Are Real Occurences. Our Utopian Dream is to create a world where people live for ages, and the environment for aeons.\n</p><p>CYCLOSTOP is a perfect Pit-Stop for Health serving fresh, healthy, cold-pressed juices and smoothies along with giving cycles on rent.</p>","industries":["Others"],"name":"Cyclostop: A SUDARO LLP Initiative","sectors":["Others"]},{"email":"99astitva@gmail.com","idea":"<p>Objective: </p><p> Once our idea gets executed, it will help to create a virtual bridge between the service provider and the service seeker. More importantly, it will create the opportunity of part time “employability”. </p><p>  The problem today is we all are more focussed only towards temporary or permanent solutions to our problems (or need). There are many people with multiple skills but couldn’t utilize it in the right way due to their profession and lifestyle. In addition, there are many such services which require us to find the “right person” over “right thing”. </p><p> We’re not thinking of creating the solution for a particular community or society. This idea will be implemented such that anyone can use it. </p><p> An application (with website) will be created to execute our plan. </p><p> Major characteristics of this application are as follows: </p><p> The platform where people can put up their skills. Example: driving, cooking, coding, gaming or any skill which we generally require in day to day life. </p><p> The mode of service can be either online or offline depending on the availability of the service provider. </p><p> A consumer will have multiple options of service providers having different levels of experience and rating on the application, he/she can choose the one which is more feasible for the service. </p><p>  Example on this application: Assume Ram is good at playing guitar but unluckily he is doing a 9 to 5 job where he has nothing to do with this skill but he likes playing guitar after office hours (ready to provide service). Whereas, Lakshman can’t afford tuition classes to learn how to play guitar but he is ready to pay for a few days (ready to seek service). How can they come in contact with each other? </p><p> There are numerous such problems or requirements in daily life where we neither want permanent nor temporary solutions but somewhere in between.&nbsp;</p>","industries":["Social Network"],"name":"SNIP","sectors":["Others"]},{"email":"abdas.27@yahoo.com","idea":"<p>HEALTH DIET AND EDUCATIONAL APPLICATION&nbsp;</p><p>It is a complete health App which will provide full diet plan and workout regime for a particular individual as per the goal and many added features.\n</p><p>This App is different from other apps due to the added features that will conclude to more fine results of diet and workout. Moreover, this app will educate the subscriber about the food item that consumer will choose and guide them through the lane.</p>","industries":["Healthcare & Lifesciences"],"name":"DECODE DNA","sectors":["Health & Wellness"]},{"email":"shubham@toutle.in","idea":"<p><br></p><p><a href=\"https://toutlespace.com\" target=\"_blank\">Toutle Space</a>&nbsp;</p><p><br></p><p>Best in class Co-working space at affordable for startups. Just next to Goregaon station to help you commute easily. To give a kickstart to your business with professional office cabins for teams. And if you are a lone wolf we have dedicated desks for you too. Book your free trial today with us and experience the joy of working</p><p><br></p><p><br></p>","industries":["Real Estate"],"name":"Toutle Space","sectors":["Coworking Spaces"]},{"email":"rohim.u@itcart.net","idea":"<p>We are making technology accessible to small, medium and large enterprises through reliable solutions framework and cost-effective pricing strategy!</p><p><br></p><p>\n</p><p>With a vision to accelerate the need for digital transformation for small and medium businesses in India, iT Cart is building a technology solutions framework which will allow a variety of businesses to subscribe to use independent and scalable solutions tailored for specific needs of individual business processes. \n</p><p><br></p><p>Our offerings include free to access, pay as you use subscription and enterprise deployment models. Our framework ensures 100% safety, data security, and accuracy.</p><p><br></p><p>Our IT solutions are aimed with a mobile first approach, microservices based architectures, multi-lingual supports, easy to deploy, easy to use and integrations with social media platforms.</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"IT Cart Private Limited","sectors":["Product Development"]},{"email":"saloniashokshukla@gmail.com","idea":"<p>Specialized across all segments of Hospitality and Leisure Businesses, Spectra collaborates with clients to help them conceptualise, develop and operate high-performance businesses to improve cash flow, value and achieve the client’s goals.\n</p><p>With proven ability to produce outstanding revenue centres in a variety of city centre locations; exposure to international market, key locations of focus for us have been most of the primary and secondary cities of India.\n</p><p>Industry Leading Hospitality company \n</p><p>Combining unparalleled experience, comprehensive capabilities and involvement with a diverse range of Projects highlights understanding of various developments types and their suited feasibilities.\n</p><p>Our clients include the industry’s leading asset owners, domestic and international hotel operators, investors, financial institutions , Multinationas and real estate developers across all segments of Hospitality and Leisure Businesses including:\n</p><p>Hospitality\n</p><p>Hotels\n</p><p>Bnb\n</p><p>Resorts\n</p><p>Wellness\n</p><p>Villas\n</p><p>Service Apartments\n</p><p>Mixed-use Developments\n</p><p>Logistics\n</p><p>Facility management\n</p><p>Maintenance\n</p><p>Management\n</p><p>Service staff</p><p>Property Management</p><p>Facility Management</p><p>Energy Management</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Travel & Tourism"],"name":"SASMAS VENTURES (OPC) PRIVATE LIMITED","sectors":["Facility Management"]}]