[{"email":"namanrungta@swaym.co","idea":"<p>Swaym, as the name suggests, brings you the power to be self-reliant with informed confidence and access to trade in a way that is both advanced and robust.\n</p><p>We’re the 10th generation of entrepreneurs; business is in our blood. Swaym Avenues Pvt. Ltd. is a modern, efficient and faithful platform committed to creating a seamless and reliable experience to make physical trading more efficient for you.\n</p><p>We believe in eliminating risks and inhibiting hindrances from the marketplace in your trading journey. We think not about creating transactional sign-offs but a trustworthy pathway to help you earn and grow into futuristic entrepreneurs. As a thriving business through decades of experience, we come with the insight and empathy that makes us committed to creating an experience for our users that is reliant, simple, prompt, and secure.</p><p>\n</p><p>\n</p>","industries":["Internet of Things"],"name":"Swaym Avenues Private Limited","sectors":["Others"]},{"email":"pakharemohan@gmail.com","idea":"<p>We are based on Mumbai and working in counseling and Trainings</p>","industries":["Education"],"name":"Genius India Counseling and Training Institute","sectors":["Coaching"]},{"email":"business@taag.one","idea":"<p>TAAG stands for merging Tech, Agencies and Artist Globally</p>","industries":["Analytics"],"name":"TAAG ","sectors":["Business Intelligence"]},{"email":"Avenuebusinesspvtltd@gmail.com","idea":"<p>COMPANY WILL SUPPORT EVERY BUSINESS THROUGH ANCILLARY SERVICES . MAINLY IN CONSTRUCTION , GOVT. TENDER ETC<br></p>","industries":["Professional & Commercial Services"],"name":"AVENUE BUSINESS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"gaurav.santoshwar@gmail.com","idea":"https://www.linkedin.com/in/gaurav-santoshwar-7833791/","industries":["Enterprise Software"],"name":"Gaurav Santoshwar","sectors":["Location Based"]},{"email":"mahesh@idanmotor.com","idea":"<p>Idan is an electric vehicle technology based startup, which aims to provide mobility for everyone.&nbsp;<span>We intend to speed up the EV adaptation by providing integrated solutions with Electric vehicle and&nbsp;</span><span>battery swap network. Idan has indigenously developed the technology for EV and the infrastructure.&nbsp;</span><span>Idan is founded by Mahesh Khatri who is a technology expert, entrepreneur and a bike enthusiast&nbsp;</span><span>himself.</span></p>","industries":["Automotive"],"name":"Idan Motor Private Limited","sectors":["Electric Vehicles"]},{"email":"panwarkaran74@gmail.com","idea":"<p>Working on making easy and innovative design for everyday work&nbsp;</p><p>-Interest in design and technology</p><p>Skillful, innovative, adapting to new skills and detail-oriented&nbsp;</p><p><br></p><p><br></p><p><br></p>","industries":["Technology Hardware"],"name":"THE Z COMPANY ","sectors":["Electronics"]},{"email":"vabphy@gmail.com","idea":"<p>Company Engaged in providing training and education of Information technologies and Artificial Intelligence</p>","industries":["AI"],"name":"BRAIN GATE EXPERT SYSTEMS PRIVATE LIMITED","sectors":["Others"]},{"email":"anil.pavithran@arcktechnologies.com","idea":"<p>ARCK TECHNOLOGIES INNOVATIONS PRIVATE LIMITED in new technology startup&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"ARCK TECHNOLOGIES INNOVATIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"meemumbaikarfoundation@gmail.com","idea":"Our core values of professionalism, Integrity and being Competitive rise from our vision of the pursuit of excellence. MEE MUMBAIKAR SECURITY SOLUTIONS PRIVATE LIMITED has come in to business to stay and stay ahead, by providing quality service while emerging as the benchmark for the security industry.","industries":["Human Resources"],"name":"MEE MUMBAIKAR SECURITY SOLUTIONS PRIVATE LIMITED","sectors":["Recruitment Jobs"]}]