[{"email":"learningowl346055@gmail.com","idea":"<p><b>Our Solutions:\n</b></p><p>-K-12 learning Modules\n</p><p>-Product Training Modules\n</p><p>-Communication and marketing\n</p><p>-Customer service\n</p><p>-2D Animated Promotional Video\n</p><p>-Infographic Videos\n</p><p>-Learning Management System (Moodle)</p><p>\n</p>","industries":["IT Services"],"name":"LEARNING OWL PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"ambrearti@gmail.com","idea":"<p>My vision is to empower the homemaker women of India. Every homemaker in India at times feel the need to be financially independent, however they feel they do not have any skill to do so. Well they all forget the one skill they all have and they are great at it. i.e Cooking and organisation.&nbsp;</p><p><br></p><p>I want to build an app, a website which brings together all these women who would like get some financial return through their skill while adding value to their customers.</p><p><br></p><p>A customer ( Referred as I)( GenZ, millennial ) who is busy and thriving in life, sometimes do not have time to cook or organise their home. Even if they do take out time they are not necessarily good at it.&nbsp;&nbsp;</p><p><br></p><p>Case 1 - I feel like eating Undhiyu today, I wish I get authentic undhiyu delivered to me at home.&nbsp; I also that home made methi laddoos for winter, can someone make them to order fresh and tasty.&nbsp;</p><p><br></p><p>we have a solution here - There is always a special dish a homemaker is known for . \" Yaar mummy ke haath ki&nbsp; 'puranpoli' best hoti hai. 'Aunty ke haath ka 'rasgulla' is too good.'&nbsp;</p><p><br></p><p>So our app allows you to register with your 3 best dishes that you are good at, known for and can deliver on order. This can vary anywhere from daal to kadi to ladoos to kheer.&nbsp;</p><p><br></p><p>Just look for availability and options in your area via our map. Check reviews ratings and order. All our providers are verified and checked for home basic necessities, hygiene.</p><p><br></p><p>You get authentic taste - freshly made&nbsp; and delivered same day. And the best part is every time you order from GharoGhari you are supporting a homemaker. The pillars of our home, society and country.&nbsp;</p><p><br></p><p>This will make them financially independent through the skill they have and we get what we always want - Yum food&nbsp;</p><p><br></p><p>In phase 2 I plan to expand it to organisation service as well, organisation from kitchen, wardrobe, book shelf just name it. At your service.</p><p><br></p>","industries":["Food & Beverages"],"name":"GharoGhari","sectors":["Food Technology/Food Delivery"]},{"email":"aqbexim@gmail.com","idea":"<p>To carry on the business of manufacturers, traders, fabricators, exporters and importers of all kinds of clothing, readymade garments, jewelry, footwear, hand bags, beauty products and all accessories related to fashion &amp; lifestyle products, or otherwise to act as agents, sub-agents, wholesalers, retailers, representatives, commission agents, franchisers and dealers of all kinds of textile clothing, wearing apparel, cosmetics, jute, linens, furnishing fabrics and fabrics of all kinds of readymade garments and clothing, lingerie, fashion accessories, hosiery, footwear’s, &amp; accessories in India or abroad.</p>","industries":["Textiles & Apparel"],"name":"AQB ENTERPRISE (OPC) PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"sharmina.jagadish@arthvista.com","idea":"<p>First of its kind platform bringing multiple alternate investment opportunities to the&nbsp;<span>investor in one place.</span></p>","industries":["Finance Technology"],"name":"FINTUITIVE TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"krrishcapital@yahoo.com","idea":"<p>we have developed a very unique business model wherein the Indian FOREX outflow can be greatly reduced, thus reducing the CAD ( current account deficit) and ultimately increasing the GDP of India. ( as we save over 20 to 40 lac crores of Forex outflow overall in five years- Rupees twenty upto forty lac crores of forex outflow savings to the exchequer of India). We have started successfully a prototype branch /center and have got much success in Mumbai. </p><p>This concept in brief is -<br>&nbsp;it is a diagnostic center which provides the analysis and certification of the particular<br>&nbsp;elements contents alongwith its purity percentage, using the MRI technology. We have been able to solve our nations deep problem in this sector, which will be helpful to all our 120 crore + people of India, who have no choice but to keep blind faith (so, they are getting cheated regularly with no solution till date). It provides jobs for over 14000 people upon our business being scaled pan India, as we seek to have 1000 - 1200 such diagnostics centers all over India in tier i, ii, and iii cities. There is no competition in this sector as such ondate. We seek incubator/venture capital of 5 to 10 crores to take it forward successfully, Please help us to help India bring up its GDP. We seek your support and assistance in taking this project forward pan India. I request a ten minutes meeting with you, as there is a very very important message which i cannot disclose<br>&nbsp;here. I am now 59 years of age, and this is my lifetime effort of research, I wish to hand over to my nation.<br><br>Sirji will you help? <br>Please help us to help India bring up its GDP. <br>Will appreciate your kind response soon.<br><br>Thanks and regards B Kumar ( mobile - 9820020758) <br>Krrish capital corp <br>2 Apeejay house<br>&nbsp;130 B S Marg <br>Mumbai:-400023.<br></p>","industries":null,"name":"b kumar","sectors":null},{"email":"mailmaharajaenterprises@gmail.com","idea":"&nbsp; we&nbsp; &nbsp;are the supplier of&nbsp; food industry want increase and expand the business","industries":["Food & Beverages"],"name":"Maharaja Enterprises","sectors":["Food Technology/Food Delivery"]},{"email":"juzzindiafoodagro@gmail.com","idea":"<p>Juzul hind is new startup,which going to setup new startup that which bottle/ packing tender coconut water naturally without any chemical&nbsp; preservative with the help of&nbsp; a new&nbsp; technology.&nbsp;</p><p>apart from packing it water and pulp, we giving priority to make its all body parts to value addition even its husks and shells .</p><p>targeted Segments:-Export, Hospitality,Ice cream Manufactures,online businesses and local market,&nbsp;</p><p><br></p>","industries":["Food & Beverages"],"name":"JUZUL HIND FOOD AGRO INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"kannan.iyengar@optomate.io","idea":"<p>We are an operation automation company.</p><p>DataBridges is our connected ecosystem infrastructure software platform innovation.</p>","industries":["Enterprise Software"],"name":"OPTOMATE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"bhavarisuraj@gmail.com","idea":"<p>We Ziksum.com at Titwala provide elite cleaning services to keep your space sparkling and beautiful. We are committed to provide professional cleaning services using advanced technology and highly effective safe chemicals. We offer highest cleaning quality standards through our dedicated staff. We constantly seek to improve our services by providing remarkable client support to all.<br></p>","industries":["Agriculture"],"name":"ZIKSUM GREEN WORLD PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"shaswatswpl@gmail.com","idea":"<p>MANUFACTURER , SERVICE PROVIDER, MAINTANENCE WORKS</p>","industries":["Others"],"name":"SHASWAT STEEL WORKS PRIVATE LIMITED","sectors":["Others"]}]