[{"email":"riyasumariya99@gmail.com","idea":"<p>Green technology to eliminate the waste and convert solid waste into useful products.</p>","industries":["Waste Management"],"name":"Greevival","sectors":["Others"]},{"email":"taxfiling@vaasist.com","idea":"<p>Welfie healthcare private limited ,is a direct selling company that deals with a range of comprehensive and quality Welfie prouducts for day to day life. Our aim is to deliver the best products to our consumer, who forms the core of the company , directly. We ensure that our network of registered distributors are trained leaders and consumers gets best with special benefits and profitable opportunities, thanks to the increasing dominance of direct selling industry in the country.</p>","industries":["Healthcare & Lifesciences"],"name":"WELFIE HELTH CARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"roshan.ediify@gmail.com","idea":"<p>EDIIFY is India’s leading Edtech company which enables students to learn LIVE Premier with some of India’s best-curated teachers. EDIIFY USP is of offering a Master's Program in Digital Marketing with AI Marketing Automation and its quality of content at a Very Affordable Price. EDIIFY has spread across 10+ Franchises.</p>","industries":["Education"],"name":"RIBITTLE VENTURE PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"shubh@krmaa.org","idea":"Krmaa.org is an impact-focused technology start-up that aims at leveraging the power of technology to do good in society. On a mission to show by action that it’s possible to do well in business and the community by having a Triple-bottom line focused- Sustainability, Social Impact while being profitable.","industries":["Social Impact"],"name":"Krmaa","sectors":["NGO"]},{"email":"pankajkadam@partech.in","idea":"<p>We have started our company in year 2013 with the name M/s PARTECH SCIENTIFIC INSTRUMENTS India , we were distributor for M/s. PARTECH SCIENTIFIC INSTRUMENTS , USA . PARTECH SCIENTIFIC INSTRUMENTSInstruments has sold their company to Anton-Paar in the month of February 2018. We have changed our company name from PARTECH SCIENTIFIC INSTRUMENTSIndia to Partech Scientific Instruments . During PARTECH SCIENTIFIC INSTRUMENTSdays we were doing sales and service of PARTECH SCIENTIFIC INSTRUMENTSInstruments products . Currently we are doing sales and service of Hiden isochema -UK, Porometer NV-Germany , Altamira Instruments- China, Colloid Matrix-Germany . Ours is Partnership firm .Currently we are TWO Partners . We are selling our products to Government Institutes like Catalysts Manufacturers , Pharmaceutical, Tyre Industries , Carbon Black Industries . Products which we are selling are required for testing products of above listed companies and Government Institutes.</p>","industries":["Analytics"],"name":"PARTECH SCIENTIFIC INSTRUMENTS","sectors":["Others"]},{"email":"diptiag@gmail.com","idea":"<p>Peepal is a collective of home gardeners who are passionate about achieving wellbeing through and by plants.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Peepal","sectors":["Others"]},{"email":"sonidevang298@gmail.com","idea":"<p>Feelinglazy is a 10-minute delivery service that delivers everything that the customers want. This startup is in a colony where more than 45k people live. There are many shops in the colony itself from where we buy the customer's order and then deliver it to their respective address. There is no minimum order value, and we charge 10Rs/delivery.&nbsp;</p><p>We deliver food, groceries, vegetables and fruits, home essentials, and all the other necessary items that is been sold in the colony itself.&nbsp;</p><p>This colony is among Asia's largest colonies, and it's named the BARC colony.</p><p><br></p>","industries":["Others"],"name":"Feelinglazy","sectors":["Others"]},{"email":"oceanfarms@outlook.com","idea":"<p>Ocean Farms is a Mumbai based start-up company, which aims to introduce Seaweed farming, to the&nbsp; Maharashtra coast. Maharashtra, having a coastline of about 720km is a home to a variety of seaweed species. This unexplored phenomena of nature is highly beneficial and has a great commercial value. These commercially important seaweed species will be cultivated by Ocean Farms and supplied as a raw material to the different industries to make value products out of it.</p>","industries":["Agriculture"],"name":"Ocean Farms","sectors":["Others"]},{"email":"cparitosh@icloud.com","idea":"<p>Muzzo is an AI based talent-driven community of dancers, singers, and entertainment seekers who learn, compete and earning an engaging short video format. Since most dancers/singers' content creators are unable to monetize their content, while learners don't have an organized platform that teaches them to dance/sing on trending songs quickly at an affordable cost. We want to bring these performers and learners closer by building an engaging community that helps them both to earn, learn, compete and grow together.</p><p><br></p><p>Our AI scoring mechanism helps users improve their dance/singing performance and our gamified \"Levels\" feature helps users estimate their true potential through competitions. As we enable entertainment seekers to compare performances and vote for the better performance, the user engagement rate on the platform is high.</p>","industries":["Media & Entertainment"],"name":"MUZZO","sectors":["Social Media"]},{"email":"nataraj@vishkalaventure.com","idea":"<p>At Vishkala Ventures, we deliver complete range of best affordable Design and Branding solutions, Web solutions, Digital marketing and Packaging solutions to our customers. It is our belief that “Every design has a Story.”\n</p><p>We envision reaching every business industries with our outstanding design solutions that would help us grow as a firm along with our clients’ success\".\n</p><p>We provide following services \n</p><p>•\tGraphic designing and desktop publishing solutions including Poster design, Brochure design, Cover design, wall sticker design, Outdoor hoarding design, flyer design, banner design, Ad design, label design, text formatting, typesetting, copy editing, multilingual, Book layout, Magazine layout.(India as well as abroad) \n</p><p>•\tIllustration which includes Product illustration, Advertising illustration and Book illustration and Logo design including Emblem, 2D logo, 3D logo and Animated logo.(In India &amp; across geographical boundaries )\n</p><p>•\tWebsite design, development and Web Hosting\n</p><p>•\tDigital marketing which includes but not limited to (SEO) Search Engine Optimization, Social media marketing, Content marketing.\n</p><p>•\tPackaging Designing Solutions comprising of designing for Ratchet belts, wooden pallets, Plastic pallets, Hand pallet trolley, Corrugated boxes and Shrink and Stretch wrap.</p>","industries":["Design"],"name":"VISHKALA VENTURE PRIVATE LIMITED","sectors":["Web Design"]}]