[{"email":"cmd@gbappa.com","idea":"<p>We at Gbappa strive to become India’s Favourite and best price online and offline superstore. Gbappa uses its in-house technology platform to manage a network of over 1,500 farmers and wholesale distributors that enables Gbappa to provide Quality products at an affordable price, mostly from manufacturers to customers directly. We deliver at your doorstep within hours. You save not only time but also money with our best prices and offers. Gbappa, despite being a premium brand, It’s affordable; it is a significant saving for clients, with quality and quantity being the top priority. joined hands with multiple farm producers to give this grocery business a giant leap and branded this grocery business under the name and style “Gbappa- Kirana ka Raja” online stores and “MEELA’S by Gbappa”, a premium South Indian Speciality Foods and Supermarket chain in the country with a beautiful layout, very clean shelves and customer service to match. Shopping at the store will be an experience you will want to continue month after month.&nbsp;</p><p>Based on the research and survey, we formulated and registered four brands under Gbappa.</p>","industries":["Other Specialty Retailers"],"name":"GBAPPA PROJECTS AND SERVICES (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"vikrant.prakritiksolar@gmail.com","idea":"<p>Prakritik Solar Solutions Private Ltd is an established solar EPC offering Solar On Grid, Solar Off Grid, Solar Hybrid, and Electric Vehicle Charging Solutions in India. We offer a wide range of solutions to cater all your solar needs.&nbsp;</p><p>we give most affordable and premium quality solar solutions for your residential, commercial and industrial establishment. We offer end to end solar solutions for all types of customer. Whether you need an on grid solar system, off grid solar system or hybrid system we can offer you all. We are capable for delivering  a complete site management package to encompass all element of solor KW/MW level execution. We work closely with our client to offer turnkey solution covering the management of all key phases from setting out to final commissioning, including civils package, mechanical and electrical installation.</p>","industries":["Renewable Energy"],"name":"PRAKRITIK SOLAR SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"ixarroboticsolutions@gmail.com","idea":"<p>IXAR Robotic Solutions is a one stop solution for all underwater survey and inspection. Indigenously designed, manufactured and state of art Remotely Operated Vehicle (ROV). We are an IIT-Bombay Alumni start-up, mentored by the incubation cell of IIT-Bombay “SINE” and supported by the Ministry of electronics and information technology. IXAR Robotic Solution covers a vast array of Non-Destructive Testing , Structural diagnostics, Post-inspection analysis and also provides customized solutions.</p>","industries":["Robotics"],"name":"IXAR ROBOTIC SOLUTIONS PRIVATE LIMITED","sectors":["Robotics Application"]},{"email":"sachin@goqii.com","idea":"<p>GOQii Technologies pvt. Ltd. is a smart preventive health platform, it has a wearable fitness band that collects users’ (called players) activity, sleep,&nbsp; Heartrate, blood Oxygen, blood pressure, body temperature, and other data. A care team of a&nbsp; personal coach, doctor, and expert is assigned to a player who reviews this data and communicates via a mobile app to guide them towards their health and fitness goals.</p><p><br></p><p>All GOQii fitness trackers are CDSCO requested medical devices.</p><p><br></p><p>A subscription fee is paid for personalized coaching and access to premium services like video-based workout classes. The GOQii companion app allows users to share their stats on social media and tracks Karma points.</p><p><span><br></span></p><p><span>Players earn Karma points when they meet their daily goals. They can use these points, which third-party donors match in dollars, to donate to their chosen charity.</span></p><p><span><br></span></p><p>In partnership with Thyrocare and Max Healthcare, GOQii launched its new version, which included a \"personal Health Locker\" and a lifestyle doctor (called the GOQii Doctor), who is a qualified physician (MBBS/MD) and available on the GOQii platform for medical consultation.</p><p><br></p><p>In addition, a player can also take a ‘Health Risk Assessment’ test and get their ‘Health Score’ via the app.</p><p>The Health Locker includes a diagnostics feature that allows users to book tests, take them from home and get results directly</p><p>GOQii is an official health service provider for Fit India mission.</p>","industries":["Healthcare & Lifesciences"],"name":"GOQii Technologies Pvt. Ltd.","sectors":["Health & Wellness"]},{"email":"sandeepgupta25556@gmail.com","idea":"<p>We have started our new business of print express as name . we wants to explore it and develope about quality and size. we are doing here off set printing.</p>","industries":["Professional & Commercial Services"],"name":"Print Express","sectors":["Commercial Printing Services"]},{"email":"aekhtanconsultantspvtltd@gmail.com","idea":"<p>We are new start up consultancy firm aiming to provide Business Consultancy &amp; Advisory Services in the field of Management, People Management, Strategy Planning, Corporate Training &amp; Development, Skill Development, Skill-Up Graduation, I.T. Consulting &amp; Advisory &amp; assist other new entrants in formation of their companies, compliances, Import-Export Licenses, Website &amp; Social Media presence, GST Registrations and many more new upcoming services.</p>","industries":["Professional & Commercial Services"],"name":"AEKHTAN CONSULTANTS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"hawkspaintsandcoatings@gmail.com","idea":"<p>About Hawks Paints And Coatings Pvt Ltd\n</p><p>Incorporated in 2009 we, Construwell Industries have now expanded and now known as Hawks Paints &amp; Coatings Pvt.Ltd, we are an ISO 9001:2015 Certified Organization, we Experts in the manufacturing and supplying of an ample range of Construction Chemicals, Compound, Wall Putties &amp; Decorative Paints. The Comprehensive range of products offered by us includes Waterproofing Chemicals, Wall Putties, SBR &amp; Acrylic Latex; Water based Primer, Sealant &amp; Decorative Paints, Enamel &amp; PU Paints. Relying on the credible vendors for supreme quality ingredients, we ensure an optimum range of products for our customers. The whole range of products offered by us is manufactured in strict adherence to the predefined industrial standards.\n</p><p>Owing to a dexterous team of professionals, we are able to bring forth a qualitative assortment of products for our clients. Dedicated to serve the satisfaction of our clients at prime, our team of quality controllers checks the entire range on various parameters and ensures an utmost quality of the products to be offered. Attributing to the high quality of the products we are committed to offer, we have reaped a huge client-base so far.\n</p><p>Under the guidance and mentor-ship of Mr. Mohanan Pillai, we have secured a prominent position in the industry. His experience in the domain has enabled us earn goodwill in the market. Moreover, owing to his leadership qualities, we are capable of touching horizons. We are further dedicated to follow fair business practices that have aided us in attaining the maximum trust of our revered clients.</p><p>\n</p><p>\n</p>","industries":["Construction"],"name":"HAWKS PAINTS & COATINGS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"info@plushsalary.in","idea":"Plush salaries an online place to lend a helping hand to customers who borrow money for their short- term needs at the tap of a button. A market that provides diverse loans such as personal loans, maternity expenses, and other finance on low-cost EMIs Our purpose is to create a bond between the lenders and the borrower. Loans are granted on the base of your credit history and repayment capacity, which are approved with least documentation. Guaranteed world-class services, flawless customer service, reliable and confidential commitment when you deal with plush salaries. In the process of your service, our goal is to become India’s leading platform for the immediate cash loan facility","industries":["Logistics"],"name":"ANEN SECURITIES PRIVATE LIMITED","sectors":["Others"]},{"email":"umeshchhazzed@gmail.com","idea":"<p>Next Generation Hiring &amp; Skilling Technology Platform\n</p><p>Hiring - Enabling companies to assess and onboard talent 10x faster\n</p><p>Skilling - Enabling candidates to identify their skill gaps and get 10x more opportunities</p>","industries":["Human Resources"],"name":"SELECT10X ASSESSMENTS & SKILLING PRIVATELIMITED","sectors":["Skills Assessment"]},{"email":"premiergmo@gmail.com","idea":"<p>We would like to submit our reasonable quotation for providing Security Management and Housekeeping services.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; We would brief our History of PREMIER MANAGEMENT SERVICES LLP Which was established in YEAR 2004. Previously in the name of PREMIER SECURITY FORCE (INDIA) We have vast experience, knowledge and dynamic skills in the field of security, housekeeping and management services. We had slowly and steadily had progressed in this industry and has expanded to excellent quality &amp; service to the entire satisfaction to our valued clients.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;We have great pleasure in introducing ourselves as one of the best Security, Housekeeping and Management Agency and is always prepared to take challenging assignment in their respective field in all over Maharashtra and is registered with the Maharashtra Government.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; As per our discussion regarding our security service to your organization, we shall consider it a golden opportunity to have the association with reputed management like yours and feel proud to submit our profile herewith.                           \n</p><p>For More information please visit\n</p><p>http://www.premiermanagement.in</p>","industries":["Security Solutions"],"name":"PREMIER MANAGEMENT SERVICES LLP","sectors":["Others"]}]