[{"email":"niranjand@dusaneinfotech.com","idea":"<p>The company will be creating multiple digital platforms to bring in a large population to indulge in equity and trading markets. This would be achieved by building training contents, information portals and gamification of trading processes. The company hopes to introduce masses to trading and financial businesses and enhance their wealth generation capabilities.</p><p><br></p><p>Majority of Indian’s does not trade in equity, commodity and financial markets because they do not understand the nuances of trading. We hope to build platforms to educate these masses to take the first step towards trading. The company hope to start a lot more professional and casual traders which will benefit the equity market as well as contribute to the country’s economy.</p><p><br></p><p>The company shall launch multiple mobile applications which will have necessary training and knowledge contents. We are also building trading simulators for customers to try various trading techniques without putting money in stock markets.</p><p><br></p><p>The internet has lots of training materials, however none gives a simulated and gamification view of the equity market. Our solution shall give customer a simulated hands-on experience of the trading practices.</p>","industries":["Finance Technology"],"name":"CAPITAL FLASH FINTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"sreeraj@auto-moto.in","idea":"<p>Automoto focuses on quick service cum automotive care and addresses the entire range of vehicles\n</p><p>from two-wheelers to commercial trucks. (Refer to Attached)\n</p><p>Automoto's medium to long-term strategy would cover value-added services such as Insurance, IoT,\n</p><p>connected vehicles, and analytics around automobiles.\n</p><p>Further, electric vehicle battery swaps and charging stations are built into the plans to become\n</p><p>future-ready today.\n</p><p>The core of the model involves an asset-light rapidly scalable business using franchisees, partnering\n</p><p>as required with Automotive OEM, having robust processes, and enabling the last mile omnichannel\n</p><p>client connectivity.\n</p><p>Problem: Multiple Players in the market today cater different direct and allied services to the\n</p><p>Passenger vehicle segment.\n</p><p>Solution: Automoto's MOTO365 chooses to be the one-stop solution for all automotive needs for\n</p><p>both consumers and Enterprises.\n</p><p>Segments: Insure-Tech, full-stack cloud mechanic garage Management, Fintech, Auto-tech,\n</p><p>Automotive AI &amp; Machine Learning Key Differentiation: Multiple vehicle management solutions with\n</p><p>IoT cum content first Motorplace.\n</p><p>The major thesis that revolves around our offerings is to ensure the right customer experience,\n</p><p>playing a vital role across the adoption of all the verticals.</p><p><br></p>","industries":["Automotive"],"name":"LUBBY AUTO VENTURES PRIVATE LIMITED","sectors":["Others"]},{"email":"najikaborse@gmail.com","idea":"<p>An e-sport company which will be an international championship participation as well as game development.</p>","industries":["Toys and Games"],"name":"Mavish","sectors":["Virtual Games"]},{"email":"pankaj@anyfeast.com","idea":"<p>AnyFeast is a ground-breaking platform that provides users with a single space where they can find new recipes, buy the ingredients they require from our network of grocers, and watch instructional videos on how to bring new and exciting flavours to life.</p>","industries":["Food & Beverages"],"name":"AnyFeast","sectors":["Food Technology/Food Delivery"]},{"email":"ifto.game@gmail.com","idea":"<p>Just want to know how I get the loan.</p><p>I have a business idea and plan</p>","industries":["Food & Beverages"],"name":"Resh Agro food Pvt Ltd","sectors":["Others"]},{"email":"books2trees@gmail.com","idea":"<p>An Initiative for a Better Tomorrow…!!!\n</p><p>Our #1 priority is nature. Which means we take every measure to make this world safe, clean and better for everyone. We do this by planting trees and saving paper.\n</p><p>1 user = 1 Tree Planted\n</p><p><br></p><p>for more details,</p><p>https://books2trees.org.in/</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"Books2Trees","sectors":["Education Technology"]},{"email":"bragpacker@gmail.com","idea":"<p>We have some catching up to do with the world when it comes to the sophistication of our travel gear. The world is exploding with amazing products designed specifically for globetrotters, which are setting new standards in design, aesthetics and functionality. Bragpacker has been conceived as a platform to bring the very best of travel gear, globally, to Indian consumers. At the same time, we also believe that this pre-travel shopping does not need to be expensive and wasteful. Hence, we are introducing different usage models for our customers that allow them to access the best products without killing their travel budget</p><p>We know that packing for a trip can be a stressful and time consuming exercise that can take away from the best part of travel – the anticipation of hitting the road. No longer. With Bragpacker,</p>","industries":["Retail"],"name":"T-LAB TRADECOM PRIVATE LIMITED","sectors":["Others"]},{"email":"thekhanzaid@gmail.com","idea":"<p>z foods is a food-based startup. We conduct online cake baking courses to help develop a more entrepreneurial mindset in India. To promote entrepreneurship. Teach people the basics of cake baking and decorating. Explaining them the business aspects as well.</p>","industries":["Food & Beverages"],"name":"z foods","sectors":["Others"]},{"email":"jpmmmedia05@gmail.com","idea":"<p>JPMM MEDIA LLP incorporateda aim to deal in cinematographic films, television films and shows, video films, music production, web series, documentaries and short films.</p><p><br></p><p>JPMM media content owners to easily monetize their Video/Audio content beyond the borders of traditional advertising. We do this by offering a self-service white label platform, using which media content owners can launch their own Multi-Screen Video and Audio Streaming (Live &amp; On-Demand) platform in a matter of just a few minutes and at ZERO upfront investment.</p>","industries":["Media & Entertainment"],"name":"JPMM MEDIA LLP","sectors":["Entertainment"]},{"email":"jhanitesh16@gmail.com","idea":"Looking to start a Mustard oil brand by filtering and packaging to sales","industries":["Food & Beverages"],"name":"FFTF Group","sectors":["Food Processing"]}]