[{"email":"khanazharj@gmail.com","idea":"<p>Greenova aims to reduce the farming distress and\n</p><p>improve the economic condition of farmers, along\n</p><p>with delivering high quality, nutrition rich organic\n</p><p>food products to a wider audience, at an affordable\n</p><p>price in India.\n</p><p>Greenova provides a B2B Online Platform for\n</p><p>reaching out to Sources of Organic\n</p><p>Horticulture(Fruits and Vegetables Producers) to\n</p><p>meet the End-Vendors including Grofers, Amazon\n</p><p>daily, BigBasket, etc.</p><p>\n</p>","industries":["Agriculture"],"name":"Greenova","sectors":["Agri-Tech"]},{"email":"rajtej7258@gmail.com","idea":"<p>&nbsp;\"JIJA Universe\" is a firm which formed and working for making day to day life of everyone better and pure. We have innovative concepts with combination of Organic agriculture &amp; Modern technology. We are putting our heart to give purety and surety to all human from dish to dress &amp; Day to destiny...</p>","industries":["Agriculture"],"name":"JIJA Universe","sectors":["Organic Agriculture"]},{"email":"vicky.tandon@empowermobility.in","idea":"<p>We manufacture electric cars, electric motorcycles,&nbsp; electric buses and EV Components for OEMS</p>","industries":["Automotive"],"name":"Empower Mobility","sectors":["Electric Vehicles"]},{"email":"dharmeshkashyap46@gmail.com","idea":"<p>Pramamend, The designing and Development studio is developing a 3D AR and VR environment to help students by understanding the concepts of chemistry.AS working of concept cant be practically represented. <br>We of a 3D software that can represent these concept through the practical environment.The student can see the 3D representation of the concept and interact with it.We can also recreate a war sequence from history, can explain geographical condition through actually creating the 3D Environment. And many concepts from Science. This firm solves the problem of student by presenting the complex topic (eg.- packaging of the elements ) by understandable and interactive 3D software and AR environment. We can teach students by practicing practical experiences using 3D interactive environment.<br></p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Pramamend","sectors":["Others"]},{"email":"zynkgamestar@gmail.com","idea":"<p>The Company has been incorporated to conceptulize, create, design, build-software, publish, distribute various gaming concepts. The game ideas being contemplated range from casual games, family board games to strategic games.&nbsp; These game concepts may be developed for the physical format and/or for the digital format. The Company shall be developing (inhouse or through vendors) gaming software to be played on mobile devices, tablets, desktops, laptops and other devices. These games are being build for single person to multi-person playing modes.&nbsp; These games concepts can be further moulded for application in fields of education, marketing, training, learning, leisure, entertainment, etc.&nbsp;</p>","industries":["Toys and Games"],"name":"Zynk Game Star Private Limited","sectors":["Virtual Games"]},{"email":"vedanthakkar2003@gmail.com","idea":"<p>To Create a digitalized and modernized fashion store of our brand where customers can virtually try our fashion products and order (Online /offline)&nbsp;</p><p><br></p><p>But how are we different?</p><p><br></p><p>Our application to consist of advanced technology whereby customers can try out their outfit before ordering any fashion product of our brand.&nbsp;</p><p><br></p><p><br></p><p>Tie-up with selected fashion stores and then provide all those fashion stores a digital screen where customers can design their own outfits (t-shirts ,polos,hoodies, etc) and thereby introducing a digitalized fashion world.&nbsp;</p><p><br></p><p>Also, establishing our chain stores to create our offline presence.&nbsp;</p>","industries":["Fashion"],"name":"Veee","sectors":["Fashion Technology"]},{"email":"aswanijagdishgaurav@gmail.com","idea":"<p>My name is Gaurav Aswani, nice to meet you. This startup will reach new heights and revolutionise the world.</p>","industries":["Renewable Energy"],"name":"Crylar","sectors":["Renewable Energy Solutions"]},{"email":"yashdedhia1214@gmail.com","idea":"<p>​In this fast-paced world, things are changing extremely fast hence the skills relevant today might become obsolete in some years. The only way to succeed is to have the right Attitude.</p><p><br></p><p>From education to the career we are only chasing numbers - marks, salaries, ranks, etc but in this chase, we are leaving behind many non-tangible things such as learning, growth, passion. Ironically, these are the factors that will help you achieve those numbers.</p><p><br></p><p>We at ComEd Learning are focused on the development of the area which our formal education lacks. Most formal education systems miss out on a very important factor in one’s life: mindset. All formal education focuses on is building aptitude, but we focus on building attitude.</p>","industries":["Education"],"name":"ComEd Learning","sectors":["Others"]},{"email":"mbbhoir@gmail.com","idea":"<p>Automobile Garage in which all kinds of two and four wheelers will be serviced. All parameters of mechanical servicing will be taken care of.</p>","industries":["Automotive"],"name":"Aai Gavdevi Automobiles","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"prashanty07@gmail.com","idea":"<p>Westmont Solutions LLC is a service provider for the residential mortgage market in the United States. We assist in meeting the ever-changing market expectations. Westmont Solutions LLC is registered in Texas, USA, and Mumbai, India<br><br>www.westmontsolutions.com</p>","industries":["Others"],"name":"Westmont Solutions","sectors":["Others"]}]