[{"email":"divyam.kothari@somaiya.edu","idea":"There are billions of food recipes scattered over the internet, be it on Blogs/YouTube descriptions/Tumblr/Instagram/Twitter/Facebook, etc. It is a headache to note each recipe that you like, as these are all over the internet in different formats. So either you have to download a pdf, or it's in an email or take multiple screen shorts. I want to create a a universal format, one single place where all these recipes can be kept as an offline file, a recipe card for everyone, be it any recipe across the globe. \"RECI PRO\" will be one format, one place for all recipes under one roof, within one app. So a content creator will get a QR code/ link from which that recipe can be downloaded by an user.&nbsp;","industries":["Food & Beverages"],"name":"Reci pro","sectors":["Others"]},{"email":"sjogdand@hotmail.com","idea":"<p>Founded by Avionics Engineers</p><p>Aiming to design and develop&nbsp; electronic systems and equipment for defense aviation and aerospace sector<br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"TEJORUP SUNMAY SYSTEMS PRIVATE LIMITED","sectors":["Aviation & Others"]},{"email":"garvmishra9@gmail.com","idea":"<p>The idea is to help people developing their ideas to MVP&nbsp;</p>","industries":["IT Services"],"name":"Startup for startups","sectors":["Project Management"]},{"email":"cvs@somaiya.edu","idea":"<p>An online grocery startup/ retail startup with unique features which are not implemented by other business or startups from the same industry</p>","industries":["Retail"],"name":"Ranka's","sectors":["Retail Technology"]},{"email":"cssaloneeshah@gmail.com","idea":"<p>At Boxwish, we approach every challenge holistically, with best-in-class expertise in technology, skill training, consulting, creativity and more. We are leveraging some of the latest cloud technologies, coupled with Machine learning and innovative product mixes to appeal to the new generation of consumers.</p>","industries":["Enterprise Software"],"name":"BOXWISH LABS LLP","sectors":["Others"]},{"email":"egpllp6@gmail.com","idea":"<p>in field of marketing and export in agriculture . We are also looking at avenues in building industry&nbsp;</p>","industries":["Marketing"],"name":"EGP Global Services LLP","sectors":["Others"]},{"email":"anjalineharia123@gmail.com","idea":"<p>1) Overview:&nbsp;</p><p><br></p><p>In the past people planned airline tickets from airline websites but now aggregators offer a common platform of flight information for efficient planning.&nbsp;</p><p><br></p><p>Similarly, the eco-tourism sites in India are promoting themselves individually inefficiently. People are unable to find reliable information for planning.&nbsp;</p><p><br></p><p>We aim to create a digital platform to aggregate Rural eco-tourism facilities in India. Physical platforms (Kiosks) can be added as support to digital platform to counter digital illiteracy.</p>","industries":["Travel & Tourism"],"name":"3Stones Willage ","sectors":["Experiential Travel"]},{"email":"amitt@yourspiritualrevolution.org","idea":"<p>Your Spiritual Revolution LLP intends to help individuals in integral evolution and wellness of their mind, body and soul with innovative wellness and integral healing products and services.</p>","industries":["Healthcare & Lifesciences"],"name":"YOUR SPIRITUAL REVOLUTION LLP","sectors":["Health & Wellness"]},{"email":"shailesh@egniol.co.in","idea":"<p>BELFORD OUTDOOR MEDIA PRIVATE LIMITED is leading digital printing &amp; branding company, dedicated to high-quality branded &amp; generic printing &amp; branding services. we are trusted by individuals &amp; multinational companies. we offer diverse range of digital printing services, Belford&nbsp; prints consist of people who has depth &amp; breath of experience in the printing industry.</p>","industries":["Media & Entertainment"],"name":"BELFORD OUTDOOR MEDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"ananya@interackapp.com","idea":"<p>Interack is a Location-Based Social networking app, which will help it's users to find people nearby and also see their linked social media IDs like their&nbsp; Instagram/Snapchat IDs. Also Interack has a location based explore feed that enables users to see posts according to their current location.&nbsp;</p><p>visit our website for more details : https://interackapp.com/</p>","industries":["Social Network"],"name":"Interack ","sectors":["Others"]}]