[{"email":"ahaq123@gmail.com","idea":"<p>Indian cuisine is a natural part of the diet in the markets in which the GLOBAL BIRYANI &amp; GRILLS operate. We continue to offer new menu options, both vegetarian and non-vegetarian, largely based on Indian cuisine and use seasonal customer preferences to introduce new dishes. We also run popular food festivals at our Restaurant, thereby offering our customers a range of Indian and international cuisines. Our core values prioritise being customer-focused to provide excellent products and service and employee-focused by maintaining a superior quality work environment.</p>","industries":["Food & Beverages"],"name":"GLOBAL BIRYANI & GRILLS (OPC) PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"parag.kasliwal@gmail.com","idea":"<p>We are building technology-enabled products and solutions so that advisors can provide customized portfolios and investment insights to their clients. We do the groundwork and using that distributors and advisors can focus on building their business. We want to empower financial advisors with intelligent advice, market and product knowledge, and, access to differentiated products so that they can serve their clients better and help them manage their wealth the way it should be managed. We believe that by equipping advisors with the best tools to solve clients wealth problems, we can help clients in growing their wealth better, together.</p>","industries":["Finance Technology"],"name":"BeyondIRR","sectors":["Advisory"]},{"email":"hello@guddee.in","idea":"<p>A saga of handicrafts penned with various mediums like wood, clay, marble, threads, a plethora of fabrics &amp; much more by highly skilled artisans which are later sent to you after amalgamating your preferences, stories, and experiences via our customized unique handcrafted products.\n</p><p>We collaborate with some amazing, environmentally-conscious artisans to source the best-handcrafted products curated on Guddee. \n</p><p>We believe in creating livelihood for artisans and women in set NGOs thereby brainstorm possible handcrafted products utilizing their skill sets to create what could fit perfectly in your scheme of style and functional requirement.\n</p><p>A unique product for you or your loved one will be a gift for many!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p>","industries":["Social Impact"],"name":"AME ARTISTS NETWORK PRIVATE LIMITED","sectors":["Others"]},{"email":"rehana@girlsonly.io","idea":"<p>'GIRLS ONLY' its a skincare brand exclusively for Teenagers by a Teen.</p>","industries":["Retail"],"name":"NAYSHA SHRI BEAUTY PRODUCTS PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"hello@weskyprint.com","idea":"<p>Introducing #PlanetCliq 2.0 - with increased #security, #new #corporate tie ups and a whole bunch of fun. #Shop your #favorite #brands on our #webstore with #improved #search and #easy #checkout!  We #ship across #India. Get your latest #camera gear on PlanetCliq.com all year round - Capture #vivid details &amp; #colors all year round using the best in class #technology at your convenience! #ShoppingRedefined #PlanetCliq #SmallBusiness #smallbusinessowners #Retail #Commerce #IndiaShipping</p>","industries":["Retail"],"name":"WE SKY PRINT LLP","sectors":["Retail Technology"]},{"email":"chetan@precisechemipharma.com","idea":"<p>As a leader in the industry, Prekem Pharmaceuticals has a wealth of knowledge and expertise that’s incomparable. We utilize this experience to provide both patients and Doctors with quality and innovative products they can truly count on. We offer top class innovative medicines at an affordable prices</p><p>​</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"PREKEM PHARMACEUTICALS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"govind@loyaltycaravan.com","idea":"<p>Net Generation Loyalty Company. Our mission is to bring next generation of AI enabled personalized loyalty to consumers one side and help brands maximize consumer engagement and demand by understanding their customers better. We bring together the best in class team in loyalty in India with over 250 yrs of experience.</p>","industries":["Marketing"],"name":"LOYALTY CARAVAN LLP","sectors":["Loyalty"]},{"email":"pdshyam@padminielectricals.com","idea":"<p>PADMINIELECTRICALS OVERSEAS (OPC) PRIVATE LIMITED Our mission is to provide an\n</p><p>unparalleled customer experience by offering quality products\n</p><p>and customized solutions to meet the specific needs of our\n</p><p>clients. We supply Electrical and ELV products for EPC\n</p><p>Contractors, Real Estate, Industrial Segment and Commercial\n</p><p>Properties nationwide and abroad.</p>","industries":["Technology Hardware"],"name":"PADMINIELECTRICALS OVERSEAS (OPC) PRIVATE LIMITED","sectors":["Electronics"]},{"email":"arunaarun93@gmail.com","idea":"<p>Matference Technologies India Pvt. Ltd is focused on e-commerce driven marketplaces that promote grassroot engagement. Its Bizcarver marketplace focuses on grassroot engagement of social and cultural markets with worldwide customers. Its Dharmadiary marketplace engages religious workers with worldwide audience for cultural and spiritual enhancement. Its Researchslide marketplace focuses on engaging commercial small and large businesses directly with their customers in a virtual reality driven framework. Bizcarver and Researchslide is operated under license from Matference Solutions LLC USA. Dharmadiary is operated under license from Intelligence Informatics LLC USA.</p>","industries":["Others"],"name":"MATFERENCE TECHNOLOGIES INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"alpeshrtd@yahoo.com","idea":"<p>manufacturing and supplier of architecture product&nbsp;&nbsp;</p>","industries":["Architecture Interior Design"],"name":"A P STEEL DECOR","sectors":["Others"]}]