[{"email":"sagar.lele@rupeeting.com","idea":"<p>Rupeeting is a digital platform that makes investing better. We provide innovative products, high-performing portfolios, and personalised advisory so that people can make the most of their money.</p>","industries":["Finance Technology"],"name":"Rupeeting","sectors":["Advisory"]},{"email":"admin@sbindustrie.in","idea":"The Company \"DWARKAMAI INDUSTRIES (OPC) PRIVATE LIMITED\" registered under companies act 2013 dated on 27th April 2022 to doing business of manufacture, buy, sell, import, export or otherwise deal in textiles, Yarn, Fabric, Fibres for defence personnel, personal protection or\n<div>industrial workers whether artificial or synthetic to sort, blend, comb, dye, bleach, spin, twist, double, wind, warp, weave, mend, finish etc</div>","industries":["Textiles & Apparel"],"name":"DWARKAMAI INDUSTRIES (OPC) PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"hello@thesuperfoodfactory.com","idea":"<p>Instantland pvt ltd is home to The Superfood Factory an instant meals brand.&nbsp;</p>","industries":["Food & Beverages"],"name":"INSTANTLAND PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"bedraj@mabconsumer.com","idea":"<p>To unlock a million year old superpower, just add mabtheo’s fresh, curated honey to your diet. Rich in antioxidants, proteins and minerals, with natural antibacterial and healing powers, the delicious mabtheo Honey brings the delicate flavours of flowers, spices, condiments to your food along with immunity power.\n</p><p>Handpicked from remote, wild and lush locations in the depths of India, mabtheo Honey comes in glass bottles in its 100% natural, raw, unprocessed, delicious form.</p>","industries":["Food & Beverages"],"name":"MAB CONSUMER CARE PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"divitechnoplast@gmail.com","idea":"<p>Our company is one of the largest plastics, chemicals and refining companies in the world. Every day, our employees work around the clock to reliably and safely deliver the chemicals, polymers, fuels and technologies that advance solutions to our world’s biggest challenges.<br></p>","industries":["Professional & Commercial Services"],"name":"DIVI TECHNOPLAST PRIVATE LIMITED","sectors":["Business Support Supplies"]},{"email":"abhy_vivek@hotmail.com","idea":"<p>SGA Wings is a company which deals with civil / structural engineering – conceptual planning, analysis, design, detail drawings, cost &amp; quantity estimation, audits of existing structures, bid (EPC / HAM) optimization. In addition to these core strengths, we do mentor, train budding engineers from various companies as well as academic institutes towards becoming a good engineering professional. SGA Wings believe in the sound engineering performance and tries to remain aloof / away from undue publicity, popularity, favors and political connections of any kind aby the directors as well as the company employees.</p>","industries":["Construction"],"name":"SGAWINGS CIVIL ENGINEERING CONSULTANT AND ADVISOR (OPC) PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"sachit@adsindia.tech","idea":"<p>We are building a Health Tech Platform to integrate the various aspect of the industry with Patient as a center.</p>","industries":["IT Services"],"name":"ADVANCE DIGITAL SOLUTIONS INDIA PRIVATE LIMITED","sectors":["Application Development"]},{"email":"anushka.jagtiani@gmail.com","idea":"<p>Samvega is a yoga collective. I have created a basic website. We offer curated yoga workshops taking into account people’s needs. We offer programs for corporates, students, sportsmen, individuals. We adopt a holistic approach and teach Asans, pranayam, kriya and philosophy from Patanjali yoga sutras to cope with challenges and improve quiality of life. We already have a few certified yoga instructors on the platform and are signing up more. We are teaching a few pilot projects including one at a law school and a law firm. I myself am an Ayush Ministry certified yoga protocol instructor. I want to disseminate authentic information about yoga in india and the world.&nbsp;</p><p>The website is www.samvegayoga.com</p>","industries":["Professional & Commercial Services"],"name":"Samvega yoga ","sectors":["Others"]},{"email":"mansi@yogahouse.in","idea":"<p>The Yoga House, established in 2014, occupies a quirky three storey building, nestled amongst trees in Bandra. A popular destination amongst yoga practitioners in the city &amp; around the globe, we also host a charming rooftop cafe, set over several mezzanine levels.  Our all-day menu is inspired by the cultures and flavours of India and features seasonal produce and market driven cuisine. Our organic plant-based cuisine supports local farmers, sustainable agriculture and environmentally friendly products. With a vision to promote a conscious lifestyle through the practice of yoga and healthy food, the cafe serves an abundance of dishes (continental) with a wide variety of gluten-free, vegan and plant based menu items.&nbsp;</p><p>&nbsp;</p><p>The Yoga House Shālā ( Studio) offers Seekers, Yogis and Students an exceptionally high standard of teaching, guidance and mentoring.&nbsp;</p><p>Our Teachers are specially dedicated to a very personalised and encouraging methodology that expands beyond mere pose and exercise, so your Yoga becomes a way of Body,  Breath,  Mind &amp; Consciousness Alignment;  A Wholistic Lifestyle.&nbsp;</p><p><br></p><p>Mumbai's *First &amp; Only Wholly Yogic Repose*,  The Yoga House is home to students of all ability levels. Regular weekly schedules offer Hatha, Ashtanga, Iyengar Inspired, Vinyasa Flows and Yin  classes - 7 days a week.&nbsp;</p><p>The morning schedules are mostly invigorating,  dynamic schools and the sundown sessions are inclined towards slow, restorative paths.&nbsp;</p><p>The week's schedules include Meditation,  Breathflow,  Mudras and Mystic Inner WellBeing classes and a bouquet of Workshops,  Immersions, Retreats and Programs.&nbsp;</p><p><br></p><p>At The Yoga House, we are a community that shares, connects, celebrates and thrives together. We have always looked to nurture a safe space where people can connect through mindful practice, nutritious &amp; delicious food and build real bonds.</p>","industries":["Others"],"name":"The Yoga House","sectors":["Others"]},{"email":"dheerenv@gmail.com","idea":"<p>&nbsp; &nbsp; Our business is to provide assistance and support to those vehicles which are outside the purview of Brand, typically vehicles which are 4 years and above.\n</p><p>Once the vehicle goes out of OEM Warranty, it becomes difficult for a vehicle owner to maintain his/her vehicle in a cost effective manner.  In the event of breakdown in his/her vehicle the repair and replacement cost of any part has to be borne by the customer, unlike such cost is covered by the brand/OEM when the vehicle is under warranty. Over and above this expense any additional cost for assistance services such as towing of the vehicle, on-site support, etc. also has to be borne by the vehicle owner.\n</p><p>Average OEM Extended Warranty plans are active up to 5 years. None or very few OEM’s offer Warranty plans for vehicles post expiry of OEM’s warranty or after expiry of Extended Warranty.\n</p><p>As per current market trend, penetration OEM extended Warranty is about 40-45% is four wheelers while around 10-15% in two wheeler segment.\n</p><p>In the view of above, capitalising on our technical capabilities and network we foresee a huge potential to penetrate Extended Warranty and Anytime Warranty through various channels. We would like to design the product offering as below considering our network strength and service capabilities to support the customer at pan India level.&nbsp;</p>","industries":["Other Specialty Retailers"],"name":"VIEVASURE ASSISTANCE PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]}]