[{"email":"sagar@acegrowthrings.in","idea":"<p>AGR designs exciting DIY learning activities for kids, where they assemble wooden models like functional chairs, bookshelves, pull-along trolleys and storage boxes themselves and stick stickers on them, making them look like animals.</p><p><br></p><p>Not only does this enjoyable activity help them in becoming confident, it will also augment their cognitive skills, fine motor skills and gross motor skills. And as there’s no pressure, kids learn the fun way.</p>","industries":["Toys and Games"],"name":"Ace Growth Rings LLP","sectors":["Physical Toys and Games"]},{"email":"info@agriconnectindia.com","idea":"<p>AGRICONNECT SOLUTIONS PRIVATE LIMITED , we're transforming the agri value chain through technology. For small farmowners, we enable digital access to a wider marketplace. For buyers, we assure quality whilst mitigating counterparty risk and enabling secure payments.</p>","industries":["Agriculture"],"name":"AGRICONNECT SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"jayantilal.malica83@gmail.com","idea":"<p>GreenWise is a renowned player in the power products and digital technology market of India. It is the most trusted &amp; preferred brand in India.<br></p>","industries":["Green Technology"],"name":"GREENWISE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"nitin@kjventures.in","idea":"<p>Aira Superstructures as a company is conceived with the idea of providing Temporary Studios, Permanent Studios for Films, TV Serials, Webseries to production houses. We are also involved into managing events, exhibitions of large formats.</p>","industries":["Media & Entertainment"],"name":"Aira Superstructures","sectors":["Movies"]},{"email":"amit.vy@somaiya.edu","idea":"<p>Pioneers of<br>Video Analytics and IoT based tech company.<br><br>We build scalable tech products that helps in increasing productivity and improve efficiency, using state of art technologies. We strive for 100% customer satisfaction through our work.<br></p>","industries":["Computer Vision"],"name":"SAOOI TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"abhijeetdabade55@gmail.com","idea":"<p>i take contract of carpentery ,computer services and electricians</p>","industries":["IT Services"],"name":"OMSAI","sectors":["Others"]},{"email":"vikas9820539108@gmail.com","idea":"<p>My name is vikas Gupta</p><p>Age 18yrs</p><p>I am from thane Maharashtra</p><p>Studying in SYBMS</p>","industries":null,"name":"Vikas Gupta","sectors":null},{"email":"dolly.d@businessbeacon.org","idea":"\n                        <p>We provide Training, Consulting, Advisory and Marketing Services on Financing and Promotion of MSMEs and Women Entrepreneurs. We also prepare Business Plans, Growth Plans, Marketing Strategies and recommend suitable Business models</p>        \n        ","industries":["Professional & Commercial Services"],"name":"Business Beacon Management Consultants","sectors":["Business Support Services"]},{"email":"contactsameerkhatri@gmail.com","idea":"<p>In a very nascent stage, the initiative aims to deliver good and tasty products that add value to the consumers in a pocket friendly manner. The stage is looking for investors and little funding&nbsp; for the initial functioning and generate manpower for it to keep it running properly</p>","industries":["Food & Beverages"],"name":"Graduate Pizzawala","sectors":["Food Processing"]},{"email":"nispandpl@gmail.com","idea":"<p>WE ARE A STARTUP COMPANY CREATING MEDITATION APP. THIS IS A SPECIAL APP WHICH CURATES DIFFERENT MEDITATION&nbsp; PROCESSES LIKE MUSIC, STORY, GUIDED MEDITATION, ETC.</p>","industries":["Healthcare & Lifesciences"],"name":"NISPAND PRIVATE LIMITED","sectors":["Health & Wellness"]}]