[{"email":"sosindia2019@gmail.com","idea":"\n            <p>SOS INDIA plans to make a portal where we can provide a customized tailor-made solution to the client as per their requirements.</p><p>AS of now, there is no software or digital platform in the world which connects the shipping and ship recycling industry on a single digital platform.</p><p>If we start to see from Ship Owners/Ship Managers' point of view, an Initial IHM (Inventory of HAZMAT) shall be prepared as per the European Union Ship Recycling Regulation (EUSRR) or the Hong Kong Convention for environmentally safe &amp; sound recycling of Ships (HKC).</p>\n        ","industries":["Others"],"name":"SOLUTION OVERALL FOR SHIPPING (SOS) INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"sudhanshupujari2@gmail.com","idea":"<p>Nutrazyme Biopharma is a Private Limited firm incorporated under the provisions of the Companies Act-2013 and the Companies Incorporation Rules 2014, on 21st of July 2021, hahing its registered office at 42/355 Unnat Naagar CHS Ltd, S.V.Road, Goregaon East, Mumbai 400 063. The company will be managed by two directors, namely, Mr.Sudhanshu Nandkumar Pujari and Mr.Nandkumar Atmaram Pujari.</p><p>The company is planning to set up 150 Kg per month Carotenoids (Beta Carotene and Lycopene) manufacturing unit, with 90% purity.</p><p>Carotenoids &amp; Lycopene are used as a colourant in Food industry, in various cosmetic &amp; personal care products, in various pharmaceutical products &amp; dietary supplements.<br></p>","industries":["Biotechnology"],"name":"NUTRAZYME BIOPHARMA PRIVATE LIMITED","sectors":["Others"]},{"email":"ppal76@gmail.com","idea":"<p>We live in a society where a break in a individuals career, or being unemployed is considered as Non-Hire able by most of the employers in India. Our attempt is to disrupt this notion and provide a platform which will engage with probable employers and try to bridge the GAP &amp; try to provide employment to deserving candidates who are struggling to find a job only because there is either a break or are currently unemployed.</p><p><span><br></span></p><p><span>In&nbsp; phase two we will open this up for \"Everything 2nd hand\" &amp; have a Live Garage Sale on weekly basis.</span></p>","industries":["Human Resources"],"name":"Encore, your 2nd Innings partner","sectors":["Recruitment Jobs"]},{"email":"p.k.shah2007@gmail.com","idea":"<p><a href=\"https://www.linkedin.com/in/pratik-shah87\" target=\"_blank\">LinkedIn Profile</a></p><p><br><br></p>","industries":null,"name":"Pratik Shah","sectors":null},{"email":"kapilchopra016@gmail.com","idea":"<p><span>Arham Tools Private Limited deal with an array of products- Chainsaw machine and spares, Brush Cutter Machine and spares, Corebit, Power tools spares, Hammer bits, Earth Auger machine, Abrasives, Blades and many other power tools and agricultural tools as per the need of the customers. Agricultural machinery consists of a wide range of manual and mechanical tools. They help in reducing labour and improving the efficiency of agricultural activities.. Our products are highly appreciated as well as demanded due to their Optimum Functionality, Reliable Performance, Durable Finishing Standards, Low Maintenance costs and longer service life. Necessity leads to innovation – is sincerely driven by our company with great passion&nbsp;</span><span>We provide Complete solution\nfor Industrial &amp; Agricultural tools. </span><span>Our company is in process of building tools and\naccessories that are economical but has professional quality and useful for\nboth industrial, construction, agricultural and home use.&nbsp; We also provide\nour customers the support of spare parts of these&nbsp;tools.</span></p><p><span></span></p>","industries":["Others"],"name":"ARHAM TOOLS PRIVATE LIMITED","sectors":["Others"]},{"email":"taydepra@gmail.com","idea":"<p>it a innovative idea , we help to sahayaks&nbsp; to improve there life . we connect sahayaks to digital platform .&nbsp;</p>","industries":["Social Impact"],"name":"Sahayaks","sectors":["Others"]},{"email":"redmintstudios@gmail.com","idea":"<p>Redmint Studios Private Ltd., is a CG and Animation studio formed in March 2021. the company has also ventured into open source 3D &amp; 2D animation space with an initial team size of 5 members. Redmint Studio Pvt Ltd is the outcome of the management’s experience in CG gained from serving and creating high quality content for major brands like Havells, Syska,  Philips, Flipkart, Crompton, Finolex etc.</p><p>Redmint is formed to specialize in the development of communication strategies and the development of interactive applications in Virtual Reality, Augmented Reality and the combination of both. Redmint is in the development of mixed applications(3D/VR/AR) focused on reducing training time, increasing work efficiency, improving visualization and enriching or enhancing the brand message. \n</p><p>The scope of projects that we develop and implement is wide - from games, simulations, education and extensive employee training. We use our knowledge and experience to provide the best solutions in VR and AR technology for companies.</p><p>\n</p>","industries":["Media & Entertainment"],"name":"REDMINT STUDIOS PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"willytrade09@gmail.com","idea":"<p>Hello,</p><p>We are B2B and B2C traders of fashion jewellery.</p><p>We are currently set up in Mumbai and Jaipur.</p><p>We are looking to set up retail POS in various cities in India.<br></p>","industries":["Fashion"],"name":"WILLY TRADE PVT. LTD.","sectors":["Jewellery"]},{"email":"mdinfotech05@gmail.com","idea":"<p>COMPUTERS,PRINTER, NETWORKING DEVICES AND COMPONENTS SALES &amp; SERVICES.&nbsp; SUPPLY OF OFFICES&nbsp; STATIONARY<br></p>","industries":["Technology Hardware"],"name":"MD INFOTECH","sectors":["Others"]},{"email":"vinodnindrojiyabrc@gmail.com","idea":"<p>Bombay Recycling Concern is a social enterprise based in Mumbai which is focussed on used clothes waste management. We aim to improve the standard of living and working conditions of the clothes recyclers community. We are encouraging Reuse, Repair and Reintroduction of used clothes/old clothes to the poor needy people in rural as well as urban areas. We are also promoting sustainable trade practice of waghari community. Reusing clothes is best solution for textile and fashion industry which is second largest pollutants industry after oil and petroleum.</p>","industries":["Textiles & Apparel"],"name":"BOMBAY RECYCLING CONCERN LLP","sectors":["Apparel & Accessories"]}]