[{"email":"hiteshkharat141@gmail.com","idea":"<p>Dua &amp; Destiny is a modern-day luxury fashion brand aiming to provide quality apparel and lifestyle</p>","industries":["Fashion"],"name":"DUA &amp; DESTINY","sectors":["Lifestyle"]},{"email":"trebirthindia@gmail.com","idea":"<p>Trebirth Private Limited is working towards building a solution for the detection of stem borers inside plants before noticeable visual cues can be seen, and help farmers take timely action to save productivity and plant life.&nbsp;</p><p>We are working on pest detection, plant treatment and farm monitoring for pest incidence.</p><p>Trebirth Pvt. Ltd. was formed by a group of passionate, young entrepreneurs who are affiliated with experts from TCS Research, Sahyadri Farms, UASD, PusaKrishi (ICAR) and Venture Centre, Pune.</p><p><br></p>","industries":["Agriculture"],"name":"TREBIRTH PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"greendreamllp@outlook.com","idea":"<p>Green Dream Enterprises LLP is&nbsp; Currently&nbsp; Distributor Of Tesla Power USA Product such as Automotive Batteries ,Two Wheeler Batteries ,Inverter ,UPS , Solar Panel and its equipment. We are Planning to Launch our Electric Conversion Kit for Two Wheeler vehicles and form a chain of our channel partner to promote Green Energy&nbsp;&nbsp;</p>","industries":["Automotive"],"name":"Green Dream Enterprises LLP","sectors":["Others"]},{"email":"hafizmurtuzasayyed890@gmail.com","idea":"<p>Hi I am sayyed mohd murtuza from mumbai thane dist I want to start online fuel delivery service like through app customer will order and we will deliver at thier own step , we will carry on bike trailer with 3 ISO certified tanks of 50 litres of power petrol, normal petrol, diesel with flow meter same as like on pumps and one fir extinguisher, will be carry always so may I start this kind of service in thane dist?</p>","industries":["Transportation & Storage"],"name":"MYPUMP","sectors":["Others"]},{"email":"Vishwa306@gmail.com","idea":"<p>https://www.zaubacorp.com/company/YELLOWANT-TECHNOLOGIES-PRIVATE-LIMITED/U72900MH2016PTC287351</p>","industries":["Enterprise Software"],"name":"YELLOWANT TECHNOLOGIES PRIVATE LIMITED","sectors":["Collaboration"]},{"email":"umesh@panshul.co.in","idea":"<p>Panshul Technologies LLP is a value-added reseller of Dassault Systems, for the complete range of engineering software solutions that cater a day to day manufacturing requirements of various Industry Verticals. Panshul has a group of industry-leading expertise to sell &amp; service support for CAD, CAM, AR, PLM, IIoT, CAE and complete Multi-Physics Simulation &amp; Engineering Platform for Product Design and Testing Operations. We understand the value of time and believe in providing quality solutions concerning the need of the respective industry.\n</p><p><br></p><p>We take pride in our expert team of engineers, who assist you with excellent support and training. We comprise work experience in the domain of product design &amp; development in engineering sectors ranging from automobile to oil &amp; gas to heavy engineering to medical and life sciences etc. This wide range of experience enables us to assist you in your task throughout. We have been known to provide value-added services to our prestigious customers. We analyze your manufacturing methodologies and challenges faced, later provide you with the appropriate solution for the SOLIDWORKS product suite. We are known to stay firm in assisting our esteemed customers with utmost customer satisfaction. We strive to solve customer queries time-bound, leveraging organizations to reach the market faster and better. We at Panshul Technologies are offering sales and support services in SOLIDWORKS, to the industry verticals such as automobile, aerospace, oil and gas, HI-Tech Electronics, etc.</p><p>\n</p>","industries":["IT Services"],"name":"PANSHUL TECHNOLOGIES LLP","sectors":["Product Development"]},{"email":"soman.infrastructures@gmail.com","idea":"<p>soman infrastructures, is tech enhance company, with new ideas will of scaling</p>","industries":["Green Technology"],"name":"soman infrastructures","sectors":["Others"]},{"email":"sales@anstonia.com","idea":"<p>We Anstonia Enterprises are Committed towards Quality. We have been in this industry for more than 5 years. We deals in high class national (Made in India) brands like PRAMA, Hikvision, Dahua, CP Plus, eSSL, Matrix and we are adding more trusted brand products day by day in our portfolio and promote Vocal for Local.</p><p><br></p><p>When it comes to buying a security product you can trust all above brands. We are always keen to provide the buyers with best in class products &amp; service</p><p><br></p><p>Our return policies are also flexible as all our products are amazon fulfilled. We always respond to our precious customers with their queries with in the timeframe 12 hrs. Which makes us the fastest responsive seller on amazon.</p><p><br></p><p>We also have helped our buyers a lot when they face some uncertainties like product damage, after sales service and other online product related issues.</p><p><br></p><p>Our main motive is not only to sell the product, but also to help and support our buyers to select the right product by giving the information on the product which can fulfil their actual need.</p>","industries":["Technology Hardware"],"name":"ANSTONIA ENTERPRISES","sectors":["Electronics"]},{"email":"priyankashetye@yahoo.com","idea":"<p>‘TGTStore’- The Good Thing Store is a Mumbai based ecommerce marketplace, We are on a mission to get people adopt to our Ancient Indian Culture for Organic Food and Ecofriendly, Sustainable Personal care Products.\n</p><p>We aims to build a Curated Marketplace for Women owned Homegrown Brands to have the same exposure as that of Prominent Brands.\n</p><p>Our Story\n</p><p>TGTStore is more of a community than a marketplace. It all started when Priyanka Shetye- Founder of TGTStore started her Entrepreneurship journey by building a Sustainable Clothing Brand for Women by Women and soon realized the pain areas of selling on different Ecommerce marketplaces with respect to Commission charges, RTO’s and visibility of your product. With more exposure to Social media she came across a Sea of Ethical home grown brand offering Organic, Sustainable, ecofriendly products manufactured in small batches.</p><p><br></p><p> \n</p><p><b>All Things Good\n</b></p><p>We want our customers to explore multiple categories under one roof for all of their requirements of Healthy &amp; Sustainable lifestyle. We have an expert’s created checklist for onboarding a brand offering Clean Products so that our customers buy authentic products. - Product Categories include Personal care, Food &amp; Beverages, Baby food and essentials, Women hygiene, Men’s grooming and much more..\n</p><p>We believe in ‘No-Discount’ business model since we think that discounted kills the value of product. \n</p><p>If a Consumer can buy expensive products full of chemicals than they can buy a product which is authentic, cruelty free, organic which is less expensive without any discounts. says Priyanka Shetye-Founder of ‘TGTStore’.\n</p><p><b><br></b></p><p><b>Combination of Right business model-Reliable Brands-Target Audience\n</b></p><p>Unlike other marketplaces we have the lowest commission charges so that our homegrown brands can earn more. \n</p><p>The team is closely working on the business development, onboarding brands and reaching target audience. TGTStore already have 25+ Brands like Amayra Naturals, Natuur, ZIRO,Earthon Products, Hapikey, Har Koi to name a few with 200+ SKU’s listed.\n</p><p>‘TGTStore’ thoroughly focus on high customer retention by providing quality products and to increase revenue per seller steadily. The company is looking forward for a Sustainable growth in the market.\n</p><p>Currently Bootstrapped by Founder Priyanka Shetye, the company is experimenting with its marketing to ensure it reaches the right target audience, investing in automated functions to manage multiple categories, sellers and customer base.\n</p><p>Our Mission is to support healthy &amp; Sustainable lifestyle and our vision is to eventually go global.\n</p><p>We want to see our Women Led Desi Brands in the international Market..says Priyanka Shetye-Founder TGTStore.\n</p><p>Website: https://www.thegoodthingstore.com/\n</p><p>Instagram: https://www.instagram.com/the_goodthingstore/\n</p><p>Facebook: https://www.facebook.com/Thegoodthingstore/</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p>","industries":["Others"],"name":"TGTStore","sectors":["Others"]},{"email":"py211990@gmail.com","idea":"<p>We had started the company since 2014&nbsp;</p><p>Now due to worse situation we need some funding.</p><p><br></p><p>We have employed more than 30 people in our company including women.</p><p><br></p><p>Our services are in the field of FMCG products.</p><p><br></p><p><br></p><p><br></p>","industries":["Others"],"name":"S. P Traders","sectors":["Others"]}]