[{"email":"paramjit@reachhere.in","idea":"<p>Reach Here is an inimitable concept providing instantaneous assistance through REACHERS (Assistants) on an hourly/contractual basis to address the requirements of senior citizens, domestic help and children.</p>","industries":["Human Resources"],"name":"REACH HERE PRIVATE LIMITED","sectors":["Others"]},{"email":"zaks.syed@gmail.com","idea":"<p>Sleephill aims to become a sleep wellness company who can help people solve sleep related problems.</p>","industries":["Retail"],"name":"SLEEPHILL SLEEP WELLNESS PRODUCTS PRIVATE LIMITED","sectors":["Others"]},{"email":"meetjoeypal@gmail.com","idea":"<p>EZSHIELD PRO is an On demand service app for Homes &amp; Offices. Its a one stop Hygiene App with services like - Cleaning services, Appliance services, Pest control services, Pet Care Services, Disinfection services, that also hosts an E-Commerce store for all kinds of hygiene and safety products.</p>","industries":["House-Hold Services"],"name":"EZSHIELD PRO","sectors":["Home Care"]},{"email":"moryacyber@gmail.com","idea":"<p>1.\tTo carry on business as manufacturers, producers, processors, growers, fermentators, distillers, refiners, makers, inventors, convertors, importers, exporters, traders, buyers, sellers, retailers, wholesalers, suppliers, indenters, bottlers, packers, movers, preservers, stockiest, agents, sub-agents, developers, merchants, distributors, consignors, jobbers, brokers, concessionaires or otherwise deal in all kinds ofAgri inputs, Micronutrients, fertilizers, manures, plant or animal foods, pesticides, insecticides, fungicides and all types of chemicals used in apiculture, pisciculture, sericulture, horticulture, poultry fisheries, Piggery, Sheep Dairying, farming and animal husbandry, veterinary and live stock feeds and feed supplements, fish feeds and its supplements.\n</p><p>2.\tTo carry on the business of Solar Photovoltaic Plants, Rain Water Harvesting, Drip Irrigation, Fish Farms in tanks, Tissue Bio culture, Research facilities, Horticulture, Floriculture, Green Carpet, Agro Tourism, Sericulture &amp; Vaermiculture and Honey Production.\n</p><p>3.\tTo carry on business of developing land, planting, growing, cultivating, producing and raising plantations of various forest species of proven utility and maintaining, conserving, protecting, preserving, tending, exploiting and managing in all respects, crops and trees raised or come up naturally, or other agricultural, plantation and horticultural crops, medicinal and aromatic plants and to buy, sell, export, import, process, distribute or otherwise deal with all kinds of forest crops, natural products, agricultural, plantation and horticultural crops, medicinal and aromatic plants, Irrigation systemes, Drip, sprinkler, Cold storage and Warehousing of agricultural inputs.\n</p><p>4.\tTo buy import, export, sell and generally deal in all plant and machinery, implements, accessories, tools, goods or things and all types of modern agricultural implements, veterinary,livestock and poultry equipments and also to carry on the business of poultry, farming, agricultural farming, fish rearing and allied activities, infrastructures for agricultural business and farms, Implemention and survey of Agro related Government and other schemes, Providing training related to Agrobased Programmes.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"COMMIT FARM (OPC) PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"kingfluoride@yahoo.com","idea":"<p>KING FLUORIDE INDIA PRIVATE LIMITED is mainly engaged in the production and sales of fluorine chemical products, hydrofluoric acid, fluorosilicic acid, fluorosilicate, and fluoride salts. It is a large-scale enterprise integrating scientific research, production, environmental protection and sales.</p>","industries":["Chemicals"],"name":"KING FLUORIDE INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"exports@indikos.in","idea":"<p>Indikos is a leading International Freight Forwarding and Logistics company, Indikos is incorporated in India by logistic professionals having 15+ years of experience in the Freight forwarding industry. Our Large extensive network around the world enables us to provide affordable and reliable International Freight Forwarding Service to our clients.</p><p>&nbsp;</p><p>Below are the services we offer</p><p>Sea freight – Import / Export</p><p>Air freight – Import / Export</p><p>Multimodal and Projects</p><p>Cross Trade</p><p>Allied Services</p><p>&nbsp;</p><p>Our huge experience in the logistics industry helps us to understand the client’s requirement well and enables us to provide them with the appropriate service for fast delivery all over the world. Knowing where and which types of problems can come while delivering the shipment to other countries.</p><p>We guide clients in preparing right documentation and other related formalities which makes the delivery of shipment easy without hassles no matter to which part of the world you want to ship your consignment, we are always there to assist you.&nbsp;</p><p>&nbsp;</p><p>The objective of the company is to deliver reliable, cost-effective transportation and information management. The enterprise’s strategy is based on customer satisfaction, shorter order cycle, and least logistics cost a comprehensive edge in logistics. The vision is to provide a one-stop service.</p>","industries":["Transportation & Storage"],"name":"Indikos Forwarding Pvt Ltd","sectors":["Freight & Logistics Services"]},{"email":"info@southernsavouries.com","idea":"<p>when we started with just one product, we had a simple and clear vision: to be the No.1 Indian Snacks Brand. Read about our journey and what’s to come ahead.<br></p>","industries":["Food & Beverages"],"name":"SOUTHERN SAVOURIES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"teampanindia@gmail.com","idea":"<p>OjasviBharat Consultancy services LLP is an integrated enterprise which focuses on Plastic,  construction &amp; demolition and hospital &amp; Bio-waste treatment. \n</p><p>2. Developing advance intelligence tools using Information Technology for SMEs in managing &amp; taking critical critical business decisions. \n</p><p>3. Human Capital Transformation,  \n</p><p>4. Renewable Energy Management\n</p><p>5. Complete Society Management Solution.</p>","industries":["Waste Management"],"name":"OJASVIBHARAT CONSULTANCY SERVICES LLP","sectors":["Others"]},{"email":"sanjaysherla@nivrithihealthcare.com","idea":"<p>We are the fastest growing Indian pharmaceutical company engaged into Manufacturing and Marketing a broad range of pharmaceutical preparations globally.<br></p>","industries":["Healthcare & Lifesciences"],"name":"NIVRITHI HEALTHCARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"Mehulshah699@gmail.com","idea":"<p>We \"Shree Harshadi Industry\" is renowned in the market as a reputable manufacturer, supplier, exporter, wholesaler/distributor, importer &amp; trader. We excel in offering premium quality Packaging Products like Masking Tapes, Tissue Tape, Cotton Cloth Tape, Printed Tape, Customized Tape, Heat Stretch Film, Carpet Tape, Air Bubble Film, Barcode Ribbon, Foam Tape, Corrugated Paper Roll, Corrugated Boxes, Courier Bags, and more that comply with global quality norms.<br></p>","industries":["Professional & Commercial Services"],"name":"SHREE HARSHADI INDUSTRIES PRIVATE LIMITED","sectors":["Business Support Supplies"]}]