[{"email":"modfieldndt@gmail.com","idea":"<p>Modfield NDT is newly ventured Advanced NDT solutions provider with innovative approach and state of the art practices.</p>","industries":["Professional & Commercial Services"],"name":"Modfield NDT","sectors":["Business Support Services"]},{"email":"roxystudioindia@gmail.com","idea":"We are Into Photography business also into Film And Ad Making","industries":["Art & Photography"],"name":"ROXY STUDIOS PRIVATE LIMITED","sectors":["Photography"]},{"email":"nizam.n.saifi@gmail.com","idea":"<p>Welcome to Prebuuk.com ! India’s dedicated Health Checkup Platform.</p><p>With a dedicated team &amp; strong customer ethics, it feel happy that Prebuuk.com is the first choice to customers when it comes to an online checkup in India. Prebuuk.com has a pan India presence as we work as booking engine for health checkup needs to every state in the country. We take your health seriously at Prebuuk.com. Be it individual test, profile or packages booking lab tests, we’ve got it all covered for our customers!</p><p>Don’t Worry! Book Health Checkup Online Anytime, Anywhere!</p><p>Booking Health Checkup online at Prebuuk.com from the comfort of your home / office and we will take care of the rest! We will ensure that our customers get right package at best &amp; affordable price at the click of button.</p><p>Booking Health Checkup online at Prebuuk.com is just a simple 2 step process. Browse through our wide range of Health Checkup online, fill up required details &amp; book it.</p><p>Always worry about getting your lab tests done because it’s a hassle to to schedule them or because they are over expensive? Visit Prebuuk.com to book health checkup packages online from well-reputed, certified diagnostic labs according to your convenience and at affordable rates.</p><p>Pan India Services</p><p>Serving more than 100 cities &amp; 2700 + pincodes.</p><p>Trust of more than 1 million+ loyal customers</p><p>Experienced Health consultant to guide customers for best &amp; right test / packages.</p><p>Our Awards and Recognition</p><p>We at Prebuuk.com understands the pain of customers to book the right test for themselves. With today scenario post covid &amp; firmly believe health is wealth, we are extremely proud to be at the forefront of the online health checkup industry. We are pleased to highlight some of our awards here and we aim to continue adding more feathers to our cap everytime.</p><p>We have bagged the “ Indian Start-Up of the Year’ at the Blindwink Awards 2019.</p><p>Customer satisfaction is our motto &amp; will always abide by that.</p>","industries":["Healthcare & Lifesciences"],"name":"PREBUUK INDIA PVT LTD","sectors":["Healthcare IT"]},{"email":"fatima.k.punjaabi@gmail.com","idea":"<p>Mati, our brand vision is to promote the value of meaningful clothing and creating a product that is ethical and modern. Our brand is 'Peta Approved Vegan' for using animal free raw materials. Fabrics sourced are 100% bio-degradable and hand-spun by local weavers of India.</p>","industries":["Fashion"],"name":"FLAMBE FASHIONS","sectors":["Apparel"]},{"email":"sudiptobhattacharya50@gmail.com","idea":"<p>Pure Nutriment Farm Private Limited is incorporated on 27 September 2021 having its registered office at 2102-A,PLOT C 355, 2A/357, BLD A, WING B DOSTIAMBROSIA,SHAIKHMISREE RD, ANTOPHILL MUMBAI City MH 400037 IN.\n</p><p>It is involved in Manufacture and retain of food products including -quality production of Hatching Eggs, Chicks and Cobb-430 Broiler Chickens. Our main focus is to produce, Process and Packaging cleanest, healthy, safe and Pure chicken to the consumers. Our chicks are grown by our own farmers with best-in-class practices and use only Vegetarian /Herbal feed.\n</p><p>Our Processing Plant follow all the standard of animal welfare, Food Safety and HALAL procedures and ISO 22000 certified.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"PURE NUTRIMENT FARM PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"technointegratedservices@gmail.com","idea":"<p><b><span><b>ABOUT</b></span></b></p><p><span>‘Our superlative\nrange of services are tailor-made to protect you from the roots to the\npinnacle’</span><span>&nbsp;</span><span></span></p><p><span>Techno Integrated\nServices Pvt Ltd is a futuristic and advanced company holistically dedicated to\nsafeguarding and protecting commercial and residential premises, VIP’s,\nstandalone events, taking subsequent measures against and detecting potential\nmisdemeanors, and also conducting private investigations.</span><span></span></p><p><span>Our services\ninclude providing top notch and strict Security guards, bouncers and body\nguards all of whom are the best of the best.</span><span></span></p><p><span>We also provide\nwell trained and groomed housekeeping staff<span>,</span>&nbsp;trained\nto suit all of your needs. Our services extend the broad likes of Housing\nSocieties, Commercial &amp; Industrial Complexes, Factories, Corporates,\nSchools, Hospitals and events to name a few&nbsp;along\nwith Celebrities, Politicians and other important personnel.</span></p><p><br></p><p><b><span><b>WE OFFER</b></span></b></p><p><span>PRIVATE SECURITY SERVICES</span></p><p><span>HOUSEKEEPING</span></p><p><span>JOB VERIFICATETION SERVICES</span></p>","industries":["Others"],"name":"TECHNO INTEGRATED SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"mahesh@groovesdentaldesign.com","idea":"<p>We are Dental Lab based in mumbai. We are specialised in all types of Dental prosthesis &amp; smile design. Mainly into implants, crowns, bridges, denture &amp; veneers.</p><p><br></p><p>Our customers are dentist &amp; dental professional.</p>","industries":["Others"],"name":"Grooves Dental Design pvt ltd","sectors":["Others"]},{"email":"chirag@ennoble.in","idea":"<p>A game-changer in addressing the needs of rural schools, Ennoble Social Innovations focuses on transforming the government school landscape of India through scalable and sustainable innovations. Since its inception in 2018, Ennoble has been making an impact in 58 plus districts. Everything we do comes from our commitment towards delivering an engaging learning environment and promoting quality educational outcomes for rural school students.\n</p><p>Our innovative products and educational interventions have been recognized through several national and international awards including Top 24 Startup- Maharashtra State Innovation Award, Cemex-Tec Social Entrepreneurship Award- Mexico, Infosys Foundation – Aarohan Innovation Award. We are also incubated with Atal Innovation Mission – AIC-RMP and IIMB NSRCEL.</p>","industries":["Social Impact"],"name":"ENNOBLE SOCIAL INNOVATION FOUNDATION","sectors":["NGO"]},{"email":"info.unitedorganics@gmail.com","idea":"<p>With 20 years of experience in OEM manufacturing of cosmetics, personal care products, baby care products, toiletries, speciality products etc, I wish to make my startup Create brands in cosmetics and personal care for selling through exports and E-commerce. Market and distribution channels are in place I just need to start investing in creating the products for both brands to put out in market at earliest. Thanks</p>","industries":["Marketing"],"name":"Varshain ","sectors":["Branding"]},{"email":"pragneshgangar@gmail.com","idea":"<p>I'm an entrepreneur in the Eyewear industry for more than 3 decades and run an iconic chain of Optical stores called Gangar Eyenation. Now I am planing to start a new venture in the same field with a unique concept.&nbsp;</p>","industries":["Retail"],"name":"Pragnesh Gangar","sectors":["Retail Technology"]}]