[{"email":"mumscartmumbai@gmail.com","idea":"<p>Mums' Cart is an e-seller of Indian and Exotic fresh produce, as well as Farsan, Sweets, Confectionary, Dry Fruits, Regional specialties  and Gourmet products. Our ethos is about offering customers exceptional quality of food products in an unbeatable price under one roof. We have a significant agriculture, commercial, logistics, marketing and brand experience gained from both offline and online sectors which is invaluable in delivering our strategy. We have more than 20 years of knowledge and experience with successful track record of implementing business transformations in the rapidly changing business environments.</p>","industries":["Food & Beverages"],"name":"Mums' Cart","sectors":["Food Technology/Food Delivery"]},{"email":"medha.ban57@gmail.com","idea":"<p>The Forbidden Fruit is a Fashion collective aimed at creating a culture that brings together people through the Language of Music. We believe, Music is a catalyst for awakening the soul and unites people like no other. The energy, emotion, and excitement we feel through this Unity endorses coherence and closeness with one's higher self. It opens our minds to new experiences &amp; the infinite possibilities that the universe has to offer.\n</p><p>\n</p><p>As a collective we believe in the Values like Positivity, Passion &amp; Togetherness. Therefore, our designs are both an intimate experience with oneself and a public representation of it. The Fashion we create is about different singularities operating in harmony within a single musical subculture.</p>","industries":["Textiles & Apparel"],"name":"The Forbidden Fruit","sectors":["Apparel & Accessories"]},{"email":"gemdssipl@gmail.com","idea":"<p>Established in the year 2012, we Divyashakti Security Services India Pvt. Ltd.is one of the eminent service providers of Security Guards &amp; Services. Our organization was started with an aim to provide safe, reliable, dedicated &amp; efficient means of protecting materials machines, men and property belonging to any individual / body / group/ organization. Our comprehensive services include corporate security, Commercial Security, Residential Security, and various Other Services like Male Guards, Investigation services, Personal Guards, Hi-tech Security, &amp; Uniformed Guards. These are highly acknowledged for their reliability, safety, customization and cost-effective properties. Owing to the unique features, these services are widely demanded by varied Institution or a Public Sector Undertaking (PSU) or Corporate House or Govt. Department. Initially, DSSIPL has earned a Certificate of incorporation under the Companies Act 1956 and gradually it is been registered from PSARA (Private Security Agency Regulation Act) Govt. of Maharashtra &amp; Home political Dept. owing to these certificates, we always strive hard to provide top-notch services to our clients as per their requirements within the committed time frame. Adhering to the same, we have employed highly experienced and dedicated team of professionals in each of our departments, which is capable to handle all the intricate situation of running a business in best effective manner. With the untiring efforts of our team member and fair market dealings, we are able to capable to serve innumerous business houses, both Public and Private Sectors</p>","industries":["Security Solutions"],"name":"DIVYASHAKTI SECURITY SERVICES INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"sumit.jain@igp.com","idea":"<p>A one-stop solution for all your gifting needs for all occasions. With the help of our Artificial Intelligence and machine learning-driven platform, we provide the exact product a customer is looking for. We also provide a customized same-day delivery experience.</p>","industries":["Others"],"name":"JOIN VENTURES SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"elementmarketing75@gmail.com","idea":"<p>THE COMPANY IS A SELLER OF ANY PRODUCT WHICH IS AVAILABLE IN THE MARKET FOR YOU</p>","industries":["Retail"],"name":"ELEMENT MARKETING","sectors":["Social Commerce"]},{"email":"nishahansraj@gmail.com","idea":"Education and STEAM platform for students. We also provide space and robotics exploration education for school students and college students","industries":["Education"],"name":"Accelerate","sectors":["Education Technology"]},{"email":"assist.grolearningcentre@gmail.com","idea":"<p>We provide English Language Coaching Services to children as well as adults</p>","industries":["Education"],"name":"GroEdd","sectors":["Skill Development"]},{"email":"fiveelementsengg@gmail.com","idea":"<p>We as a company want to provide best services to our client in terms of technical and commercial values.</p>","industries":["Others"],"name":"Five Elements Engineering Services LLP","sectors":["Others"]},{"email":"info@fisheyebox.com","idea":"<p>Autonomous Driving Safety and Security Systems.</p><p><br></p><p><span>DriveSens - Advance Driving Assistant System, for cars and surface transport vehicles.</span></p><p><span><br></span></p><p><span>RideSens - Advanced Rider Assistance Systems, for two and three wheeler vehicles.</span></p><p><br></p><p>AeroDrive - Autonomous Selfdrivingcars system.</p>","industries":["AI"],"name":"AeroDrive","sectors":["Machine Learning"]},{"email":"pinnac@thelanguagenetwork.co","idea":"<p>The Language Network is an Online Language School providing live 1:1, Duo and Group Online Classes in French, German, Spanish, Korean, Japanese, Mandarin and English for kids, adolescents and adults. Our live online platform and our unique pedagogy ensures students have the best cultural and interactive experience to master a foreign language. We are a dynamic company promoting languages and celebrating cultures all over the world. Our live interactive sessions ensure the traditional aspect of learning where 'Humans teach other humans' resulting an unmatched learning experience.</p><p><br></p>","industries":["Education"],"name":"TLN EDTECH PRIVATE LIMITED","sectors":["E-learning"]}]