[{"email":"legalstickindia@gmail.com","idea":"<p>Our Company is a Business Accelerator for MSMEs in helping micro-enterprises grow into small, small enterprises grow into medium and then bigger ones. We are leveraging technology to deliver capability building programs for MSME Business owners digitally and connecting them with ecosystem partners for thwir growth.</p>","industries":["IT Services"],"name":"EVOLVEX BUSINESS SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"bikesterglobal@gmail.com","idea":"<p>At BikesterGlobal, we believe that travel truly inspires a person. For us, it is the exploratory nature of a biker that makes them want to travel. We understand that and being bikers ourselves, we know what one looks for on a motorcycle trip. At Bikester, we specially handpick and curate motorcycle tours with the best guides all over the world to make it possible for you to have an experience of a lifetime.</p>","industries":["Other Specialty Retailers"],"name":"BIKESTER GLOBAL PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"hrishikesh.b@acecomservices.com","idea":"<p>Ace Com Services Pvt Ltd is a trusted System Integrator and cyber security services provider is well-equipped to deliver the best of system and security solutions to corporate, enterprises as well as small scale organizations.</p><p>ce Com Services Pvt Ltd is a solution provider of a wide range of IT business solutions ranging from network infrastructure &amp; network Security &amp; end-to-end IT services along with information security services like IT general controls audits, application control audits .</p><p>ce Com Services Pvt Ltd we specialize in network and security solutions ,be it cloud, hybrid cloud on premise. Data Back up, Protect ,Manage &amp; Security. A one-stop shop for all your IT solution requirements.</p>","industries":["IT Services"],"name":"ACE COM SERVICES (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"aniketpatekar6@gmail.com","idea":"<p>RUDRAA BUDDY LLP is a Digital Marketing Startup that helps businesses to propel digitally and increase their revenue with help of the Internet. The strength of Rudraa Buddy is their creative minds and young talents aspiring to take every brand higher in the market.</p>","industries":["Marketing"],"name":"RUDRAA BUDDY LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"sm@shreyamenon.com","idea":"<p>COMPANY AIMS TO PROVIDE THE LOGISTICS ASSISTANCE TO THE CUSTOMERS.</p>","industries":["Transportation & Storage"],"name":"AAMARA LOGISTICZ PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"sanil.jain@blingg.club","idea":"\n            <p>Blingg is India's First D2C Subscription app which gives users access to 5 d2c products/samples each month for just Rs. 99. Users can select the products of their choice and we ship it to them for free.</p><p><br></p>\n        ","industries":["Retail"],"name":"Blingg","sectors":["Others"]},{"email":"sankar@palasahllp.in","idea":"<p>The LLP is engaged in the business of production and supply of Green hydrogen produced from renewable and natural resources.</p><div><div><p><br></p></div></div>","industries":["Chemicals"],"name":"PALASAH URJA HYDROGEN LLP","sectors":["Agricultural Chemicals"]},{"email":"kkritika13@gmail.com","idea":"<p>It will be a platform for defence families to begin their business and sell on this platform.&nbsp;</p>","industries":["Retail"],"name":"RANK NEVER RETIRES PRIVATE LIMITED","sectors":["Others"]},{"email":"maxtechhealthcare@gmail.com","idea":"<p>MAXTECH HEALTHCARE PRIVATE LIMITED, offers sales of Medical equipment and comprehensive service contracts and Calibration to hospitals and other healthcare providers around the India.</p>","industries":["Healthcare & Lifesciences"],"name":"MAXTECH HEALTHCARE PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"info@thehourmarkers.com","idea":"<p>Mekasa Luxury LLPs platform The Hour Markers provides a platform for knowledge, opinions and news in the world of Horology.</p>","industries":["Marketing"],"name":"MEKASA LUXURY LLP","sectors":["Branding"]}]