[{"email":"shreearhamhomeappliances@gmail.com","idea":"\n            <p>We are engaged into sale (retail as well as whole sale) of multidisciplinary domestic house appliances products. We have diversified range of products (basic to luxury) and tie ups with various home grown and international brands, making it one stop destination to fulfill all the kitchen needs of varied customer. Our vision is to be  global leader in the field of Household Appliances by using backward &amp; forward Integrations and using eco-commerce as a medium to allow individuals across the globe to ease their way of healthy living thereby boosting the initiative of “Make in India” and enriching the values of “Think Globally and Act Locally.</p><p><br></p><p>Following are the details of Founders of Shree Arham Home Appliances LLP:</p><p>a) Jay Khuthia is a Managing Partner and has completed his MBA in Finance from one of the premium institute with brief work background in Home appliance industry and banking industry.</p><p><br></p><p>b) Gaurang Khuthia is a co-founder and is a commerce graduate and has completed his global MBA from New Zealand and has sound experience in multi disciplinary fields such as home appliances, sale of financial products, photography, paintings and shoe designing.</p><p><br></p><p></p><p>c) Bhavya Khuthia is a co-founder and is a qualified chartered accountant. He has brief working experience in the field of taxation, financial planning and accountancy.</p><p><br></p><p></p><p>d) Sandeep Khuthia is a co-founder and has more than 30+ years of experience in the filed of household appliances and has worked closely with many brands</p>\n        ","industries":["House-Hold Services"],"name":"SHREE ARHAM HOME APPLIANCES LLP","sectors":["Others"]},{"email":"sandeep@totalmarketing.in","idea":"<p>Total Satvik Foods Private Limited</p><p>Our Story\n</p><p>DISCOVER INDIA’S FINEST FOODS\n</p><p>Being keen travellers, and avid foodies, we have been fortunate to experience the culinary delights of our country. We understand the sheer joy that great food can bring to our busy lives. But getting great food requires great effort. Remote places. Expensive travel. Long Queues. Strict timings. Chaotic traffic. Impossible parking. Stockouts\n</p><p>TOTAL SATVIK IS OUR EFFORT TO HELP YOU DISCOVER AND ACCESS THE FINEST FOODS OF INDIA.</p>","industries":["Food & Beverages"],"name":"TOTAL SATVIK FOODS PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"volkantechasia@gmail.com","idea":"<p>IMPORTER AND INSTITUTIONAL SUPPLIERS OF CLEANING MACHINES AND EQUIPMENTS,WE DEAL IN NEW TECHNOLOGY OF CLEANING MACHINERIES TO ADVANCE MECHANISED CLEANING AND LOWER THE COST OF MANPOWER FOR DAILY CLEANING OF PLACES.</p>","industries":["Other Specialty Retailers"],"name":"VOLKAN TECH ASIA PRIVATE LIMITED","sectors":["Others"]},{"email":"prakratiorganic@gmail.com","idea":"<p>Organic Adda is a private limited firm which were registered on 29 April 2020, office address is H-2 Balkrishna 142/5 Jai prakash road, andheri west, Mumbai .400053. <br></p>","industries":["Food & Beverages"],"name":"ORGANIC ADDA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"vibhor4ever@gmail.com","idea":"IT professional with 14 years exp in varied fields","industries":["IT Services"],"name":"ALPHATAURUS IT SERVICES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"sharoan20auto@student.mes.ac.in","idea":"<p>We are a group of young people who are optimistic, realistic, and adaptive.&nbsp;</p>","industries":["Others"],"name":"Auto Tribe","sectors":["Others"]},{"email":"samtanichandra@gmail.com","idea":"<p>Online tutoring , counselling and foreign education consultant&nbsp;</p>","industries":["Education"],"name":"McKinley Coaching &amp; Counselling OPC","sectors":["Coaching"]},{"email":"pawartanaji63@gmail.com","idea":"<p>Our expertise includes specialization in Industrial Constructions, Hydropower Projects with High Quality, and Excellence in the construction field. The company is always committed to achieving a reputation for Quality and Excellence in the construction Industry.<br></p>","industries":["Construction"],"name":"VAGHNATH CONSTRUCTIONS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"rachit@insuremyteam.com","idea":"<p>Insure My Team is a robust insure-tech platform for managing employee health care (group health, personal accident and term) and also offering a vast health and wellness services on one single platform.</p>","industries":["IT Services"],"name":"Insure My Team","sectors":["Product Development"]},{"email":"aditya@famsecure.in","idea":"<p>FamSecure is an online vault for people to catalog &amp; digitally store their assets &amp; liabilities as well as assign them to their beneficiaries. We want to help people access lawyers, make &amp; register a will etc. We will also help the beneficiaries of these assets access the information &amp; inheritance and provide services to help them secure and deploy their inheritance.</p>","industries":["Finance Technology"],"name":"FamSecure","sectors":["Personal Finance"]}]