[{"email":"keyadoshi@gmail.com","idea":"<p>India’s import of fresh fruits and vegetables has gone up from INR 39.96 billion in FY 2011 to INR 168 billion in 2021. \n</p><p>At Farm2Fam India, our vision is to grow locally produce which is currently being imported by India. Our vision of  production is focused on the following pillars :\n</p><p>•\tLocal production reducing the time between the harvest of fruits and consumption ensuring better shelf life and nutrition and improved quality of fruits. \n</p><p>•\tSustainable growing practices such as responsible water use, growing residue-free produce and sustainable packaging like recyclable plastics, tie ups for collection of plastic packaging. \n</p><p>•\tEthical and Social practices by ensuring fair trade standards are followed at the farm</p><p><br></p><p>Currently, we grow blueberries and red raspberries at our farm near Talegaon, Pune and are looking at expanding our production area and the crops under production.&nbsp;</p>","industries":["Agriculture"],"name":"Farm 2 Fam India","sectors":["Others"]},{"email":"singhravina240@yahoo.com","idea":"<p>VEENU FOODS is a startup in the brand name of \"PANCHAM\" and are the manufacturers of instant ready-to-cook premixes and the ready-to-eat items which can be easily cooked by adding milk or water.</p>","industries":["Food & Beverages"],"name":"VEENU FOODS","sectors":["Food Processing"]},{"email":"PLATTERED.MARIA@GMAIL.COM","idea":"<p>Plattered Ready Mixes are handmade. We use no preservatives or additives. The ingredients are carefully sourced keeping flavours in mind, measured and tested to the nth degree so you'd get the perfect results always! Our mixes take barely anytime to come together, and you only have to add wet ingredients. In the microwave for 3 mins, Et Voila! Your absolutely delicious homemade dessert is ready to eat. One you can proudly show off to your family and friends.\n</p><p>Lets bake together!&nbsp;Our 'WHOLESOME' collection is filled with nutritious goodness of Whole Wheat Flour &amp; Natural Raw Sugar. We use zero maida, and zero white sugar.</p><p>\n</p>","industries":["Food & Beverages"],"name":"PLATTERED FOOD PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"anant@udagamprime.com","idea":"<p>We are bringing traditional Indian art forms to the frontline of global eCommerce, via innovative products in terms of home decor, apparel, and stationery items. In this venture, we seek to empower local artisans and craftsmen by not only supporting them in terms of economic stability but in terms of recognition as well. This is a scalable venture both in terms of operations as well as market reach.</p>","industries":["Art & Photography"],"name":"Udagam Prime Private Limited","sectors":["Art"]},{"email":"sunil@7thsensefoods.com","idea":"<p>Innovated and patent applied for range of milk based Desserts which will have self life of 6 to 9 months at room temperature without use of preservatives.</p>","industries":["Food & Beverages"],"name":"HOLY GRAIL FOODS","sectors":["Food Processing"]},{"email":"finance@infidigit.com","idea":"<p><a href=\"https://www.infidigit.com/\" target=\"_blank\">Infidigit</a><br></p>","industries":["Marketing"],"name":"INFIDIGIT CONSULTANTS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"Emyrusbiotechpl@gmail.com","idea":"<p>EMYRUS BIOTECH is an established ISO, FDCA – INDIA, WHO cGMP, accredited pharmaceutical formulation manufacturing company. We are an experienced manufacturer of high-quality semi-finished &amp; finished dosages formulation (FDF).<br></p>","industries":["Healthcare & Lifesciences"],"name":"EMYRUS BIOTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"smsm.mumbai@gmail.com","idea":"<p>We have created a unified and safe environment for people to discover their inner strength. Not all answers are within, some YOU seek HERE! We bring together professionals in holistic life to pilot you, we hold events to inspire you and offer food products to cultivate healthy eating habits to integrate various elements as a whole for a holistic lifestyle.\n</p><p>On this community platform, we empower an ongoing support system to accelerate your innermost power to harness success. Living a holistic lifestyle means celebrating uniqueness, celebrating life. At Holistic Living, we propagate 7 elements viz. Mind, Body &amp; Health, Soul, Work, Family and Relationships, Wealth and Lifestyle, Fashion &amp; Travel to address complete wellness.\n</p><p>Holistic Living is a community platform for practicing 360° wellness, joy, and mindfulness. We have created this unified and safe environment for people to discover their inner strength. Not all answers are within; some YOU seek HERE!\n</p><p>Everyone has the right to lead a happy, more fulfilling life. Anyone can live the life of their dreams with the right guidance in life. So, finding a coach should be fast, easy, and simple. We bring together skilled and competent professionals who guide you through developing a holistic approach towards life.\n</p><p>Our coaches also organize seminal workshops, seminars, and events to inspire you. We offer food products to cultivate healthy eating habits to integrate various elements as a whole for a holistic lifestyle. On this community platform, we empower an ongoing support system to accelerate your inner power to harness success.\n</p><p>Living a holistic lifestyle means celebrating uniqueness, celebrating life. At Holistic Living, we propagate wellness across seven key elements of life – Mind, Body &amp; Health, Soul, Work, Family and Relationships, Wealth and Lifestyle, Fashion &amp; Travel,</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"HOLISTIC LIVING WELLNESS SERVICES PRIVATE LIMITED","sectors":["Coaching"]},{"email":"aniket@liquide.life","idea":"<p>We are an investment advisory, helping retail clients with investment strategies</p>","industries":["Finance Technology"],"name":"LIQUIDE SOLUTIONS PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"kirve.abhishek@gmail.com","idea":"We at sporting trying to create a social impact on the livelihood of the sportsperson who is masters in their area but due to some or the other reason not qualified for jobs and earn money.<br>We are going to give an opportunity to such talented people to explore and earn a a handsome amount against their skills.&nbsp;&nbsp;","industries":["Sports"],"name":"Sportingz","sectors":["Sports Promotion and Networking"]}]