[{"email":"karansunilshinde133@gmail.com","idea":"<p>I'm student</p><p>Karan sunil shinde</p><p>18+</p><p>I live in thane(w)400602</p><p>I have great idea for start-up</p><p>My idea is fruits and vegetables deliver at doorstep and others grocery material at&nbsp; best price&nbsp;</p><p><br></p>","industries":["Others"],"name":"KS vegetables and fruits","sectors":["Others"]},{"email":"thecosmicaroma@gmail.com","idea":"<p>We make handmade Soaps and handpoured candles at home.</p><p>We have already sold over 200 candles and over 400 soaps.</p><p>Currently we are selling via instagram and word of mouth in two regions in Mumbai.</p>","industries":["Other Specialty Retailers"],"name":"The Cosmic Aroma","sectors":["Home Improvement Products & Services Retailers"]},{"email":"maruti.eltech@gmail.com","idea":"<p>WE ARE A MUMBAI BASED COMPANY INVOLVED IN SUPPLY OF HIGH QUALITY AUTOMATIC GREASE LUBRICATION SYSTEMS, AUTOMATIC LUBRICATORS, RELATED SPARES, PARTS AND SERVICES SINCE 2010.</p><p><br></p><p>CURRENTLY WE ARE TRADING BUT WE WANT TO VENTURE INTO MANUFACTURING OF AUTOMATIC SINGLE POINT LUBRICATOR WHICH WE HAVE INDIGENOUSLY DESIGNED.</p>","industries":["Technology Hardware"],"name":"MARUTI ELTECH - MANUFACTURERS AND DISTRIBUTORS OF AUTOMATIC LUBRICATORS","sectors":["Manufacturing"]},{"email":"accounts.argus@gmail.com","idea":"<p>To purchase any land, plot(s) of land or immovable property or any right or interest therein either singly or jointly or in Partnership with any person(s) or Body corporate or partnership Firm and to develop and construct thereon residential, commercial complex or complex(es) either singly or jointly or in partnership as aforesaid, comprising offices for sale or self-use or for earning rental income thereon by letting out individual units comprised in such building(s).</p>","industries":["Construction"],"name":"AMIMA PROJECTS PRIVATE LIMITED","sectors":["Construction Supplies & Fixtures"]},{"email":"sohil.solani@gmail.com","idea":"<p>Artemus Inc. is a Design and Engineering consultancy, focuse on providing professional consulting to Automotive, FMCG, Consumer goods, Defence industry for Product development and NPD introduction related requirements.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Artemus Inc.","sectors":["Business Support Services"]},{"email":"amytechnologies592@gmail.com","idea":"<p>We are starting our own LED TV &amp; Electronics, which we will sell to distributor and retailers thorough Online &amp; Offline.&nbsp;&nbsp;</p>","industries":["Technology Hardware"],"name":"WAMY TECHNOLOGIES LLP","sectors":["Electronics"]},{"email":"mechwings.ent@gmail.com","idea":"<p>1) Machine Shop</p><p>When striving for cost-effective production of components for the bearing and automotive industry, based on forged parts, the entire value-added chain needs to be taken into account – from the metal forming process to the finish-machining operations. For the parts to be ready for assembly, machining operations like Turning, Drilling, Milling, Broaching, Threading are required.\n</p><p>Machines we have\n</p><p>-Lathe Machine\n</p><p>-Milling Machine\n</p><p>-Drilling Machine\n</p><p>-Welding Machine</p><p><br></p><p>2)Drones/UAV</p><p>An industry leading Navi Mumbai based Drone Production company established in 2015 specializing in Film Productions, Aerial Cinematography, Aerial Lighting Effects, Drone Photography Services &amp; Custom UAS Engineering with operations worldwide. As industry professionals, we work closely with our clients in capturing dynamic aerial imagery.</p><p><br></p><p>3)Engineering projects</p><p>Mechwings started this portal  to share the wealth of knowledge and experience they gained during the last 5 years to help students to acquire knowledge complete their academic project with less stress and learn different aspects of project development like\n</p><p>Conceptual \n</p><p>System requirement gathering\n</p><p>Design \n</p><p>Module separation\n</p><p>Implementation of individual Modules and\n</p><p>Documentation\n</p><p>Tool Kits\n</p><p>We provide all sorts of Tool and tool kits.</p><p>\n</p><p> \n</p><p> \n</p><p>\n</p>","industries":["Others"],"name":"Mechwings Enterprises","sectors":["Others"]},{"email":"pranav.ganatra@yahoo.in","idea":"<p>Pharmacad Private Limited is a Pharmaceutical Ed-Tech company that aims to provide educational solutions to all Pharmacy students across India through their Online &amp; Offline Courses.&nbsp;</p>","industries":["Education"],"name":"Pharmacad Private Limited","sectors":["E-learning"]},{"email":"deepasai1998@gmail.com","idea":"<p>The electrical power network in India is a complicated system that comprises different equipment like electrical machines and transformers. An outage of any of these equipment hampers the economic and social life. Due to severe competition and restructuring taking place in the power industry, there is a need to reduce maintenance costs, operate transformers as much as possible, extend their life, and prevent unplanned outages. Hence, in recent years monitoring and diagnostics of these equipment have become essential.&nbsp;</p><p><br></p><p>One can imagine the total number of Distribution and Power Transformers in India. If at least 2% of these transformers fail it leads to huge expenditure for utilities. Monitoring such essential equipment of the power sector remotely is a challenging task. The solution lies in IoT based remote monitoring of these systems. We are a group with experience in research fields related to Transformers, Electromagnetics,  Optimization &amp; control, and IoT. We have got a strong ground hold with one of us being in this field and these all made us come together as a group to provide enhanced solutions.</p>","industries":["Technology Hardware"],"name":"Finemen Diagnostics and Instruments","sectors":["Others"]},{"email":"dhruv@sysconwires.com","idea":"<p>Manufacturer of CHQ for&nbsp;<span>fasteners, Bearing &amp; Alloy Steel Wires, Speciality of Spheroidizing&nbsp;</span><span>Annealing for drawing high quality wire. SWPL has set up a state of art wire drawing plant With modern technology, expert human resources &amp; Commitment&nbsp;</span><span>to Excellence, SWPL has created a distinct niche in steel &amp;&nbsp;</span><span>attained the position of one of the Market Major in the CHQ Wire</span></p><p><span>segment in terms of the quality product at a very competitive&nbsp;</span><span>price.</span></p>","industries":["Automotive"],"name":"SYSTEMATICWIRES PRIVATE LIMITED","sectors":["Others"]}]