[{"email":"romilshah2893@gmail.com","idea":"<p>A platform to replenish your time by following your passion and never letting your hobbies take a back seat.</p><p>• Online • Offline • 1:1 Learning sessions</p>","industries":["Others"],"name":"MySkills","sectors":["Others"]},{"email":"chandan9176@gmail.com","idea":"A platform to offer independent assessment&nbsp; to candidates of various verticals","industries":["Education"],"name":"EDUCHECK91 (OPC) PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"anvilsecuresolutions@gmail.com","idea":"We are experienced and commied private security company providing costeffecve professional and\nreliable on site security services to protect and secure personnel and property by realizing our\nclient's requirement.\nWe are commied to helping each of our clients to achieve the highest level of protecon and security\nrequired by their respecve industry and circumstance.\nWe have the experience and expertise to provide temporary, permanent and emergency security to\nserve a diverse range of industries such as hospitality, residential communities, manufacturing,\nindustrial, retail, and special events.&nbsp;","industries":["Security Solutions"],"name":"ANVIL SECURE SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"manoj.agarwal@ReeBorn.com","idea":"<p>ReeBorn TotalHealth &amp; DigiTech Private Limited is a new age healthcare and digital therapeutics company focussed on the following mission:\n</p><p>a)\tPrevention and reversal of chronic lifestyle diseases such as Diabetes, Hypertension &amp; Obesity, which are increasing exponentially in India as well as globally.\n</p><p>b)\tEarly detection, prevention, and treatment of complications of chronic lifestyle diseases such as Heart Attacks, Strokes, Kidney Failures, Blindness, Amputations. etc.\n</p><p>c)\tProvide the best possible medical &amp; healthcare for early detection, prevention, reversal, and treatment of chronic lifestyle diseases and their complications.\n</p><p>The Company will achieve the above mission using the approaches given below.</p><p>A) Innovative Healthcare Technology Solutions</p><p>B)Better Outcomes for Patients</p><p>C)Insights Driven &amp; Evidence-Based Care</p><p>D)Continuous Patient Education</p><p>E)Highly Engaging Experiences</p><p>F)Data-Driven Personalised\n</p><p>Treatment</p><p>\n</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"REEBORN TOTALHEALTH & DIGITECH PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"harsha.sairajgmt@gmail.com","idea":"<p>Auxpert is a one -stop solution for all services required to maintain a car with a hassle free platform .</p><p>We partner with garages to offer pre-determined service packages along with add on services . We are currently&nbsp; at MVP developed and test marketing ongoing stage .</p>","industries":["Automotive"],"name":"Auxpert","sectors":["Others"]},{"email":"pujajhaiitkgp@gmail.com","idea":"<p>House Of DONA was born from our obsession of creating comfortable, chic, and sustainable fashion. Designed from handpicked premium fabrics in small collections to maintain exclusivity and meet your distinguished taste.</p>","industries":["Fashion"],"name":"BELLA18 APPAREL PRIVATE LIMITED","sectors":["Apparel"]},{"email":"chandelevinod@gmail.com","idea":"<p>Automotive spare parts to avoid accidental situations.</p>","industries":["Automotive"],"name":"others","sectors":["Others"]},{"email":"sushil@pocketatm.in","idea":"<p>Optimoney technologies private limited runs and operates ‘PocketATM’, a platform that aspires to redefine and revolutionise the cash ecosystem in India by building a QR technology-led interface with seamless backward integration &amp; unparalleled customer experience.<u></u><u></u></p><p><u></u>&nbsp;<u></u></p><p>The PocketATM platform will work towards achieving critical objectives like digitisation of the existing cash ecosystem, building utility tools to enable efficient cash management, enabling tailor-made credit solutions for the mom &amp; pop stores &amp; ensuring utmost security, seamless experience &amp; strong customer support throughout user association.&nbsp;</p>","industries":["Finance Technology"],"name":"OPTIMONEY TECHNOLOGIES PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"hello@digix99.com","idea":"\n            <p>Digix99 is a full-service <a href=\"https://digix99.com/\">digital marketing agency</a> with creative and experienced staff who can provide the best solutions for your company's needs. With services like website development, SEO/SEM (search engine optimization) email campaigns, or social media management--you are sure to find something that will work well!</p>\n        ","industries":["Advertising"],"name":"Digix99","sectors":["Online Classified"]},{"email":"suparna.madan@gmail.com","idea":"<p>The Category\n</p><p><br></p><p>D2C FMCG market is expected to touch $20 Bn in India by 2025. Gourmet and speciality grocery is a new concept in India, but is estimated to be $150 Bn or 16% of total grocery in the USA. \n</p><p><br></p><p><b>The Consumer  \n</b></p><p><br></p><p>Affluent millennial consumers are digitally savvy, convenience seeking and have experienced at-least one minor health issue either themselves or with someone around them. \n</p><p><br></p><p>1.\tThey are willing to try healthy products but unwilling to compromise on taste \n</p><p><br></p><p>2.\tThey lean towards familiar concepts which can be adapted into regular routines. \n</p><p><br></p><p><b>The Offering \n</b></p><p><br></p><p>Our range of gourmet direct to consumer products are based on familiar, trusted ingredients and timeless concepts.&nbsp;<span>Each product is rooted either in a heritage cuisines or a trusted ingredient (Jaggery, Ginger) or a popular historical identity.</span></p><p><br></p><p> \n</p><p>Core categories encompass spreads, confectionery, condiments and snacks. Core channels include social commerce and grocery delivery partners. \n</p><p><br></p><p><b>The Opportunity\n</b></p><p><br></p><p>We estimate 2% of top digitally savvy households are already looking for specialty gourmet grocery - yielding 200,000 consumers. We expect this segment to spend at-least Rs 2500/- ($35) per month on premium grocery products and generate INR 600 Cr ($82 MM) sales annually.</p><p>\n</p>","industries":["Food & Beverages"],"name":"Veteris Foods Private Limited","sectors":["Others"]}]