[{"email":"info.inlifeflix@gmail.com","idea":"We are launching an OTT channel which is loaded with fresh entertainment for audiences, we are looking for genuine investors with a growth guarantee and success, we are also opening doors for new and existing talents, we like to expand our Inlife Family&nbsp;&nbsp;","industries":["Media & Entertainment"],"name":"INLIFEFLIX MEDIA & ENTERTAINMENT PRIVATELIMITED","sectors":["Digital Media"]},{"email":"nikhil@aestheticnation.co.in","idea":"<p>Started as a fitness page on Facebook back in February 2012 with the name Aesthetic Nation, the page was dedicated to fitness &amp; fitness-related articles that received massive response taking us to over 60,000 Followers in 2 years. As a Fitness Enthusiast, I always wanted to do something within the industry, where we realized there was a gap in the Indian fitness clothing market that could be fulfilled.</p><p>Today, AestheticNation ships approximately around 25,000 Orders a year &amp; aims to scale it to over 10,000 Per Month by 4th Quarter 2019. The brand is available for Retailing / Reselling with 2 Different Business Models 1. Reseller 2.. Franchisee. Presently, we are available in approximate 19-20 Stores within India &amp; aim to retail in at least 100 Stores by this year-end(2021).</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Textiles & Apparel"],"name":"AESTHETIC NATION","sectors":["Apparel & Accessories"]},{"email":"arihant@armourcorp.org","idea":"<p>Manufacturers of Steel, Cement, Bulk Cargo Material Handling, Mining, etc tend to suffer critically with wear and abrasion. We help them mitigate their critical applications with our Wear/Abrasion resistant solutions.</p><p>We provide solutions that last 8 to 10 times longer than any other wear/abrasive solution and helped reduce costs on account of maintenance by more than 50% directly.</p>","industries":["Others"],"name":"ARMOUR CORPORATION","sectors":["Others"]},{"email":"pratyushmaheshwari28@gmail.com","idea":"<p>BBFP- Beach Body Fitness with Pratyush.</p><p>'Your Transformation; Our Responsibility'</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"BBFP ","sectors":["Health & Wellness"]},{"email":"om@calibr.in","idea":"<p>Calibr Studios helps increase the revenues of companies by marketing through Video. We Help Brands &amp; Startups tap into their audience and tell their stories by making highly crafted media products like Animation Explainer Videos, Product Videos, Commercials, &amp; B2B Corporate Films. We make video\n</p><p>content that corresponds better. We all know video is the future.\n</p><p><br></p><p>We are not just an agency, at Calibr we create your strategy, build your content and the future.</p><p>\n</p>","industries":["Marketing"],"name":"Calibr Studios","sectors":["Others"]},{"email":"RIMCOOVERSEAS@GMAIL.COM","idea":"<p>We At RIMCO OVERSEAS Manufacturing Of All Types Of Industrial Fasteners In The Hot Forged &amp; Cold Forged Process.</p>","industries":["Retail"],"name":"RIMCO OVERSEAS","sectors":["Retail Technology"]},{"email":"medsysconsultancy@gmail.com","idea":"<p>Our aim is to provide personalized services to our clients to ‘Start, Grow and Sustain’ their business and enable them to take proactive decisions so that they are not stuck in legal hurdles or formalities.\n</p><p>We guarantee hassle-free service delivery without compromising on quality.\n</p><p>We ensure complete transparency at every step.</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"MEDSYS CONSULTANCY SERVICES LLP","sectors":["Business Support Services"]},{"email":"jaisal@mintd.in","idea":"<p>Mintd Technology Private Limited is a fintech company based in Mumbai, Maharashtra, that helps Indians decide where to invest in based on how much risk they’re willing and able to take. Mintd runs a technology platform which first determines a customer’s risk tolerance based on a proprietary scoring system, assigns them an appropriate portfolio allocated using Nobel Prize winning research, and finally enables them to invest seamlessly into that portfolio. Mintd’s mission is to democratize access to top-quality wealth management and help everyone participate in the wealth creation that up to now was reserved for the top 0.1% of the country only.</p>","industries":["Finance Technology"],"name":"MINTD TECHNOLOGY PRIVATE LIMITED","sectors":["Advisory"]},{"email":"csvahitraassociates@gmail.com","idea":"<p>Vahitra &amp; Associates is an integrated service law firm focused on corporate laws, registered as a practicing company secretaries firm with the Institute of Company Secretaries of India (ICSI).\n</p><p></p><div>Vahitra &amp; Associates has immense knowledge and experience in dealing with matters relating to Company Law, Securities Laws, inbound and outbound Investment, Legal Due Diligence, Transaction documents, Joint Ventures, Foreign Collaborations, Technology Transfers, Mergers and Acquisitions, Listings and Capital Market Transactions.</div><p></p>","industries":null,"name":"Vinita Vahitra","sectors":null},{"email":"dineshpitre@gmail.com","idea":"<p>More than half a billion indians are streaming content online but have not subscribed to any OTT platform because they find it expensive. Not just that, there is also no assurance that they would always get the value for their money.&nbsp;<br>Hence, presenting FullSkreen. An open to all, no subscription streaming service with the mantra-</p><p><i>\"Jaisa budget waisa entertainment.\"</i></p><p><i><br></i></p>","industries":["Media & Entertainment"],"name":"FullSkreen","sectors":["Entertainment"]}]