[{"email":"tausif12345@gmail.com","idea":"<p>Innovator with strong research experience in design and simulation. M.Tech and Ph.d in Mechanical Engineering from IIT Bombay.</p>","industries":null,"name":"TAUSIF","sectors":null},{"email":"associates.scb@gmail.com","idea":"<p>I am Practicing Chartered Accountant</p>","industries":null,"name":"Rajesh Taparia","sectors":null},{"email":"lekha@pmechtech.com","idea":"\n            <p>We, P-Mech Technologies (PMT), are a Mumbai based Startup that aim to create Engineering and Design Software Products that would revolutionize the Energy &amp; Industrial Space globally; by augmenting human potential and bringing the finest technology to practice.</p><p><br></p><p>Our products will:</p><p>-reduce the time taken for design and engineering to 1/10th of the time taken with current processes and tools,</p><p>-will improve accuracy to above 99%,</p><p>-will reduce the high skill requirement and dependency, and</p><p>-will hence reduce the cost for Engineering substantially.</p><p><br></p><p>Visit us at www.pmechtech.com</p>\n        ","industries":["Design"],"name":"P-MECH TECHNOLOGIES PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"cmd@geomatrixhealthcare.com","idea":"<p>GEOMATRIX HEALTHCARE PVT.LTD IS A PHARMACEUTICAL COMPANY STARTED MARKETING&nbsp; OPERATIONS IN MUMBAI &amp; REST OF MAHARASHTRA, CURRENTLY MAKING BRANDS WITH THIRD PARTY MANUFACTURERS.</p>","industries":["Healthcare & Lifesciences"],"name":"GEOMATRIXHEALTHCARE PVT.LTD.","sectors":["Pharmaceutical"]},{"email":"kimatsu@gmail.com","idea":"<p>POWER SOURCE FROM SOLAR PANEL OPERATING AIR COOLER/ FANS/ LIGHTS</p><p>BLDC FANS</p>","industries":["House-Hold Services"],"name":"KIMATSU INDIA PVT. LTD.","sectors":["Home Care"]},{"email":"system@skylinkaerotech.com","idea":"<p>We are a drone and robotics technology development company providing drone solutions across various segments. Our drones are specially designed for Indian markets catering to various needs, manufactured and tested by experienced foreign partners.</p><p><br></p><p>\n</p><p>Our mobile application ‘Sky Connect’ is an aggregator model connecting trained drone pilots and individuals / companies looking for drone services.</p><p>\n</p>","industries":["Aeronautics Aerospace & Defence"],"name":"SKYLINK AERO PRIVATE LIMITED","sectors":["Drones"]},{"email":"mayankd.2013@gmail.com","idea":"<p>MMKD ENGINEERING AND CONSULTANCY PRIVATE LIMITED has been formed recently in April 2021, covering various aspects of work in the areas of Mechanical Engineering ,product development , QA coverage for critical components &amp; assemblies, assistance in ISO certification , capacity assistance and Vendor Registration, distinction of institute quality control and assurance techniques to achieve product excellence at the lowest overall cost.</p>","industries":["Professional & Commercial Services"],"name":"MMKD ENGINEERING AND CONSULTANCY PRIVATELIMITED","sectors":["Business Support Services"]},{"email":"startupnest1@gmail.com","idea":"<p>Start nest Is just a idea where we are think to get the start and funder into same platfrom&nbsp;</p>","industries":["Finance Technology"],"name":"Startup nest","sectors":["Crowdfunding"]},{"email":"5elements.enviro@gmail.com","idea":"<p>In India, we generate 26,000 tons per day of plastic waste, out of which 36% is non-recyclable mixed plastic waste. Plastic waste-management is becoming a significant environmental problem in India. Converting plastic-waste to fuel is an economically and environmentally beneficial solution that is gaining traction worldwide. The fuel derived from plastic has cleaner burning fuel than conventional ones owing to the low content of sulfur. At Five Elements Environmental Technologies, we have developed a patented, environment friendly and economically sustainable process for converting waste plastic to fuel. The key differentiators of our innovation are :\n</p><p>1) Continuous plant design: Whereas all existing waste plastic to oil plants in India and globally are batch plants with a maximum production capacity of 5 kL per day, our first plant itself is a continuous plant with production capacity of 21 kL/day. This is a 4-fold increase in production capacity in first plant itself. This design is easily scalable to more than 100 kL/day for subsequent plants.\n</p><p>2) Distilled final product: While existing plastic waste to oil plants produce crude output which is not clean and causes environmental pollution when used, our final product is distilled and clean. Our product will provide a cleaner fuel alternative to Furnace oil (FO), low sulfur heavy stock (LSHS) oil and LDO, which are consumed in India at about 7.5 Million Ton/annum.\n</p><p>3) Robust technology tolerates incoming  plastic wastes from dumpyard: Continuous waste plastic to oil plants recently being installed in Europe and USA are struggling to work with dirty and mixed plastic. However, our technology can tolerate dirty mixed plastic waste obtained from municipal waste collection. We have successfully tested more than 100 samples from available sources of plastic waste in Navi Mumbai (plastic aggregators and dump yards) in our pilot lab-scale plant in the past 1.5 years as a proof of concept of our technology.\n</p><p>4) Improved Process Efficiency: Our technology consumes less energy, yet provides higher waste-to-fuel conversion efficiency. A head-to-head comparison of the most advanced competing technology to our technology demonstrated the value added by our improved and patented technology.\n</p><p>5) Energy Efficient: The energy requirement of the plant is produced within the process. The technology will also incorporate electricity generation to meet the plant’s needs.\n</p><p>6) Environment-friendly plan design: The plant is designed to produce zero hazardous gaseous, solid or liquid waste.  The air pollution control also has been designed to meet the European standards.Plant will get 95% carbon credit as fuel made from mixed waste plastic ( otherwise these plastic are getting dumped in ground, water bodies and sea which is proven to damage ground water, soils, hazardous to marine Eco systems) will in net reduction consumption of crude oil\n</p><p>7) Highest Safety Standards: We have followed the highest safety standards considering the inherent fire hazards in a waste-plastic-to-oil plants. Plant is designed for safety standard as a) Hazop.study at design stage b) Designed to meet SIL( safety integrity level ) level 2 standard c) Pre startup safety review being done at Mechnical completion\n</p><p>8) Best technical minds: The technology and process has been developed by highly talented technocrats, who intend to solve environmental issues with state-of-the-art technologies.\n</p><p>Is the technology patented.\n</p><p>Yes, the technology is patented in India. Patent No. 376282 has been granted for an invention entitled “AN IMPROVED PROCESS FOR CONVERSION OF PLASTIC WASTE TO FUEL” for the term of 20 years from the 10th day of December 2020 in accordance with the provisions of the Patents Act,1970. The patent is granted to Kamlesh Madanlal Gupta, who is the CEO of Five Elements Environmental Technologies and Kavita Madanlal Gupta, who is one of the founders of Five Elements Environmental Technologies.</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Waste Management"],"name":"FIVE ELEMENTS ENVIRONMENTAL TECHNOLOGIESPRIVATE LIMITED","sectors":["Others"]},{"email":"mihir@simplifymvt.com","idea":"<p>SimplifyMVT is a SaaS platform for medical tourism stakeholders.</p>","industries":["Healthcare & Lifesciences"],"name":"SIMPLIFY MEDTECH PRIVATE LIMITED","sectors":["Healthcare IT"]}]