[{"email":"roh.ghaisas54@gmail.com","idea":"<p>I am professional photographer. i have do all types of photography.</p>","industries":["Professional & Commercial Services"],"name":"Rohitghaisas photography","sectors":["Others"]},{"email":"ansaritauseef36@gmail.com","idea":"<p>Manufacturers of all hydraulics and pneumatics fittings items , piping items, valves required in&nbsp; pharmaceutical, chemical, water treatment, industries</p>","industries":["Others"],"name":"F.S ENGINEERING","sectors":["Others"]},{"email":"pradnya@herhighnest.com","idea":"<p>HERHIGHNEST- For the women by the women</p><p>We believe that safe and affordable housing should be a right for all women. At HERHIGHNEST, we are committed to maintaining superlative quality standards and will endeavour to transform women’s lives by fulfilling their dream of having a house of their own.</p>","industries":["Real Estate"],"name":"HERHIGHNEST","sectors":["Housing"]},{"email":"balbhadradaxini830376@gmail.com","idea":"<p>At ClearIt we are building a one-stop solution for the students to learn, practice, and enhance their knowledge for competitive exams at very affordable prices.\n</p><p>We bring the best teachers across the country to students’ computer screens; no worries to go to Kota or in any offline coaching, the experience of offline classes at your home.</p>","industries":["Education"],"name":"Clearit","sectors":["E-learning"]},{"email":"partners@yellow-plate.com","idea":"<p>Yellow Plate via its networked enabled digital platforms and an integrated marketplace is on a mission to digitally enable and empower millions of stakeholders in the commercial vehicles segment.&nbsp; &nbsp;</p>","industries":["Transportation & Storage"],"name":"YELLOW PLATE PLATFORMS PRIVATE LIMITED","sectors":["Others"]},{"email":"aashishajmera25@gmail.com","idea":"<p>A BNPL company offering seamless POS financing.........................................................................................................................................</p>","industries":["Finance Technology"],"name":"BNPL","sectors":["Payment Platforms"]},{"email":"deshikem@gmail.com","idea":"Learning &amp; Development Program User","industries":null,"name":"Hemant Deshmukh","sectors":null},{"email":"ishaque@nashwayexports.com","idea":"<p>WE ARE HERE WITH A PLAN, PROCESS,&nbsp; AND STRATEGY TO EXPAND INDIA - WEST AFRICA TRADE LINKS WITH ALL TECHNOLOGICAL ASSISTANCE.</p><p><br></p>","industries":["Food & Beverages"],"name":"NASHWAY EXPORTS PVT LTD","sectors":["Others"]},{"email":"business.info@bingeprime.com","idea":"<p>BingePrime is an upcoming SVOD OTT platform, to be released this year end worldwide (170+ countries).</p><p><br></p><p> \n</p><p><b>What do we offer?\n</b></p><p><span><br></span></p><p><span>*<b><i>To OTT Users:</i></b>  We will be bringing them the unlimited 24/7 seamless Ad-Free video- entertainment on their choice of platform- Web, Android, iOS, Smart TV etc., with extremely user-friendly &amp; secure UI/UX at pocket friendly prices through their choice of payment option- Debit Card, Credit Card, Net Banking, Wallets, UPI, PayPal &amp; Pay-later etc.  We will offer a plethora of stories for everyone from college going youngsters to families to kids to adults (with Adult and Kids &amp; Family profile classifications) in multiple genres from drama, horror, suspense, thriller to comedy &amp; beyond of web series, movies, web films, short films, music and more across languages e.g. English, Hindi, Bengali, Bhojpuri, Gujarati,  Haryanvi, Kannada, Malayalam, Marathi, Punjabi, Tamil, Telugu and many more regional &amp; international Languages.</span></p><p><span><br></span><span>*<b><i> To Film-maker/ Production/ Director/ Writer:</i></b>&nbsp;They connect with us to pitch their ready/new project to be released on BingePrime.</span></p><p><span><br></span><span>* <b><i>To Brands/ Advertisers/ Promoters/ Sponsors:</i></b>&nbsp;They collaborate with us to reach the audience world-wide or nation in the language the audience understands through their ads, product placement, integrated ads, dedicated ads or by becoming BingePrime's sponsor/brand partner for a story which mirrors their brand and its message to connect with the audience.</span></p><p>\n</p>","industries":["Media & Entertainment"],"name":"BINGEPRIME MEDIA PRIVATE LIMITED","sectors":["Digital Media Video"]},{"email":"pradyumnmane@gmail.com","idea":"<p>Physics Mindboggler (PM) is a social venture launched in 2016 and supported by Bennett Hatchery, the on-campus incubator at Bennett University, a Times Group initiative. Fascinated by Physics, PM strives to share its beauty and scope with the young generation.\n</p><p><br></p><p>PM firmly believes that scientific research fuels economic growth and hence strives to inspire young minds with this ideology. PM also aspires to carry research beyond Papers by linking it to entrepreneurship.\n</p><p><br></p><p>We are a dynamic Team of energetic go-getters with big dreams. With constant support from our eminent Advisors, we are committed to embedding curiosity and imagination to stimulate scientific and economic development.</p><p>\n</p><p>\n</p>","industries":["Social Impact"],"name":"PM SCIENTIFIC PRIVATE LIMITED","sectors":["Others"]}]