[{"email":"shrinathakshay@gmail.com","idea":"https://www.linkedin.com/in/akshayshrinath159561a4?lipi=urn:li:page:d_flagship3_profile_view_base;UWXC/0dtTjumVf+jSGNbsw==","industries":null,"name":"akshay","sectors":null},{"email":"benignalchemy@gmail.com","idea":"<p>Benign Alchemy is a Mumbai-based startup working in the personal care &amp; wellness industry.&nbsp;</p><p>The startup is backed up by a team of&nbsp; young beauty &amp; wellness enthusiasts who have a common goal of bringing a new experience in the Indian beauty markets.</p><p>The startup focuses on launching personal care products as well as in providing various wellness services.</p>","industries":["Healthcare & Lifesciences"],"name":"BENIGN ALCHEMY WELLNESS SOLUTIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"abhaydeeip@gmail.com","idea":"1.To render all types of services related to healthcare &amp; pharma industry, to run health portal, web site, medical transcription Centre, e-commerce, mobile application, telecommunications &amp; related networks for data Interchange or data transmission using computers, Internet, sophisticated Technology and provide other services like deliveries, shipment handling, sample collection, setting up appointment manage health records that are normally offered by healthcare service providers and to develop customized software, process as the requirement of the industry to make them online from offline.\n<div>\n</div><div>To carry on the business of distribution or supply of all kind of pharmaceutical products such as medicine, generic medicine, allopathic, Ayurveda, active pharmaceutical ingredients, blood products, biotic products, antibiotics, health tonic, food supplement, clinical apparatus, confectionary items, hospital and clinical equipments, surgical equipments, cosmetics for plastics surgery, toiletries, lotions in India or abroad otherwise as traders, supplier, importer, exporter, stockiest, super stockiest, distributors, consignment agent, C &amp; F agent, franchise for various established pharmaceutical company.</div>","industries":["Healthcare & Lifesciences"],"name":"TRUETAB PRIVATE LIMITED","sectors":["Others"]},{"email":"rizwan@feelitful.com","idea":"<p>FEEL IT FUL FOODS PRIVATE LIMITED&nbsp; is in ready to mix food product.Whatever the time, wherever you may be, one sachet of Feel-it-Ful will leave you Feeling Ful-ly fed and keep you going! Each box contains 10 easy to use sachets, 30g each. Just use our premium Shaker and your instant super meal is ready!\n</p><p>Our wholesome and healthy instant super meal is packed with the goodness of all natural super-foods and super-ingredients like roasted chickpeas, almonds, Himalayan pink salt, and pineapple, combined with the delectable flavors and natural properties of roasted cumin, raw mango powder, mint, and coriander, making this a drink that will make you feel wonder-Ful!</p><p>Made with a perfect combination of the best traditional and modern practices, Feel-it-Ful is an easy to make, vegan, delicious, and healthy meal in a glass with zero sweetness that you can drink at any time! This holistic drink is rich in nutrition, has zero preservatives, zero dairy, zero trans-fat or gluten, and is completely soy free! Its high fiber and high protein content will give you the boost of energy you need on your hectic days! Just mix, shake, and sip! Your instant super meal is ready to drink!</p><p>\n</p>","industries":["Food & Beverages"],"name":"FEEL IT FUL FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"isatre@mindschema.ai","idea":"Online education has had a deep impact in the recent times on our society and with access to internet becoming faster and more ubiquitous, learners are finding access to the content prepared by the best people in their respective fields. In Mindschema it is our goal to make video based instruction an interactive experience for learners, make learning a self paced experience, to help learners understand in the least possible time, to automatically customize the learning experience for learners, to analyze learners behavior data to provide customized plans to improve learning using Artificial Intelligence and Natural Language Processing.&nbsp;","industries":["AI"],"name":"Mindschema LLP","sectors":["NLP"]},{"email":"arti@finalcoast.com","idea":"<p>We are a TECHNOLOGY BASED distribution platform catering to live streaming ,Publishing content , Ed tech , Ecommerce , E sports and gaming .&nbsp;</p><p>FC stands for Entertainment , Ed tech , Ecommerce , E sports the aim to drive revenues across all plug ins with best technology and CRM to reach billions of households and millennials across India and the globe&nbsp;</p>","industries":["Media & Entertainment"],"name":"FINAL COAST PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"lavanya@matineegin.com","idea":"<p>We are an Indian craft gin using extremely local ingredients in our recipe. We are surrounded by competitors who use the same set of ingredients that all gin brands too. We chose to search for lesser known regional ingredients and selected 4 that have not been used by any gin in India (and perhaps the world) before.</p>","industries":["Food & Beverages"],"name":"SPEAKEASY SPIRITS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"varun.mittal@essemmchem.com","idea":"<p>We are among the most dignified distributor, supplier and importer of speciality chemicals. Our range of coveted products are widely appreciated among clients for their precise composition, purity and accuracy more<br></p>","industries":["Chemicals"],"name":"ESSEMM SPECCHEM PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"info.aakaarbuildility@gmail.com","idea":"<p>Aakaar Group is a construction company whose business span the sectors of Engineering and Construction, Real Estate, Infrastructure, Urban Development, and management. Over some time whenever society needed us, we stepped in, formed businesses to serve society. Our journey commenced with us getting into the construction business, and over time, we expanded 10 key industries. It is a catalyst for social empowerment and will play a huge role in ensuring a smile that lights up a million faces not just in our country but the entire world.<br></p>","industries":["Construction"],"name":"AAKAAR BUILDILITY & INFRA PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"helloindia@glimma.com","idea":"<p>GLIMMA is in Brand Management, from Creative to implementation.&nbsp;</p><p>&nbsp;</p><p><span>We have been operational in India since July 2018, and here too, we have an &nbsp;list of blue chip brands like Shoppers Stop, Cinepolis, HPCL, IndianOil, Air Works India, ArJo Huntleigh, Safran, Naval Group, Airbus, Nykaa and Nokia India.</span></p><p>&nbsp;</p><p>We can assist with all your branding requirements across India.&nbsp;</p><p>Creative – if applicable</p><p>Brand book &amp; brand applications (can also build on your existing brandbook)</p><p>Graphics &amp; signage&nbsp;</p><p>Workspace/ Office branding design and execution</p><p>Design and Execution of any specific projects you may have which requires a dedicated agency</p><p>&nbsp;</p><p>Pls check out our India page : www.glimma.com/in&nbsp;</p>","industries":["Architecture Interior Design"],"name":"GLIMMA Brand Management India LLP","sectors":["Others"]}]