[{"email":"admin@xooservices.com","idea":"<p>XOO SERVICES is brand to serve repair &amp; many other services in B2B market where we have 30 years of experience in cooling equipment's sell and repair services and our model we have already implemented &amp; Due to unorganized sector in many industry&nbsp; this idea flashed in our mind, where our aim is to give Easy / Cheaper / Fastest Services in industry .we have already created benchmark in cooling equipment's industry &amp; we will explore more domain in coming months in many cities .</p>","industries":["Professional & Commercial Services"],"name":"XOO SERVICES ","sectors":["Others"]},{"email":"Hemantmumbai@hotmail.com","idea":"<p>A asset light warehouse rental idea where in only on investing cost of construction we get a secured good rental income.&nbsp; The emphasis is more on Rentals and not appriciarion .&nbsp;</p>","industries":["Real Estate"],"name":"Warehouseincome.com ","sectors":["Others"]},{"email":"exports@g1exim.com","idea":"<p>G1 EXIM Private Limited is an internationally acclaimed Sourcing Agency based out in the financial capital of India, Mumbai. We as a company are representing many reputed manufactures and consumer companies from India, China, Malaysia, Taiwan and other countries.</p>","industries":["Non- Renewable Energy"],"name":"G1 EXIM PRIVATE LIMITED","sectors":["Oil Related Services and Equipment"]},{"email":"sales@symbolist.technology","idea":"<p>SYMBOLIST TECHNOLOGY PRIVATE LIMITED is a team of techies specialized in developing email marketing platform. our vision is To be the world's most efficient technology to connect with your target audience. .As an entrepreneur or may be a marketer, one needs to reach a large audience. One of the cheap and effective way of\n</p><p>doing this is to use email marketing. However, a rookie marketer most often gets blocked by big players due to their\n</p><p>strict policies and the small players don't provide a good and robust platform. We are here to cater to this need of the market\n</p><p>of email marketing.</p>","industries":["Enterprise Software"],"name":"SYMBOLIST TECHNOLOGY PRIVATE LIMITED","sectors":["Cloud"]},{"email":"info@malik-group.org","idea":"<p>MALIK OIL AND GAS SUPPORT SERVICES PRIVATE LIMITED</p>","industries":["Non- Renewable Energy"],"name":"MALIK OIL AND GAS SUPPORT SERVICES PRIVATE LIMITED","sectors":["Oil Related Services and Equipment"]},{"email":"nimishchodankar369@gmail.com","idea":"<p>Mauli Tax is an accounting and advisory firm providing specialized services like Accounting, Tax Advisory, Financial Advisory, Outsourcing, etc.</p>","industries":["Professional & Commercial Services"],"name":"MAULI TAX","sectors":["Business Support Services"]},{"email":"primetech.sales01@gmail.com","idea":"<p>We are looking forward to manufacture safety shoes and various safety products for Psu companys in india.</p>","industries":["Safety"],"name":"Primetech","sectors":["Personal Security"]},{"email":"nirmata.subhash@gmail.com","idea":"<p>Indian economy livestock is an important constituent particularly in the agricultural sector. Goat constitute a very important species of livestock in India, mainly due to of their short\n</p><p>generation intervals, higher rates of prolificacy.</p>","industries":["Agriculture"],"name":"GOATSHALA INDIA FARM PRIVATE LIMITED","sectors":["Animal Husbandry"]},{"email":"krishna.janardhan@premierlogistic.in","idea":"<p>Premier People Logistic has traversed a route filled with cutting edge experiences. Experiences that have seasoned us to face the challenges and demands of the highly competitive people transportation and Supply Chain Management industry in India. Over 300 top notch corporates stand testimony to our dedication and commitment of providing people transportation and supply chain management services that reflects our motto \"Your Comfort is Our Concern\".Leading player in people transportation, the company has diversified into other areas of logistics business such as Full Truck Load, Part Truck Load, Last Mile Deliveries and Hub Management services with a vision to service entire gamut of supply chain management.</p>","industries":["Transportation & Storage"],"name":"PREMIER PEOPLE LOGISTIC SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"info@featpl.com","idea":"<p>First Extract AgroTech Pvt Ltd (FEATPL) is an ISO 9000, ISO 22000 &amp; HACCP Certified Company incorporated with an aim to deliver only the Best, 100% Pure, Certified &amp; Natural Products to our Customers operating in both Organic &amp; Non-Organic segment. This single idea inspired the journey of Brand “Amrut Shudh”... \nWe partner with local producers from where we source our raw materials, ensuring continuous availability of high-quality produce throughout the year. Raw materials are carefully processed in the most traditional way to ensure YOU experience the magic of all the natural oils, flavours and aroma in every bite. Hence we proudly say, “Our Product Talks…”\nWe aspire to serve our customers, the best Mother Nature has to offer with absolutely no or minimal intervention or processing. We aspire to operate in the natural mostly unprocessed edible food item like Edible oils, spices, dry fruits, pulses, grains, salts, honey, jaggery,etc.. We have already established our roots in different parts of the country to deliver the most natural and power house products to our customers. Our sense of satisfaction comes from the fact that our customers love our products and believe in us to provide them with only the best.\nWe are based in Thane and operate in a modern facility. Our company also has a spacious warehouse built along with standards as required by the local and central authorities. It enables us to serve to meet the rising demands of our customers. \nWe are proud to say that Amrut Shudh is the first and only brand to offer batch wise lab reports of our every product via QR Code on the product information labels.</p>","industries":["Food & Beverages"],"name":"First Extract AgroTech Pvt Ltd","sectors":["Food Processing"]}]