[{"email":"info@ashishseals.com","idea":"<p>Ashish Seals is ISO 9001 – 2015 Certified Company, based in Mumbai India. Our intense knowledge and vast experience have supported the company to acquire the eminent position among the most reliable Manufacturer &amp; Exporters of Mechanical Seal in entire India.</p><p>\n</p><p>With our consistent performance and superior quality products, we have established ourselves as a renowned company catering to our clients with varied precision mechanical seal solutions. Our state-of-the-art production machines assist us in developing flawless series of products. They also help us to meet bulk orders within the specified time, without compromising with the quality. Our profound infrastructure facilities with machinery and allied tool facilitate helps us in meeting the complete product needs of our clients successfully. The expertise and in-depth knowledge of our team assist us in carrying out designing and manufacturing requirements.</p><p>\n</p>","industries":["Renewable Energy"],"name":"ASHISH SEALS INDIA PRIVATE LIMITED","sectors":["Manufacture of Machinery and Equipment"]},{"email":"ALPESH@RIMOURGLOBAL.COM","idea":"<div><div><div><div>We are a Travel Management Company based in Mumbai. We manage travel for HNIs, their families and their companies. Majorly premium and luxury travel.</div><div><br></div><div>We we're a B2B Visa Solution Company and provided visas for more than 120 countries to all major Travel Companies in Mumbai and Delhi.</div><div><br></div><div>Post covid our industry was affected the highest. So, with industry experience of more than a decade, we restructured all our businesses and started this company with a new name and branding in November 2021.</div></div></div></div>","industries":["Travel & Tourism"],"name":"Rimour Global","sectors":["Ticketing"]},{"email":"taschaeipe@buzzinspots.com","idea":"<p>Digitizing kirana stores with AI powered customer engagement and payment solutions - both offline and online.</p><p><br></p><p>We seamlessly connect small grocery merchants and customers through Buzzin Spots, our web based application.</p><p><br></p><p>​</p>","industries":["Retail"],"name":"BUZZIN SPOTS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"arunkrtiwari@gmail.com","idea":"<p>Banks are primarily lending to large farmers and MFI are lending very small amount. The start-up shall be focusing on democratizing credit and financing for Small and Marginal Farmers along with brining best practices around animal nutrition and agri-input to improve productivity for the small and marginal farmers. The startup shall be solving this problem through partnership model with existing ecosystem participants like Banks, NBFCs, Agriculture Universities, Input Companies, Payments Banks etc to deliver the data driven products and services to the last mile small and marginal farmers.</p>","industries":["Finance Technology"],"name":"SASWAT FINANCIAL TECHNOLOGIES PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"reformassociates21@gmail.com","idea":"<p>INTERIOR CONTRACTOR -Civil,Carpentry,Electrical,HVAC, Public Addressable(P.A.) ,Gypsum,Modular Furniture,Painting, Plumbing,Chair,Sofa.</p>","industries":["Architecture Interior Design"],"name":"REFORM ASSOCIATES","sectors":["Others"]},{"email":"certification@kinasa.in","idea":"<p>The service of doorstep fuel delivery has been going on in different parts of the country but in a hazardous manner with barrels mounted on vehicles and this procurement system is mired with all kinds of losses. The innovation in this new service of doorstep diesel delivery is the use of latest technologies and smart machines like Internet of Things(IoT) and mobile petrol pump. A mobile petrol pump is a latest state of art machine which carries fuel from retail fuel stations or fuel depots to the doorsteps of the customers location and dispenses fuel. All this process is empowered by use of technology. The mobile petrol pump is integrated with a mobile application that allows the customers to order diesel for doorstep diesel delivery with ease and receive the delivery with utmost convenience. \n</p><p>This process has now regularised the doorstep fuel delivery with multiple security and safety checkpoints. With this now customers can be assured of the quantity and quality of the fuel received and because all of this service can be carried out with the help of a machine like a mobile petrol pump, multiple mobile petrol pumps can be made operational on ground to cater to the rising demand or to capture new markets. This is what makes this solution extremely scalable with minimal costs.</p>","industries":["Non- Renewable Energy"],"name":"KINASA ENERGY PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"loyalsurgicals@gmail.com","idea":"<p>Mfg. &amp; Seller - CMF , NEURO , PLATIC , ORTHOPAEDIC SURGERY IMPLANTS &amp; INSTRUMENTS.</p>","industries":["Healthcare & Lifesciences"],"name":"LOYAL SURGICAL","sectors":["Healthcare Services"]},{"email":"info@root2ai.com","idea":"<p>root2ai will help you transform you a data driven organization</p>","industries":["AI"],"name":"ROOT2AI TECHNOLOGY PRIVATE LIMITED","sectors":["NLP"]},{"email":"goallineindia@gmail.com","idea":"<p><span>EV PRO is a first of its kind mobile\napplication revolving around the future of mobility – Electric Vehicles. It is\na unique app that houses all relevant information about EVs in India. Following\nare some of the key features: </span></p><p><span>·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>comparison between EV’s </span><span></span></p><p><span>·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>&nbsp;Subsidies available on each model</span></p><p><span>·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>Details of slots on all charging stations</span><span></span></p><p><span>·<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>Live updates on performance based on actual usage of EV by end user.</span><span></span></p><p><br></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p><span>Our application will make buying EV Products\nand services extremely simple and accessible to all.&nbsp;</span></p>","industries":["Automotive"],"name":"GOALLINE PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"ansari.mohsin19@gmail.com","idea":"<p>We would like to take an opportunity to introduce my company Noble Services. Noble Services is an Integrated Marketing Services &amp; Sales programs, which are proven to consistently deliver a high, measurable return on marketing investments.\n</p><p>We offer our services in the BTL space + Tele-calling and take care of Events, Activation and Exhibitions. We have an in-house call centre to handle lead generation on closed loop process and strong database of 35 lakh individuals across various industry verticals . Including a support team of Response management to generate audience for conference and seminar.</p><p> \n</p>","industries":["Events"],"name":"Nob-Serv Integrated Marketing Services Pvt Ltd ","sectors":["Event Management"]}]