[{"email":"arhmnajs@gmail.com","idea":"<p>&nbsp;A Platform which offers customizable courses in addition to a watch-time based payment scheme.</p>","industries":["Education"],"name":"CodeCeTra","sectors":["E-learning"]},{"email":"accounts@singledebt.in","idea":"City Credit Management has assisted hundreds of consumers in India, which is why we will only ever recommend a debt management solution that we are confident will be the best fit for your situation. An example of a solution provided by City Credit Management is a payment plan that will allow you to pay off all of your unsecured obligations at a single, manageable monthly payment rate. An example of this is a Debt Management Plan (DMP), which City Credit Management will create and maintain on your behalf, working directly with all of your creditors. This Debt Management Plan is for unsecured debts, which are obligations that are not secured by any of your assets or properties, such as credit card debt.<p></p>","industries":["Finance Technology"],"name":"CITY CREDIT MANAGEMENT LLP","sectors":["Advisory"]},{"email":"info@fyeno.com","idea":"<p>FYENO MEDITEC PRIVATE LIMITED is in the business of&nbsp; lens wipes, anti fog wipes,&nbsp; spectacle lenses, visual needs , coating.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"FYENO MEDITEC PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"info.educobot@gmail.com","idea":"\n                        <p>Code Learning Simplified EduCOBOT an app designed to serve everyone who wants to learn Coding. EduCOBOT makes writing code as simple as writing your name. Welcome to the new experience of simplified Code Learning with EduCOBOT powered by Kritrima Prajna Innovations LLP.<br></p>        \n        ","industries":["Education"],"name":"KRITRIMA PRAJNA INNOVATIONS LLP","sectors":["E-learning"]},{"email":"roshnicomputers1@gmail.com","idea":"Printer Toner Cartridge, Printer Rentals Service, Copier Rentals Service, Photoprinter Rentals Service, Xerox Machine Rentals Service","industries":["Professional & Commercial Services"],"name":"Roshni Computers","sectors":["Commercial Printing Services"]},{"email":"sanjayzurale@yahoo.com","idea":"<p>To carry on the business of purchase and sale of petroleum and petroleum products, act as dealers in and distributors for petroleum companies, run service station for repair and servicing of automobiles and to manufacture or deal in fuel oils, lubricants, spirit, kerosene, gas, cutting oils and greases, and other motive power necessary or required for motors and other vehicles and for other purposes and to supply tyres, tubes, spare part, accessories, machinery and upholstery required for any car of other vehicles in India and abroad.<br></p>","industries":["Non- Renewable Energy"],"name":"SIDDHANATH PETROLEUM PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"amitrmourya@gmail.com","idea":"<p>Maha E Seva Kendra And SBI CSP Point</p>","industries":null,"name":"AMIT RADHESHYAM MOURYA","sectors":null},{"email":"mnacapital007@gmail.com","idea":"<p>Our products are innovative because they offer many different features/services that can help Indian consumers make smart financial decisions, and it is completely digital and easy to use – the major point of innovation being using the data as part of the Account Aggregator framework as an FIU to provide consumers with never seen before insights and advice using our confidential Machine Learning and Artificial Intelligence models and algorithms.</p>","industries":["Finance Technology"],"name":"TIJOREE INVEST PRIVATE LIMITED","sectors":["Advisory"]},{"email":"hiren.bhanushali93@gmail.com","idea":"I am a law graduate and a founder of a company providing energy efficiency services, focusing more on Renewable Energy","industries":null,"name":"Hiren Bhanushali","sectors":null},{"email":"laxmi.m.singh@gmail.com","idea":"<p>I am thinking of opening my own food junction, in which I will serve only authentic North Indian food.</p>","industries":["Food & Beverages"],"name":"Leelas Rasoi","sectors":["Restaurants"]}]