[{"email":"marketing@agastyainternational.com","idea":"<p>Agastya International is a partnership firm establish to operation, through various brands under the umbrella, in the field of Audio Systems, Food &amp; Beverage and Music &amp; Entertainment,</p>","industries":["Marketing"],"name":"Agastya International","sectors":["Branding"]},{"email":"aadesh@citta.co.in","idea":"<p>Believing and behaving as an extension team of our existing customers to make their business profitable and successful. To have an inclusive and progressive approach for all our partners – customers, providers and employees through innovation, ideation and implementation.</p>","industries":["Advertising"],"name":"CITTA INGENIOUS PRIVATE LIMITED","sectors":["Others"]},{"email":"csprajotvaidya@gmail.com","idea":"<p>26666666666666646566666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666</p>","industries":["Computer Vision"],"name":"Prajot Vaidya","sectors":["Others"]},{"email":"navani.chander@gmail.com","idea":"<p>A platform that allows a rapid development and deployment of quant trading strategies. A strategy can quickly coded (in less than 100 lines of code), back-tested, forward tested (paper trading/simulation) and deployed for live market trades.\n</p><p>It uses machine learning and other other technologies to manage the trade/portfolio as per the requirement of the strategy. Once the strategy is back-tested, NO MANUAL intervention is required for deployments (or paper trading) or the strategy.\n</p><p>Supports multiple strategies, multiple trading accounts. brokers.</p><p>It is one stop solution to automate all operation of a proprietary trading desks/family offices/hedge funds/Asset mangers</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"Plutus Quant","sectors":["Trading"]},{"email":"contactpmlifecare@gmail.com","idea":"<p>oxyblu is a range of products which we have designed and developed in India where Indian Traders Import 80% medical devices&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"P.M.Lifecare","sectors":["Medical Devices Biomedical"]},{"email":"sachin.sawant@whp.co.in","idea":"<p>Waman Hari Pethe (WHP) Jewellers has been consistently delighted generations with foremost quality of gold &amp; startling designs. Our designs apart from being unique and exclusive also carry our signature quality and service.Our online shopping experience offers an array of jewelleries ranging from simple gold coins to exquisite solitaire rings. From stylish gold jewellery to exclusive platinum &amp; diamond jewelleries. .Our customary men’s and women’s collection includes jewelleries ranging from rings, bracelets, earrings and pendants to intricate necklace sets, bangles, chains etc. We also have special kids jewellery collection and Pooja items for special and traditional occasions. If you are one of the rare ones who has a distinct taste, we can also customise jewelleries according to your taste and needs in our WHP boutique.We have also introduced the Try @ Home option for our store. We know how precious your jewelleries are for you, hence it is very natural that you would like to have a feel of them before buying. You can avail our try at home option that lets you have a look and feel of the jewellery. Just select your favourite jewellery, fix an appointment and we will come to your home for a free trial session.</p>","industries":["Fashion"],"name":"WHP JEWELLERS ECOMMERCE PRIVATE LIMITED","sectors":["Jewellery"]},{"email":"ankitshukla2405@gmail.com","idea":"\n            <p>Cham-Chu is a Universal Food Truck Service Company that will provide best service to the people by staying in the middle of the people.</p>\n        ","industries":["Food & Beverages"],"name":"Cham-Chu","sectors":["Restaurants"]},{"email":"jaydeep@shreekrishnagroup.in","idea":"<p>Padmanabha Shipping is a logistic solution company offering end-to-end solutions; whether it is port to port or door to door. We are a top Air and Sea freight management company that offers integrated road transportation and warehousing.</p><p><br></p><p>As a logistics company &amp; service provider, Padmanabha Shipping effectively engage with you and provide the best logistic solution. Our cost capabilities and measurable results will not only satisfy you but will forever relieve you from the effort of finding the right logistics partner. Our pan India operations cover all the major business hubs in Mumbai &amp; India for the export &amp; import goods via Air &amp; Sea Forwarding. Our strategic network of overseas partners makes it possible for us to have a worldwide presence thus providing professional logistics solutions across the globe.&nbsp;</p>","industries":["Transportation & Storage"],"name":"PADMANABHA SHIPPING PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"cloudsys21@gmail.com","idea":"<p>M/S CLOUD SYS</p><p>(We are an innovative IT products company with headquarters in Mumbai, India. We bring digital\n</p><p>data driven transformation to the enterprises and help them with a next- generation technological\n</p><p>solution. Our main aim is to provide a solution that helps the enterprise in staying ahead in this\n</p><p>digital world.)</p>","industries":["IT Services"],"name":"M/S CLOUD SYS","sectors":["Product Development"]},{"email":"info@indiagoldexchange.com","idea":"\n\n<p><span>Igx provides a very positive impact\nto the economy of India<span>&nbsp; </span>- due to\nintegration of a neo-bank on our app which entitles all clients to open savings\naccounts mandatorily and complete full vkyc, after which their account is\ninstantly opened on the smart phone itself with no paper documentation nor any\npersonal visits to any bank.</span>\n\n</p><p><span>Igx<span>&nbsp;\n</span>understands women’s privacy priorities , literacy limitations, time\nconstraints, mobility – result in providing flexible loan repayments\n,convenient repayment modes, by integrating education and information into\nproduct onboarding, which helps in overcoming the gender confidence gap that\nwomen customers face while handling financial products and </span><span>services. The App is developed in 22\nregional languages with voice assist on click for new smart phone users in\nrural India.</span><span>.</span>\n\n</p><p><span>Allowing small and micro-entrepreneurs to\navail credit even without </span><span>credit </span><span>history or </span><span>documentation </span><span><br></span></p>\n\n\n\n\n\n","industries":["IT Services"],"name":"IGX SOLUTIONS LLP","sectors":["Product Development"]}]