[{"email":"yash8hajare@gmail.com","idea":"<p>Pursuing BSc Computer Science from SIES college, Sion, Mumbai.</p><p>Curious about new innovations and discoveries. The Way of my thinking is, i look for a problems in our daily routine, life style, work, scientific work and try to solve the problem using various hardware, software.&nbsp;&nbsp;</p>","industries":null,"name":"Yash Hajare","sectors":null},{"email":"harshrawat959@gmail.com","idea":"<p>We are working to create a multi-brand internet kitchen company.</p><p><br></p><p>With the aim to cater to multiple customer eating patterns and behaviors, we have already launched two brands in Thane, Maharashtra, one which is a healthy food brand and the other is a desi chinese brand.</p>","industries":["Food & Beverages"],"name":"Refos Foods","sectors":["Restaurants"]},{"email":"aksp2009@yahoo.in","idea":"<p><a href=\"https://drive.google.com/file/d/1d67YVE8x6NqVegtnjU_UIiFiTQruN626/view?usp=sharing\" target=\"_blank\">https://drive.google.com/file/d/1d67YVE8x6NqVegtnjU_UIiFiTQruN626/view?usp=sharing</a><br></p>","industries":["Finance Technology"],"name":"Slowpe.com","sectors":["Business Finance"]},{"email":"vinodbaviskar022@gmail.com","idea":"<p>Vinfash LLP is an organization which currently deal men’s premium apparel and other accessories and operating business through E commerce portal on PAN India basis and at very reasonable rate and we are committed to provide the best quality of textiles.<br></p>","industries":["Indic Language Startups"],"name":"VINFASH LLP","sectors":["E-Commerce"]},{"email":"ravi.raman@isettle.in","idea":"<p>Insuretech has been incorporated to provide technology enabled services</p>","industries":["Finance Technology"],"name":"INSURETECH DIGITAL SOLUTIONS INDIA PRIVATE LIMITED","sectors":["Insurance"]},{"email":"everberriesfarming@gmail.com","idea":"<p>EVERBERRIES FARMING LLP is&nbsp; leading&nbsp; importer and producer of strawberries.&nbsp;</p>","industries":["Agriculture"],"name":"EVERBERRIES FARMING LLP","sectors":["Agri-Tech"]},{"email":"adityakapoor074@gmail.com","idea":"<p>I am an animal lover and I, with some of my fellow animal lovers, started an initiative called StraysCue in June 2021 by creating a mobile application to act as a bridge between distressed stray animals and required help- in terms of treatment, nurturing, and rehabilitation. Specifically, we aim to create one central platform to handle reporting and volunteering of animal rescue cases along with donations so that any person can track the progress of any case in any given location with regular updates. Moreover, we facilitate trust since donors can understand which caretakers they are donating to, their statistics, records of cases they have successfully handled so far, paired with case documentation and recovery journeys with bills uploaded whenever possible on the app. Finally, with our Resources (Vets, NGOs, shops, etc. in a location), and Expert-approved Education (How to approach an animal, What to feed an animal, etc.) sections, we aim to be a one-stop solution for anyone with any queries related to approaching or handling most animal-related queries. We recently completed our BETA testing of the application in a small region in Mumbai last and are ready for a full launch. However, we lack the funds required to get the application running due to storage and server costs.<br><br>We also lack experience in this space and it would be great if you could connect with us or help us in any way with all your experience working in the start-up, and pets and animals space. We are seeking someone who can mentor us and take us in the right direction.<br></p>","industries":["Pets & Animals"],"name":"StraysCue","sectors":["Others"]},{"email":"arnold.jathanna@gmail.com","idea":"<p>At WOLFPACK ANIMATION STUDIO PRIVATE LIMITED we believe that the first step in developing something creative lies in the passion to imagine. For us this applies to any design, all of our animation or any multimedia solution. This ideology helps us to&nbsp; stand out as one of the best multidiscipline 2d and 3d Animation, Design Studio and multimedia business solution providers.</p>","industries":["Media & Entertainment"],"name":"WOLFPACK ANIMATION STUDIO PRIVATE LIMITED","sectors":["Movies"]},{"email":"ashish.rapco@gmail.com","idea":"<p>Rapco Cleaning Systems and Technologies Pvt. Ltd. is a Pioneer in the field of Cleaning Systems and Technologies. Since, it’s establish , We have committed ourselves to the cleaning industry with innovation &amp; practical solutions, having redered dedicated services to our end users and have achieved merit in the industry.</p>","industries":["Professional & Commercial Services"],"name":"RAPCO CLEANING SYSTEMS AND TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"adoloratahresearch@gmail.com","idea":"<p>To Carry on the business of and to act as Manufacturer, Marketers, agents, consultants, distributors,\n</p><p>collaborators, or otherwise to deal in all types of automatic, semi-automatic. digital, electronic\n</p><p>instruments, equipment’s, apparatus, machineries, tools. their parts, fittings, components and\n</p><p>accessories used in health care, treatment, diagnosis, research test cure, operation and for saving life\n</p><p>or human-being, disposable medical and Surgical instruments &amp; consumables and other allied\n</p><p>products.</p>","industries":["Healthcare & Lifesciences"],"name":"Adoloratah Research &amp; Solutions Pvt Ltd","sectors":["Medical Devices Biomedical"]}]