[{"email":"divyafas@gmail.com","idea":"<p>Shubh JeevanSaathi are wedding planner based in Mumbai, India.\n</p><p>We provide online &amp; offline match-making experience by expanding the opportunities available to meet potential life partners as we understand the importance of choosing the perfect life partner for marriage in Indian culture.\n</p><p>we at shubh Jeevansaathi also plan &amp; organise your wedding event by assisting with all the planning service.</p>","industries":["Events"],"name":"SHUBH JEEVANSAATHI PRIVATE LIMITED","sectors":["Event Management"]},{"email":"sameer@customtechnologies.biz","idea":"<p>EVENTZ GENIE product is developed by ENJIN EXPERIENCES PRIVATE LIMITED.</p>","industries":["Events"],"name":"ENJIN EXPERIENCES PRIVATE LIMITED","sectors":["Others"]},{"email":"sharad@selectnature.in","idea":"<p>To create a crystal/gemstone jewelry manufacturing, trading, and  Advanced AI-based E-commerce  Store company whose primary goal is to exceed customer's expectations. To promote the utilization of contemporary designs every month and sell on an online AI-based E-commerce platform for worldwide sale. One of primary goals is to incrementally increase the number of designs offered by 8% per year. It is also to develop a profitable/sustainable home-based India startup company that can compete with the top jewelry brands in the world.</p>","industries":["Fashion"],"name":"JAIPUR CRYSTALS LLP","sectors":["Jewellery"]},{"email":"Fincloudtech@gmail.com","idea":"<p>BI Analytics is a leading technology company in cloud Treasury Risk Management solutions. BI-Treasuryinsight SaaS TMS helps clients to get a secure and effective way to capture data and maximize productivity, Real time visibility of FX Cash-Flow and monitor key treasury performance metrics and improve hedging decisions.</p>","industries":["Finance Technology"],"name":"BI ANALYTICS FINTECH LLP","sectors":["Business Finance"]},{"email":"emailviranchi@gmail.com","idea":"<p>Live music events, performers and venue listing online-platform.</p>","industries":["Events"],"name":"GIGQUEST LOCAL EVENTS PRIVATE LIMITED","sectors":["Event Management"]},{"email":"kavitakulkarni9@gmail.com","idea":"Find nearby Shops I Companies I Jobs I Offers I Stock clearance Sale I Defrauders I friends,&nbsp;<span>Just by entering pin code</span>","industries":["Enterprise Software"],"name":"Oyeeguru Technologies ","sectors":["Enterprise Mobility"]},{"email":"rajuparekh1@gmail.com","idea":"<p>We are accepted as the fastest growing manufacturer, exporter and supplier firm developing world-class Waste Shredder, Grinder, Disposer, and Crusher. Our products gained us huge praise for their strong construction, accurate dimensions, and excellent strength.</p>","industries":["Renewable Energy"],"name":"INFED BIO UPAKARAN LLP","sectors":["Manufacture of Machinery and Equipment"]},{"email":"nishit.dave@speedboxapp.com","idea":"<p>Speedbox is a B2B SaaS platform offering software products and solutions to logistics companies. Our products enable logistics companies to digitize, integrate and cater to the modern day shipping needs.&nbsp;</p><p><br></p>","industries":["Logistics"],"name":"Speedbox - Technology that Delivers","sectors":["Others"]},{"email":"ashish@0to1education.com","idea":"<p>Financial literacy is the best gift of all to our future generation... We are working extensively to make learning of Financial literacy in a fun way, with gamified classes and best teachers..</p>","industries":["Education"],"name":"0to1 education technology Pvt Ltd","sectors":["Education Technology"]},{"email":"saffronmetaltubes@gmail.com","idea":"<p>The Startup “Saffron Metal And Tubes” has been manufacturing and trading steel and metal products in the country and also supplying these products in foreign markets.</p>","industries":["Technology Hardware"],"name":"SAFFRON METAL AND TUBES","sectors":["Manufacturing"]}]