[{"email":"chiraggoyal1902@gmail.com","idea":"Supplying Printing and stationery to government departments through filling of tender.","industries":["Others"],"name":"Ashapura Trading Co.","sectors":["Others"]},{"email":"madhu@provalve.eu","idea":"<p>Armaturen Provalve India Private Limited is registered in year&nbsp; 2018</p>","industries":["Others"],"name":"Armaturen Provalve India Private Limited","sectors":["Others"]},{"email":"dilip_panchal_9@hotmail.com","idea":"<p>We are going to provide goal based investment advisory services and develop saving habits among teenagers. We will help people to create financial goal in every stage of life i.e. teenage, couple, parents &amp; senior citizens. Financial Goal like Buying Car, House, Marriage, Education &amp; Retirement. We will also focus on Health &amp; General Insurance. Post retirement provide pension by way of Government Pension Scheme.</p>","industries":["Finance Technology"],"name":"SHREE INVESTMENT ADVISOR","sectors":["Advisory"]},{"email":"avinash.talekar@live.com","idea":"<p>IT Security and IT Operations Service provider, with 15 years of industry experience.</p><p><br></p><p>Expertise in project management, LEAN, regulatory requirements etc.&nbsp;</p>","industries":["IT Services"],"name":"Arvi Quantum Solution ","sectors":["IT Management"]},{"email":"khanshahab34@gmail.com","idea":"Air Nova Systems Pvt Ltd is competence in the fields of Water, Waste Water and air technology. Managed by a group of leading water professionals, technologists and engineers, the company has a vision of being a single point resource for products, technologies and services for the water treatment, water handling industry and air treatment.<div>Our main motto is to minimise  the wasted of water in Water purification process and development of new technologies for same with the&nbsp;</div><div>Utilizing the latest technology, applying proven engineering processes and leveraging from a strong network of international and domestic resources, Air Nova Systems Pvt Ltd  provides a wealth of experience and expertise to the water treatment, waste water and air treatment.</div>","industries":["Green Technology"],"name":"AIR NOVA SYSTEMS PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"drbobade@gmail.com","idea":"<p>Aaaaaaaaddfghjkjjgghffddjjjhftjhcfbjbcfhncdgjjvcyj</p>","industries":["Professional & Commercial Services"],"name":"Aaaaassssssssddff","sectors":["Others"]},{"email":"contact@root2ai.com","idea":"<p>root2ai offers solutions to discover, prepare, and blend data from structured and unstructured data source.</p><p>We are a team of talented and passionate consultants who every day solves complex business problems with use of math and computer science. We deliver customized machine learning solutions and data analytics tools for enterprise and startup customers.</p>","industries":["AI"],"name":"ROOT2AI TECHNOLOGY PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"rushilparmar57@gmail.com","idea":"<p>We at Padamji Entertainment Pvt Ltd is a&nbsp;<span>Entertainment company which deals in the&nbsp;</span><span>Production of Films, Web series, Music videos,&nbsp;</span><span>Short Films, Animated films, etc. A company born out of love\nfor cinema, Padamji&nbsp;</span><span>Entertainment aims to build a platform for unique voices of&nbsp;</span><span>Indian independent cinema and create global content with&nbsp;</span><span>rich Indian flavors. The extensive process of film production&nbsp;</span><span>requires close integration of art, innovation &amp;\ntechnology –</span><span>three disciplines that inform one another. We make hit and&nbsp;</span><span>exciting Hindi &amp; Regional Movies. Concept development,&nbsp;</span><span>design, production management<span>.</span></span></p>","industries":["Media & Entertainment"],"name":"PADAMJI ENTERTAINMENT PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"Saurabh.garg@nishkaera.com","idea":"<p>Nishkaera, representing a golden era, is an attempt to bring back those special virtues of our golden age, by blending best-in-class Technology with Financial knowhow, and providing a one-stop platform that can address diverse population, especially the senior citizens and women in line with their special needs.<br>Our business is dependent on three pillars: Learn, Invest and Grow.&nbsp;<br>1. Learn: Through this we are imparting education through our website and also through webinar. This will help them to take right financial decisions in their journey.<br>2. Invest: After learning about the various products, One can start investing to create wealth. We are providing holistic platform from financial advisory to&nbsp; purchase of various financial products to create wealth to manage liability.<br>3. Grow: After Investing in various financial products according to the goals of individual will help them to get the requisite financial stability.</p>","industries":["Finance Technology"],"name":"NISHKAERA FINANCIAL ADVISORY AND WEALTH MANAGEMENT PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"chinmaymirkute15@gmail.com","idea":"<p>A Newly Emerged Multi Vendor platform named Virtual Cities providing a space to business owners to start there virtual platform, where everything is available on your one touch.</p>","industries":["Others"],"name":"Virtual Cities","sectors":["Others"]}]