[{"email":"prowiseadvisory@gmail.com","idea":"<p>To provide advisory services to small and medium business owners in setting up of business, streamlining business operations and assist in decision making. We are providing services like financial planning, management advisory, tax advisory, transaction and advisory services, marketing&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"PROWISE ADVISORY PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"mrampurawala27@gmail.com","idea":"WHOLESALERS, DEALERS, DISTRIBUTORS &amp; MANUFACTURERS, OF ELECTRICAL TERMINAL BLOCK, ELECTRICAL\n<div>CONNECTORS, ELECTRICAL SAFETY PRODUCTS, INDUSTRIAL ELECTRICAL WIRES &amp; CABLES, ELECTRONICS SMPS,\n</div><div>COPPER &amp; ALUMINUM LUGS, BRASS, STEEL &amp; POLYCARBONATE GLANDS, COPPER &amp; ALUMINUM BRAIDED WIRES\n</div><div>&amp; JUMPERS, MS, SS &amp; COPPER SCREWS, NUTS &amp; BOLTS, DRILL MACHINE &amp; DRILL BITS, SCREWDRIVERS &amp; PLIERS,\n</div><div>STEEL FILES, RUBBER MATS, INDUSTRIAL EXTENSION BOARDS, INDUSTRIAL SWITCH, SOCKETS &amp; SWITCH GEARS,\n</div><div>IP BOXES BOXES, GI EARTHING &amp; LIGHTING ARTISTES.</div>","industries":["Professional & Commercial Services"],"name":"NOOR ELECTRICAL &amp; ENGINEERING WORKS","sectors":["Business Support Supplies"]},{"email":"businesdreamteam@gmail.com","idea":"<p>We, Dream Team Business Solution Private Limited&nbsp; is a new fruits and veggies delivery service that brings a card machine home, so that our customers don’t have to step out. We provide on-demand delivery for fresh fruits &amp; vegetables.</p><p>EV Fresh’s Tamper-proof and Touch-free delivery method ensures safety and hygiene during transportation. We use IOT enabled touch-free method for delivery. We have enabled AI CHAT-BOT.</p>","industries":["Retail"],"name":"DREAMTEAM BUSINESS SOLUTIONS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"pankspeehu@gmail.com","idea":"<p>Unosearch Internet Technologies Pvt. Ltd. is a software product company focussed on providing SAAS to the Small and Medium Enterprises (SMEs). \n</p><p>Our Company aims to simplify online marketing for SMEs by making it affordable, profitable &amp; results can be experienced by the customer in a very short period.\n</p><p><br>Our Company has developed the software (UNOSEARCH) which will assist the SME user to setup their website and do the online marketing of their products and / or services. We are providing the expertise in the form of the software therefore we call it an Expertise as a Software (EaaS), which enable SMEs with minimal digital skilled resources  also to benefit.\n</p><p><br>Our product helps SMEs to increase their business, by generating assured customer footfalls &amp; phone calls from organic search engines, and hyper local social media.</p><p>\n</p><p>\n</p>","industries":["Marketing"],"name":"UNOSEARCH INTERNET TECHNOLOGIES PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"itspritideshpande@gmail.com","idea":"<p>For Mi is a female hygiene product which guarantees safer menstruation for every women. We offer menstrual cups that are reusable and biodegradable enabling women to reuse the product which have good absorption, prevent leakage and rashes.</p>","industries":["Healthcare & Lifesciences"],"name":"PRIVENTURES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"jigna@digitaltranssimplified.com","idea":"<p>Hi, I have an idea on creating a unique and innovating edTech Platform.<br><br></p>","industries":["IT Services"],"name":"Digital Transformation Simplified","sectors":["Others"]},{"email":"irfan@shoppingara.com","idea":"<p>Shoppingara is a Brand of Sharfi Shoppingara pvt limited and we are dealing in drop shipping business we are giving a chance to the people those who want to do a business with low investment and we are planing to go with more then 5000 SKU&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Marketing"],"name":"Shoppingara","sectors":["Sales"]},{"email":"Rasika@ausrahealth.com","idea":"<p>We are a Health EdTech and services company whose sole and abiding objective is creating adequate capacity of clinically trained skilled and upskilled healthcare forces for emerging urban and rural India’s  healthcare needs.\n</p><p>The core team consists of highly  experienced professionals who are supported by strong and credible  advisory board . The team  has a high degree of social and civic responsibility awareness.\n</p><p><b>We are enablers for healthcare learning, skills and  services through technology and classrooms.</b></p>","industries":["Healthcare & Lifesciences"],"name":"AUSRA HEALTH LLP","sectors":["Healthcare Services"]},{"email":"narendra.joshi@decimalpointanalytics.com","idea":"\n            <p>Airawat Indices Private Limited ( Airawat ) is a joint venture between Excellence Enablers and Decimal Point Analytics Private Limited&nbsp;</p>\n        ","industries":["Analytics"],"name":"Airawat Indices Private Limited","sectors":["Big Data"]},{"email":"vikaspanwar@metalogic.co.in","idea":"<p>we swamy industries from hyyderabad,telangana under brand name metalogic is in the buisness of rollforming products for msme and construction sector</p>","industries":["Construction"],"name":"SWAMY INDUSTRIES","sectors":["Construction Supplies & Fixtures"]}]