[{"email":"hr@anubhavreunion.com","idea":"<p>Anubhav Reunion LLP is established in 2021. It began as a Staffing, Sourcing, Compliance/ IR etc organization and gradually became one of the largest Placement Office specialists in IT and Non IT industry till Present. We are strategically located in the business city at Navi Mumbai.</p>","industries":["Human Resources"],"name":"ANUBHAV REUNION LLP","sectors":["Others"]},{"email":"jaiswararadhya@gmail.com","idea":"<p>To carry on the business of Manufacturing of expanded polythene Foam sheets, Polyurethane foam sheets foam and coir mattresses including trading, import and export of same and products related with the foam\n</p><p>industry and other ancillary business as may be decided by majority of Partners.</p>","industries":["Others"],"name":"DASHMESH FOAM INDUSTRIES LLP","sectors":["Others"]},{"email":"hawkeofficials@gmail.com","idea":"<p>Greetings from HAWK Enterprises,\n</p><p>We are a premier company providing Supply, Installation, and Maintenance of wide range of Security Systems to Business Entities, Industrial Units, Factories, Government Organizations, Educational Institute and Residential Complexes.\n</p><p>These solutions combine Electronic Security with Trained Manpower i.e., a\n</p><p>blend of Physical and Technology-Based services.\n</p><p>With years of experience in Designing, Installing and Commissioning Security Systems for\n</p><p>Domestic and Commercial customers. The fully qualified and equipped team called “HAWK\" is at\n</p><p>hand to customize a monitoring solution that suits your exact security needs.\n</p><p>Our Services and Product offerings include :- \n</p><p>•\tCCTV Surveillance System\n</p><p>•\tMulti Apartment Video Door Phone\n</p><p>•\tBoom Barrier System\n</p><p>•\tMetal Detector\n</p><p>•\tBiometric Attendance &amp; Access Control System\n</p><p>•\tEPABX &amp; Intercom System\n</p><p>•\tCanteen Management System\n</p><p>•\tVehicle Management System\n</p><p>•\tPublic Addressing System\n</p><p>•\tGate Automation Motor\n</p><p>•\tBaggage Scanner\n</p><p>•\tBollards / Tyre Killer\n</p><p>We also take Annual Maintenance for all the above mentioned systems and keep them updated and serviced to extract the best Performance for long period of time.\n</p><p>Key Differentiators of our Services \n</p><p>12 Months Service Warranty :- We offer Free Service Warranty for up to 1 year on all the installation repairs we perform, as we like to stand behind in the quality of workmanship that we provide.\n</p><p>Trusted and Quality Service :- Our Engineers perform all repairs at our in-house repair lab under\n</p><p>technical supervision of manufacturers where we have control over the quality and time.\n</p><p>Nominal Pricing :- We maintain an extensive inventory, labours on payroll and good communication with manufacturer which help us provide the most competitive pricing. \n</p><p>Data Security :- We have standard practices such as Chain of Custody (CoC) in place to ensure\n</p><p>that all your personal data is absolutely secure.\n</p><p>Skilled Man Power :- We ensure that all your employees are highly skilled in their respective work and are equipped with best quality of tools.\n</p><p>Looking forward to work with you. We keep watch, so you don’t have to.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Security Solutions"],"name":"HAWK Enterprises","sectors":["Others"]},{"email":"amol.patil@haflingertech.com","idea":"<p>We Haflinger Technologies Presently working on development of special customized Pantograph Test bench for Indian Railway. Presently our product in conceptual design stage.&nbsp;</p><p><br></p><p>As&nbsp; train&nbsp; speed&nbsp; increases,&nbsp; the&nbsp; interaction&nbsp; between&nbsp; catenary and pantograph becomes ever more critical. On&nbsp; one&nbsp; hand,&nbsp; proper&nbsp; current&nbsp; transmission&nbsp; must&nbsp; be guaranteed; on the other, wear and tear on the catenary wire and the pantograph contact strip must be minimised. In addition, the pantograph must be kept from excessively lifting the contact wire as it passes. Measurement of contact force and catenary-wire lift can help verify conformity with European standards and national network access rules. This is part of the vehicle&nbsp; acceptance&nbsp; process.&nbsp; The&nbsp; relevant&nbsp; standards&nbsp; are EN 50119, EN 50317 and EN 50367.</p><p><br></p><p>At present in India their is no such test bench available with India Railway for Pantograph test application &amp; all test performed manually. By using Haflinger Technologies Test bench Indian Railway can get following benefit.</p><p><br></p><p>1) All test will perform based on EN50317 Standard. </p><p>2) Complete Automated Test will reduce human error &amp; increase efficiency.</p><p>3) Easy to use &amp; one person can manage to perform test which reduce man hours &amp; leads to save time.</p><p>4) Test bench can be use 24X7 &amp; take 1/10th time to perform test compare to convention manual test.</p><p>5) Since its customized we can take &amp; store all Pantograph performance data digitally which can help to track their performance during their life cycle.</p><p><br></p><p>Their are many more benefits with our Test bench we can provide <br></p><p>&nbsp; <br></p><p> <br></p>","industries":["Technology Hardware"],"name":"Haflinger Technologies Pvt Ltd","sectors":["Manufacturing"]},{"email":"info@sunft.in","idea":"<p>SunFT Private Ltd is an emerging technology provider and system integrator, established to provide tailor made aerial solutions and technology.\n</p><p>We aim to provide intelligent  technical solutions to businesses, organisations and governmental bodies.</p>","industries":["Technology Hardware"],"name":"SunFT Pvt Ltd","sectors":["Electronics"]},{"email":"maheshvalte@hotmail.com","idea":"<p>I am IT Professional with having 10+ years of&nbsp; experience in MNC. I wanted to start my own firm to provide.</p>","industries":["IT Services"],"name":"MM InfoVision","sectors":["IT Management"]},{"email":"poojan@digimaze.io","idea":"<p>Digimaze was originally formed as a Limited Liability Partnership on April ,2019 by Mr. Vatsal Rajgor and Mr. Poojan Ajani, to offer tech innovation and performance marketing services to small and mid-sized businesses. After running the business for almost two years as a LLP, need was felt to change the constitution to private limited company. Accordingly, the constitution of the business was changed from LLP into a private limited company. Digimaze Marketing Private Limited was granted Certificate of Incorporation on 13th July, 2021.</p><p><br></p><p>Digimaze Marketing is a Digital Transformation Company specialised in Performance Marketing.\n</p><p><br></p><p>Digimaze provides innovative proprietary tech and holistic digital services that streamline marketing and sales for the customers under one roof. Digimaze specializes primarily in performance marketing, social media marketing, influencer marketing, website design and UI/UX. In addition, Digimaze is actively working to develop necessary tools that can assist any entrepreneur in their digital journey, thus streamlining the process as well as to enhance their market understanding.\n</p><p><br></p><p>Digimaze Marketing aspires to improve digital literacy amongst the people to enable them to learn the nuances of the trade and build India into a thriving destination for digital marketing solutions.</p><p><a href=\"http://www.digimaze.io\" target=\"_blank\">www.digimaze.io</a></p><p>\n</p><p>\n</p>","industries":["Marketing"],"name":"DIGIMAZE MARKETING PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"operations@herculesinfotech.com","idea":"<p>Hercules Infotech Pvt Ltd is an IT Services and IT Solution Providing Organization. Deals in Sales &amp; Services of all Information Technologies Related requiremnt for any SMB, Mid-SMB, Enterprise &amp; Large Enterprise Organization.<br></p>","industries":["IT Services"],"name":"HERCULES INFOTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"info2@maargtech.com","idea":"<p>We at MAARG TECHNOLOGIES RVI-NDT PVT LTD promoting RVI\nTechnologies &amp; NDT Inspection solutions in India in varied industrial\nverticals like Aerospace, Automobile, Defense, Research, Process, Power and\nRailway etc. We are driven by passion for providing ADVANCED yet ECONOMICAL,\neffective NDT and Remote Visual Inspection solutions to the Indian and Foreign\nclients too.<span> </span>we bring peace of mind to the world's infrastructure. We\ndeliver customer outcomes through intelligent, connected technologies to sense,\nmonitor, control and inspect.</p>","industries":["Technology Hardware"],"name":"MAARG TECHNOLOGIES RVI-NDT PRIVATE LIMITED","sectors":["Electronics"]},{"email":"krishi@meatwell.online","idea":"<p>Meatwell Agro foods is all set to revolutionize the highly unorganized and unhygienic NON Veg Food Industry which craved for such an endeavor. Meatwell Agro foods seeks to cater and nurture a community of discerning meat lovers who are looking to embrace traditional cruelty &amp; Ritual free meat processing techniques along with great taste. With our focus on 100% Jhatka method of processing meat, we hope to encourage and cultivate a community that enjoys meat.\n</p><p>Our vision is to provide Jhatka method safe, hygienic, antibiotic free &amp; stress-free meat delivery to our customers while they stay safe at home</p><p>\n</p>","industries":["Food & Beverages"],"name":"Meatwell Agro Foods Pvt Ltd","sectors":["Food Processing"]}]