[{"email":"kumarkratigupta@gmail.com","idea":"<p>Kirana Fast App is a Multiuser friendly POS.&nbsp;</p><p>A simple &amp; secure application that enables business owners to create professional invoices, monitor their inventory and manage their bills.</p><p>It comes with preloaded data of FMCG barcode data with prices.&nbsp;</p><p>Easy accounting on the go</p><p>Important Business Reports</p><p>Kirana Fast is a mobile-first solutions to accelerate the growth of small &amp; medium businesses through digitisation.</p>","industries":["Enterprise Software"],"name":"XERO APPS PRIVATE LIMITED","sectors":["ERP"]},{"email":"nucash.filings@nucash.money","idea":"<p>At NuCash, we are specifically looking at providing a seamless banking experience to the overlooked student community.\n</p><p>NuCash financial services will provide facilities like  -\n</p><p>1) Banking  \n</p><p>2) Payments\n</p><p>3) Lending (Micro Credit / BNPL)  \n</p><p>4) Stocks brokerage &amp; investment (Equity / Derivative) \n</p><p>Our vision is to empower students financially by educating them and by providing access to financial services. We aspire to become the trusted financial partner for the students, by creating simple solutions that leverage modern technology.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"NuCash Financial Services Private Limited ","sectors":["Microfinance"]},{"email":"prashantshukla@audratech.com","idea":"\n            <p><span>Audra Automotive is a startup where four friends have come along to look for a solution to the problem related to 2W electric vehicle.&nbsp;</span><span>Audra provides high-tech solution for urban commutes. The core product idea is to offer riders seamless riding experience without sacrificing on design, ease of use and price. Hence our value proposition is great design, improved usability and fair price.</span><span></span></p><p><span>&nbsp;</span></p>\n        ","industries":["Automotive"],"name":"AUDRA AUTOMOTIVE PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"cryptogabbar@gmail.com","idea":"<p>Crypto Gabbar Pvt Ltd is India's First Marketplace (Website &amp; Mobile Application) providing all related information regarding Cryptocurrency which includes </p><p>1. Cryptocurrencies live &amp; Historical rates, Graphs, Information, Volumes, Market Capitalization &amp; many more</p><p>2. Cryptocurrency Centralized &amp; Decentralized Exchanges details,</p><p>3. Interactive options for creating Watchlist for tracking &amp; analysis of cryptocurrencies</p><p>4. Interactive options for maintaining transactions &amp; details of Cryptocurrency portfolio</p><p>5. Comparison of cryptocurrency of various exchanges</p><p>6. Latest News &amp; Various blogs written on Cryptocurrencies</p><p>7. Forum for providing a interactive &amp; learning platform for all the users&nbsp;</p><p>8. Information for new Cryptocurrencies to be launched with maximum available details for participation&nbsp;</p><p>9. Mock Trading to Research, Learn &amp; Analysis without investing in Cryptocurrency</p><p>10. The platform will be available in 7+ Languages &amp; 126+ Currencies</p><p><br></p><p>We intend to built a comprehensive interactive solution which will help the user to Research, Learn &amp; Analyse all about cryptocurrency world. In the process, our Technology based marketplace which will updated, Upgraded &amp; Added with new features from time to time.&nbsp;</p>","industries":["Others"],"name":"CRYPTO GABBAR PVT LTD","sectors":["Others"]},{"email":"ravindrashinde97@gmail.com","idea":"<p>we are trying to create social media site for gamers</p>","industries":["Social Network"],"name":"knackpad","sectors":["Others"]},{"email":"kajal.rajput@avalance.in","idea":"<p><a href=\"https://zeustride.com\" target=\"_blank\">Zeustride</a>&nbsp;the world's first AI-ML based anti-piracy company. Zeustride Brand Protection guards IP owners’ products, trademarks and copyrighted images across hundreds of online locations. The detection process is carried out by bot powered searches, which scan marketplaces and ecommerce sites based on authenticity indicators such as: domain, price, stock, and keywords, among other search parameters. These bots constantly crawl all sites, so that the platform reflects up-to-date infringement data.</p>","industries":["AI"],"name":"ZEUSTRIDE TECHNOLOGIES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"hrushikeshjoshi@absortio.com","idea":"\n            <p>As the name indicates, it is a free to use, neutral, trade facilitation platform that will enable Customers (Importers &amp; Exporters) and LSPs (Logistics Service Providers) to digitally interact with each other. The initial offering (MVP) will focus on rate enquiries which will culminate into a confirmed booking. Over time, other value added services will be offered on a subscription basis.&nbsp; The LSPs will be able to advertise their service offerings to attract customers. The platforms USP is \"Book your cargo online by making an informed choice!\"</p>\n        ","industries":["Logistics"],"name":"BOOKMYCARGO.ONLINE LLP","sectors":["Others"]},{"email":"sncoolprivatelimited@gmail.com","idea":"<p>S.N. Cool, is air conditioning installation and Maintenance company, has been providing expert cooling solutions for over 16 years. S.N. Cool provides finest and most comprehensive range of services to take care of air conditioning system. With our experience and expertise. S.N. Cool's experts and customer focused professionals periodically check the entire system, repair and replace the necessary parts and calibrate the system for perfect air distribution and balancing. S.N. Cool has the largest pool of qualified and trained air conditioning engineers. The Company has a wide network of channel partners all over India to meet customer requirements. We understand the geography and have complete knowledge of the application and customer profiles.</p>","industries":["Professional & Commercial Services"],"name":"S.N. COOL PRIVATE LIMITED","sectors":["Environmental Services & Equipment"]},{"email":"protaxsuvidha@gmail.com","idea":"<p>We are Cloud Guardians, it is a Cloud focused CyberSecuritycompanycommitted towards securing the digital world with a team of Security Professionals skilled and certified on various Cyber Security Solutions.</p>","industries":["Security Solutions"],"name":"CLOUD GUARDIANS GLOBAL PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"riddhi@heirloomtales.in","idea":"<p>Perhaps the most valuable thing we can pass on to our children is the ‘family feeling’. The sense of belonging, of being part of something much larger than ourselves. Something that goes back generations, and hopefully, will last very long into the future.</p><p>This is why Heirloom Tales has been made. You can preserve and pass on your family legacy by creating a digital heart. It is a subscription-based app where you can create a family group, preserve family recipes, pass on family customs and tell stories about family members.</p>","industries":["Others"],"name":"HEIRLOOM TALES LLP","sectors":["Others"]}]