[{"email":"kuldeep@wybrid.com","idea":"<p>Wybrid Technology is a Workspace Solutions Company created by the founder of Kontor Space. Kontor is an office space provider, conceptualised as a co-working ecosystem. Keeping up with the times of hybrid working, at Wybrid we aim to go one step further and digitise the entire office space and coworking industry in a way that enables companies to make that shift in the work culture and reduce the friction in the user journeys by providing them a solution which is truly best of both the remote and pre pandemic corporate world.</p>","industries":["Enterprise Software"],"name":"WYBRID TECHNOLOGY PRIVATE LIMITED","sectors":["Collaboration"]},{"email":"shubham16o7s@gmail.com","idea":"<p>At Media Booster, we believe in the power of ideas. We are based in India, but we work with clients worldwide. We thrive on making a difference to brands and helping companies make powerful audience connections.</p>","industries":["Advertising"],"name":"Media Booster India","sectors":["Online Classified"]},{"email":"hamza.rangwala1602@gmail.com","idea":"<p>As we all know dental treatment costs are exorbitantly high in various parts of the world. For example, let's consider The USA for that matter. The average cost of Dental implants is around $5000 for the basic Implants that are available in the market. Where as the price for the same Dental Implant in India ranges from $500-$1000 for the best of implants and furthermore the procedures are done by extremely experienced Oral Surgeons or Prosthodontists. I, Dr Hamza Rangwala, being a Dentist myself see's a lot of potential in the dental tourism market as things have gradually started to ease out post the pandemic and I am hoping to see a boom in tourism across the globe. We at TOUR-O-DENT would like to bring two major aspects I.E Dental Healthcare and Tourism under one roof which in turn will create employment for dentists and also give an additional boost to the tourism industry.</p>","industries":["Healthcare & Lifesciences"],"name":"TOUR-O-DENT","sectors":["Healthcare Services"]},{"email":"mukesh@amdees.com","idea":"<p>AMDEES’ is a Mumbai-based Health-Tec Software as a Service (SaaS) providing company, registered in the Year 2013; we have assembled a centralized cloud-based system that facilitates value-added trade services for DIAGNOSTIC LABORATORIES and their associates for online remedial data preservation and exchanges for their Better Care Communication.</p>","industries":["Healthcare & Lifesciences"],"name":"AMDEES","sectors":["Healthcare Services"]},{"email":"swarajpatil21350@gmail.com","idea":"<p>All online services related Health,</p><p>Booking hospital appointments online,</p><p>online video consulting,</p><p>healthcare &amp; hospitality system makes easy accessible, fast,</p><p>makes people aware about health,</p><p>Improving Health sector,</p><p>Makes every hospital's online presence,</p><p>&amp; many more,</p>","industries":["Healthcare & Lifesciences"],"name":"Swaraj","sectors":["Healthcare IT"]},{"email":"priyanka.kain1989@gmail.com","idea":"<p>We are a freelance platform which connect unemployed skilled workers with opportunities in Asia as well as European countries businesses which are hiring for short term freelance projects.&nbsp;</p>","industries":["Human Resources"],"name":"Job Hustle India","sectors":["Recruitment Jobs"]},{"email":"info.apc.notices@gmail.com","idea":"<p>To plan, design, develop, invest, install, operate, Maintain, Commissioning, Supply, trading of electric charging infrastructure Stations in\n</p><p>India as well as abroad for electric vehicles(EV) using electricity generated through renewable or non renewable sources of energy.\n</p><p>To Carry on business such as import, export,re-licenses, periodic inspections of swapping/charging station of all kinds of EV &amp; batteries.\n</p><p>To procure electricity for charging/swapping of EV batteries, EV to grid for grid stability.</p>","industries":["Renewable Energy"],"name":"PURE ENERGY MOTORS PRIVATE LIMITED","sectors":["Others"]},{"email":"kairyinnotech@gmail.com","idea":"<p>With over 24 years of industry experience in field of Sales, Marketing, Training, Strategic Management and innovations.I have skills, talent and experience that percolates towards understanding the requirement of the market both Customers-Sellers. Having worked extensively from the grassroot level in Healthcare Segment has helped me to differentiate and strategise products across spectrum of medical devices and pharmaceutics. I have been instrumental in designing a Post Graduation Course at NMIMS Business School on “Marketing of Medical Device” in 2005 &amp; have been associated with them as a visiting faculty till date. The program aims in orienting the students to the world of Medical Devices and providing Marketing Insight on the same. With the rich cross-functional industry experience I offer professional services to the healthcare industry in the segment of Organisational Transformation, Growth Strategy &amp; Innovations.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Kairy Innotech ","sectors":["Medical Devices Biomedical"]},{"email":"jaltechpro@gmail.com","idea":"<p>I have innovated a toilet flush system which flushes toilets efficiently just in 2-3 litres of water. I have applied for patent of this product in Sept 2017 and it is expected in Sept 2022.  This system can save enormous quantities of water used for toilet flushing. It costs about same as today's standard flush systems. Hence it has huge sales scope in India and abroad. \n</p><p>Besides the above item, I have about 10 more innovative products connected with plumbing and sanitaryware line. Process of filing patent applications for these products is on. These can be marketed world-wide. I see a massive sales scope for all of these products.</p><p>\n</p>","industries":["Others"],"name":"JALTECH PLUMBING AND SANITARYWARE PRIVATE LIMITED","sectors":["Others"]},{"email":"salmafakih21@gmail.com","idea":"<p>We are Mentoring Students Specialties of EDUnet Academy 1. Personalized Foundation Based Coaching for 8th, 9th, 10th SCC Board Preparation 2. Medical &amp; Engineering Foundation Builder Program for 9th &amp; 10th CBSE &amp; ICSE Students. 3. JEE Main &amp; Advanced 4. For Engineering Students 5. NEET Preparation for Medical Students Our Branches Vasai &amp; Boiser. Education prepares one to face the challenges of life by bringing out the best in him / her. It should be relevant to the needs of the time and address the problems of the day.EDUnet, a unique academic revolution, gives students a remarkable edge over others. In TODAY'S highly competitive world, it's not easy to get into a professional course. Cracking an entrance exam requires rigorous training as well as expert guidance</p>","industries":["Education"],"name":"EDUNET ACADEMY PRIVATE LIMITED","sectors":["Skill Development"]}]