[{"email":"amod@themulberry.in","idea":"<p>DESIGNER MULBERRY SPACES PRIVATE LIMITED is&nbsp;the first prefabricated design and construction company in India dedicated to sustainable construction, materials, processes, and operations.&nbsp;</p><div><span>Exquisitely crafted and precisely engineered high-quality homes on an elegantly poised modular platform delivered in less than 50% time compared to conventional construction and most socially.</span></div><p>In India, most of the developers/Contractors have been using the same age-old brick &amp; mortar construction technology which not only takes years to complete home construction but also damages the environment to great extent. Numerous home projects get dragged for years together and there is no predictability in timelines, Quality of construction as well as finishing remains poor &amp; completely dependent on the skills of labor working on sites. Unfortunately, the majority workforce in conventional Industries is nonskilled cheap labor. Due to delays and lack of coordination cost keeps escalating and contractors keep asking for additional amounts all the time. Clients must keep dealing with multiple agencies like Architects, Construction contractors, Interior designers, Landscaping architects etc. which is tough &amp; time-consuming activity therefore people are afraid to build their dream homes...!\n</p><p>6.\tAre we setting out to create a need? \n</p><p>The need is partly there. We are nudging people to adopt healthy, sustainable &amp; better quality homes.\n</p><p>People spend money on vacations by staying in weekend homes/resorts in exotic locations.\n</p><p>Hill stations, suburbs around tier 1 cities, and tier 2 cities have a high demand for the weekend, second homes, or even permanent homes.\n</p><p>** Long term: once we create good references for Holiday homes we can expand our market to 1st homes (Villas &amp; Bungalows) currently catered by non-organized contractors  \n</p><p>7.\tWhat are the challenges?\n</p><p>It is not easy in India to change the habits &amp; the way we live but covid has pushed us to think of spending more time in Decongested, Clean &amp; Green surroundings/environment. Major challenges are listed below\n</p><p>1. Acceptability of Steel as a structure in homes\n</p><p>&nbsp;2. Steel has become highly volatile over the last 1 year.\n</p><p>3. Few companies in the market doing poor quality of work can affect the overall market about\n</p><p>&nbsp; &nbsp; technology.\n</p><p>4. Constant innovation &amp; flow of Fresh designs are required.\n</p><p>5. Clients tend to make changes frequently in their requirements\n</p><p>8.\tWhat is our business vision?\n</p><p>To build a platform that helps the customer sculpt his/her dream home in a beautiful location designed tastefully by our panel of Architects within his/her budget in the given timelines prioritizing quality and sustainability above all with just a click away!\n</p><p>9.\tWhat is our vision for society at large? What is the change we want to bring about in the world?\n</p><p>&nbsp;Vision: Maximum possible people adapt healthy &amp; better quality of life.\n</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Construction"],"name":"DESIGNER MULBERRY SPACES PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"docaltamash@gmail.com","idea":"<p>We are an Validation stage start up to provide innovative solutions in the field of Healthcare using Virtual Reality, Artificial Intelligence and Python Language.</p><p>Do get in touch with us</p><p>Whatsapp: +91-7977170785</p><p>Email: qhealthcareinnovations@gmail.com</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Q-Healthcare Innovations","sectors":["Others"]},{"email":"info.vividarts@gmail.com","idea":"<p>Vivid Arts as one of the premier events enterprises from Indian Cultural Heritage space beyond routine corporate and social entertainment events.&nbsp;</p>","industries":["Events"],"name":"VIVID ARTS AND ENTERTAINMENT ","sectors":["Event Management"]},{"email":"princygoyal@kontorspace.in","idea":"<p>We are a service provider which focuses on\n</p><p>creating spaces so good that it enables users to\n</p><p>create a world class work.</p><p><br></p><p>Our offices are designed to liberate you from the cubicle mindset. Our belief is that the openness gives one the space needed to come up with ideas and solutions.</p>","industries":["Real Estate"],"name":"KONTOR SPACE PRIVATE LIMITED","sectors":["Coworking Spaces"]},{"email":"gpstonesinfra3663@gmail.com","idea":"<p>GP Stones Infra Private Limited Construction has been undertaking Building projects and Building new homes in and around Maharashtra With Many Happy Customers. We pride ourselves on our quality team and working with the best materials. We have the ability to take care of the project from start to finish including Planning, Design through to build. Offering a high-quality service with high-quality Craftsmanship.</p>","industries":["Construction"],"name":"GP STONES INFRA PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"nileshraut.2712.nr@gmail.com","idea":"<p>A new start up of Tours and Travels Business to encourage the new generation.</p>","industries":["Travel & Tourism"],"name":"SWAMI KRUPA TOURS &amp; TRAVELS","sectors":["Experiential Travel"]},{"email":"aumavenconsulting@gmail.com","idea":"<p>AumAven is positioned strategically ensuring we meet our client’s expectations by delivering services and solutions consistently and successfully without interruption. Providing an expanded range of IT solutions and services that are target specific is the focus that AumAven has to offer. With customer satisfaction at the core.</p>","industries":["IT Services"],"name":"AUMAVEN","sectors":["IT Consulting"]},{"email":"chirag@lateralhr.in","idea":"<p>Lateral HR Consulting is a consulting firm that caters primarily to SMEs / MSMEs/ Early Stage Startups on Customized solutions in Human Resources and Talent Acquisition.&nbsp;</p><p><br></p><p>\n</p><p>Our services comprise of tailored solutions to help organizations in end-to-end Talent Acquisition, Setting up HR as a Function, and, supporting clients to hire the best of the best.&nbsp;\n</p><p><br></p><p><span>We soon hope to introduce other services that cater to every organization’s HR needs, which include – End to End Payroll &amp; Compliance services, Learning &amp; Development Intervention.</span></p><p>\n</p><p>\n</p>","industries":["Human Resources"],"name":"LATERAL HR CONSULTING PRIVATE LIMITED","sectors":["Talent Management"]},{"email":"netrapilane@yahoo.com","idea":"<p>We want to manufacture and sell Pharmaceutical formulations.</p>","industries":["Healthcare & Lifesciences"],"name":"RUMEN PHARMACEUTICALS LLP","sectors":["Healthcare Technology"]},{"email":"sales@regalhygiene.com","idea":"<p>We would like to introduce our organisation Regal Hygiene Solutions as a leading provider of end-to-end solutions to corporate organisations for business consumables including, Housekeeping Consumables &amp; Chemicals, Toiletries, Kitchen Equipment's, Hospital Equipment, Manage Print Services, Compatible Toners, Office supplies &amp; Stationery Corporate Gifting and Promotional Products</p>","industries":["Marketing"],"name":"REGAL HYGIENE SOLUTIONS","sectors":["Digital Marketing (SEO Automation)"]}]