[{"email":"kreditnotes@gmail.com","idea":"<p>Kreditnotes is the title, this is an e-commerce platform; where we can sell our old things, it can be anything which is sellable. On return of this sale, we shall provide you Kreditnotes instant of cash transaction.</p>","industries":["Others"],"name":"A3 KREDITNOTES PRIVATE LIMITED","sectors":["Others"]},{"email":"sales@g2india.com","idea":"<p>MANUFACTURING OF PLASTIC PRODUCTS USED IN MEDICAL, HOUSEHOLD, AUTOMOBILE INDUSTRY</p>","industries":["Others"],"name":"G2 INDIA INDUSTRIES","sectors":["Others"]},{"email":"riken@techinnovadors.com","idea":"<p>Techinnovadors is creating an ecosystem platform to make innovation&nbsp;<span>&amp; entreprenuerhsip less challenging. We handhold ventures by accelerating their growth,&nbsp;</span><span>as well as giving them access to funds &amp; market. We faciliate venture empowerment services&nbsp;</span><span>like Network, Mentorship, WorkSpace, Registrations, Planning &amp;  Modelling, Pre-Seed Fund Raising,&nbsp;</span><span>Market Research, MVP Building,  Market Validation, Relevant Business Partnerships, Legal, Compliance,&nbsp;</span><span>Accounting,  Recruitment Support.</span></p>","industries":["Agriculture"],"name":"TECHINNOVADORS AGRI SCIENCES PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"caliunpluggedstudio@gmail.com","idea":"<p>Cali Unplugged is a one of a kind multipurpose studio that can be used for dance, photography, videography, jam room, workshops, presentations, music production studio and a lot more. First of it's kind located in South Bombay, Worli, recently opened after a successful year of Cali Recording Studios.</p>","industries":["Media & Entertainment"],"name":"Cali Unplugged","sectors":["Entertainment"]},{"email":"sskp220371@gmail.com","idea":"<p>This is an One Person Private Limited Startup Company, business activities include solar franchisee service and Bio-septic tanks distribution. Environment and Eco friendly services<br></p>","industries":["Renewable Energy"],"name":"OLEALES MANUFACTURING AND TRADING (OPC) PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"info@sanjuniper.com","idea":"\n            <p>San Juniper Private Limited is one of the leading well-being technology platform offering platform-as-a-service to individuals and corporates that meet end user emotional needs.\n</p><p><br></p><p>\n</p><p></p>\n        ","industries":["Healthcare & Lifesciences"],"name":"SAN JUNIPER PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"atul@pagentra.com","idea":"<p>We are visionary entrepreneurs with the goal to reinvent application security in Cloud first era.</p><p>With our expertise in cyber security, we have created a next-gen platform to empower organizations to go online with their websites and applications without worrying about the emerging cyber threats.</p><p><br></p><p>We are a group of creative &amp; talented cyber security experts having an intense focus to solve critical business risks which every organization face today. Our services and products keep your website secure and allows you to focus on your business.</p><p><br></p><p>Our Mission: To be the Tenacious Secure Gateway to the Internet for Web Applications and Apps in the ever-evolving threat landscape.</p><p><br></p><p><br></p><p>Our Vision: Empower the organizations to seamlessly adopt the Power of Internet by providing Best-in-Class Security for web applications and apps.</p>","industries":["IT Services"],"name":"PAGENTRA INFOSEC PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"hitesh.jain@sustainai.io","idea":"<p>SUSTAIN AI is a start-up committed to creating IPs in the sustainability domain and also partnering with businesses to help them build sustainable solutions leveraging technologies like Artificial Intelligence and Machine Learning.\n</p><p>We believe that to build sustainable business solutions, and even creating an impact in the sustainability domain, businesses don’t just need to reduce, reuse or recycle. We go down to the fundamental core of working with businesses to help them rethink.</p>","industries":["IT Services"],"name":"SUSTAINAI PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"csrastogilavanya@gmail.com","idea":"<p>About the Company Happy Hikkups\n</p><p>“Unplug to Un-mute - Taking time to fix what is Broken!” It is not what happens during the process, but what happens afterward!\n</p><p>At Happy Hikkups, we are committed to bring in different art forms together, to help you escape from the chaotic world. Our Art Therapy is all about supporting people to fight stress, anxiety, emotional reflexes, and even depression.  With our audio instruction/voice guide, we help people to release their stress through symbols and metaphors, such as breathing through scribble, self-portrait, colour therapy, etc.</p><p>\n</p><p>\n</p>","industries":["Art & Photography"],"name":"HAPPY HIKKUPS (OPC) PRIVATE LIMITED","sectors":["Art"]},{"email":"info@neuralgarage.com","idea":"<p>Our ContentTech startup, Neural&nbsp;<span>Garage, is designed as a SaaS product and will be eventually used by every single content&nbsp;</span><span>creator in the world (whether creating long form or short form) through both enterprise and&nbsp;</span><span>web based solutions.</span></p>","industries":["Media & Entertainment"],"name":"NEURALGARAGE PRIVATE LIMITED","sectors":["Others"]}]