[{"email":"bppsserviceindustries@gmail.com","idea":"<p>We are into government supplies to cater supplies of government order of varios nature to all the governmet&nbsp;<span>instituitions&nbsp;&nbsp;</span></p>","industries":["Healthcare & Lifesciences"],"name":"BPPS SERVICE INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"cleanbiotechpvtltd@gmail.com","idea":"<p>Clean Biotech Pvt Ltd is having specially dedicated faculty to guide industries regarding plantation and perseverance of the same according to their need and capacity and availability of resources.\n</p><p>Clean Biotech Pvt Ltd is also engaged in developing lands, occupied by various types of industries reserved for plantation. We have tried and still trying to plant only those plants, which will eliminate and control pollution with ease and accordingly.\n</p><p>Clean Biotech Pvt Ltd distributes millions of trees on every World Environment Day as a token of love as well as responsibility toward mother nature for bright and healthy tomorrow for new generations.\n</p><p>All of above Clean Biotech Pvt Ltd is committed to its word for “saving nature and environment for better future”and trying to restore this planet. We are authorized by Maharashtra Pollution Control Board and carry out our all activities according to guidelines laid by Maharashtra Pollution Control Board to save and preserve the nature.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Green Technology"],"name":"CLEAN BIOTECH PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"rahul.me.iitk@gmail.com","idea":"<p>YoLabs is with mission to make education more fun and relevant. We scan all futuristic technology trend like AI, AR-VR, Robotics, Blockchain&nbsp; and convert them into simple teachable solution which is fun but relevant. All of the solutions are backed by props(kits) to make education more experimental and hands-on rather theoretical. We are proud to have our on in-house humanoid called Dozo , self driving toy cars and AI- detected shooting solutions. We keep innovating new learning modules around futuristic technology&nbsp;</p>","industries":["Education"],"name":"YOLABS TECH EDUCATION PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"Info@soulnutritions.com","idea":"<p>SNACK FOR SOUL is supplying of Ayurveda effervescent tablets. These are health supplements which provide nutrition etc. to the body. The company has developed formulae and it is manufactured by third party manufacturer and marketed by Snack for Soul.</p>","industries":["Healthcare & Lifesciences"],"name":"SNACK FOR SOUL PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"contact@midaslifecare.com","idea":"<p>MIDAS (Medical Innovations &amp; Data Analytics Solutions) Lifecare International is a healthcare startup, with a vision is to develop treatment &amp; research focused innovative solutions for chronic diseases.</p><p>We will innovate the traditionally existing treatment modalities and transform the treatment delivery mechanisms, thus positively impacting the outcomes.<br></p>","industries":["Healthcare & Lifesciences"],"name":"MIDAS LIFECARE INTERNATIONAL","sectors":["Healthcare Technology"]},{"email":"ebrahim.v@astrophiliaedu.com","idea":"\n            <p>Providing the youth of this country with viable, adaptable, and updated access to space science education from an early schooling level through innovative products &amp; learning systems in the form of blended learning methods for students and space science laboratories for schools.</p>\n        ","industries":["Education"],"name":"ASTROPHILIA EDUCATION LLP","sectors":["Education Technology"]},{"email":"eqlibriatech@gmail.com","idea":"<p>EQlibria is a mindfulness platform that provides an interface between the user and the mental health professional directly or indirectly. The app serves as a medium for providing personalized mental wellness-related guidance, help, and interaction.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"EQHEAL TECHNOLOGIES PRIVATE LIMITED","sectors":["Assistance Technology"]},{"email":"akhilesh@bakliwalca.com","idea":"<p>To carry on the business of manufacturer, dealer, exporter, importer, agent, collaborator, consultants, investor, distributors, manufacturer?s representative and general merchant in any merchandise and services, rights entitlements relating there to, and articles, commodities, minerals, including ferrous and non-ferrous metals, semies, utensils, kitchenware, house hold appliances and other articles &amp; accessories necessary in manufacture of or to carry on the trading of all such items including  Online Platform.</p>","industries":["House-Hold Services"],"name":"STAINLESS BAZAAR INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"fazalmehmoodkhan@gmail.com","idea":"<p>I have experience of 18 years in Dermatology and Cosmetology field. I have marketed all types high end skin care products.</p><p><br></p><p>I have planned to launched nonprescription and prescription based quality skin and hair care product range. </p><p>&nbsp;</p>","industries":["Marketing"],"name":"Curantiz Healthcare India Private Limited","sectors":["Sales"]},{"email":"Kissnaeducare@gmail.com","idea":"<p>KEPL is into education work so that we can work to make the world a better place to live in. We strongly believe that we will be able to change the way people think if we provide them with an education which will open different horizons.We are currently looking forward to providing vocational education after 12th so that they can attain skills to get a job, earn and be productive to themselves, and support their families and society. For this we are finalizing the courses under the vision of PM Narendra Modi’s Skill India, in different sectors for a wide range of employment based courses.</p>","industries":["Education"],"name":"KISSNA EDUCARE PRIVATE LIMITED","sectors":["Skill Development"]}]