[{"email":"juveria1ahmed@gmail.com","idea":"<p>CogniUsTech aims to become a SaaS provider in the EdTech space. We are in the build stage of our first product called \"FuturEdify\" which is a next-gen LMS platform enabling online learning through collaborative, intuitive and interactive features. The product is focussed for thr B2B space for educational institutions and organisations. Our roadmap also includes features such as AR/VR to take the learning experience to the next level.</p>","industries":["Education"],"name":"CogniUsTech private limited","sectors":["Education Technology"]},{"email":"apxone.designer@gmail.com","idea":"<p>Apxone graphic designer is a startup in mumbai founder abhishek balla is a bms 2second year student who has established this startup in april 2021 providing many services.</p>","industries":["Design"],"name":"Apxone Graphic Designer","sectors":["Industrial Design"]},{"email":"AMISHRACSALLD-TAX1@YAHOO.COM","idea":"<p>1. CONSTRUCTION OF ALL INFRA PROJECTS - CIVIL, MECHANICAL, BRIDGES, JETTY AND ROADS.</p><p>2. CIVIL REPAIR AND STRENGTHENING OF OLD STRUCTURES.</p><p>3. PROTECTION AGAINST ACID, ALKALI OF CHEMICAL PLANTS</p><p>4. FLOOR CONSTRUCTION AND EPOXY FLOORING WITH EXPANSION JOINT TREATMENTS.</p>","industries":["Construction"],"name":"NMK INFRA PROJECTS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"anaghsawant0306@gmail.com","idea":"<p>Crossways Gourmet Foods:&nbsp;</p><p>Vegetarian Food Store with Vegan options. Trying to help the people who are trying to help the planet survive and become a better place by going plant based. 100% compostable packaging and lip smacking customisable products. All our products are customisable to consumer needs and requirements. Without the use of preservatives, emulsifiers or any other synthetic food preservatives. Made fresh, served fresh and delivered fresh.&nbsp;</p><p><br></p><p>Crossways Farming Co.:&nbsp;</p><p>Bringing the farming experience to flats and apartments. Providing Farming as a service we would be building customised soilless hydroponic systems in Residences, Restaurants, Farmhouses with integrated water quality monitoring via Crossways applications while only charging a installation fee and maintenance fees to the consumer.&nbsp;</p><p><br></p><p>In the future planning to demonstrate how cities and municipalities can be self sustaining adopting a plant based lifestyle and growing, styling the own food in order to make cities and towns self sufficient to a large extent, reducing reliance on carbon intensive processes.</p>","industries":["Food & Beverages"],"name":"Crossways Ecogreens Private Limited","sectors":["Food Processing"]},{"email":"rupesh@thinkcarz.com","idea":"<p>1) Create a dealer ecosystem powered by Blockchain for vehicle dealer fraternity and also benefit vehicle owners by facilitating vehicle  loans at lowest rate of interest with digital API of Banks.</p>","industries":["Finance Technology"],"name":"THINKTANK FINANCE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"unifiedinnovativesolutions@gmail.com","idea":"<p>We are Software Solution provider company for</p><p>&nbsp; &nbsp; - Mechanized Multilevel Car Parking System</p><p>&nbsp; &nbsp; - Industrial Automation System</p><p><br></p><p>Our primary goal is to make system smart by integrating IOT with them.</p>","industries":["IT Services"],"name":"UNIFIED MULTIPARKING AND INNOVATIVE SOLUTIONS PVT. LTD.","sectors":["Application Development"]},{"email":"abdul.chaudhary@essentialindia.in","idea":"<p><b>Vision:</b></p><p><span>To work towards healthy and quality life for each individual</span></p><p><br></p><p><b>Mission:</b></p><p><span>To mitigate environmental impacts through</span></p><p>-\tValidation &amp; Design\n</p><p>-\tResearch &amp; Advisory\n</p><p>-\tCapacity Development</p><p><br></p><p><b>About:</b></p><p>Essential India team is in the field of sustainability from the year 2020. Our aim is to provide a living environment through sustainable building design &amp; operation. We energy consultancy firm and working closely with architects, MEP engineers, owners, and other stakeholders providing energy efficiency solutions. We collaborate with various stakeholders to create a building design that has less climate impact, reducing carbon footprint, and maximize thermal comfort. We provide services that deal with passive design solutions, lighting solutions, energy auditing, energy assessment, energy modeling &amp; code compliance, green rating compliance, climate and microclimate analysis, renewable energy systems integration, and daylight analysis.</p><p>Our extensive experience in high-performance building consulting, energy modelling, building commissioning, and marketing of our projects, as well as hands-on experience in the trades has well-equipped our firm to meet all your needs as they relate to green building to move your company towards total sustainability. The combined skills and experience of our diverse staff allows us to quickly become a value-added member of any project team. We leverage this wisdom and knowledge to help your company identify and implement the most cost-effective and environmentally responsible green building strategies.</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"ESSENTIAL INDIA","sectors":["Environmental Services & Equipment"]},{"email":"info@ardeneggsnpacks.com","idea":"<p>Egg buyers are concerned about the freshness of the eggs purchased. But, there is no way of knowing the source and freshness of eggs purchased from a local store or the cycle Walla’s. In modern supermarkets, there may be some branding on eggs, but the freshness can still not be verified. Besides, these modern stores do not contribute even 1% to total sales. To address this opportunity, the founders planned to develop a new age multi-channel egg-delivery platform named Arden Mart, which not only helps customers verify the freshness of eggs but also helps them trace the source of it.</p>","industries":["Food & Beverages"],"name":"ARDEN EGGS AND PACKS PRIVATE LIMITED","sectors":["Others"]},{"email":"thamkeprashant1811@gmail.com","idea":"<p>Sabbamangalam Global Trainings Pvt Ltd wants to work in both Education- coaching and Human Resource- Trainings. Sabbamangalam Global Trainings Pvt Ltd wants to work in both Education- coaching and Human Resource- Trainings.<br></p>","industries":["Education"],"name":"SABBAMANGALAM GLOBAL TRAINING PRIVATE LIMITED","sectors":["Coaching"]},{"email":"bhavik.kothari9@gmail.com","idea":"<div>An MBA with a background in business administration, marketing and business development. Has a strong understanding of the business and technical side of modern business.&nbsp;</div><div>&nbsp;Extremely motivated, very well organised, detail oriented.</div>","industries":null,"name":"Bhavik","sectors":null}]