[{"email":"accounts@supremeworld.co.in","idea":"<p>The supreme group believes in trust and opportunity for everyone. We achieve our goal through hard work, sincerity, right focus &amp; team spirit.\n</p><p>Interactions and group discussions with a team. Every deal is imp\n</p><p>ortant &amp; valuable irrespective of the\n</p><p>size.<br><br>We accept responsibility for our actions. Our business decisions are supported with our vast experience and good judgment.<br><br>We honor our commitments we make to our customers We focus our efforts towards satisfying customer needs.<br><br>We are concerned about the environment and promote the use of recyclable products and renewable energy.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"SUPREMEWORLD PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"vishal@prophetic.co.in","idea":"<p>By common pooling of small and medium professional practitioners and entrepreneurs and utilizing their ideal time PBS aims at creating a common platform for marketing and networking of all such entrepreneurs and thus reducing the overall overheads and increasing the revenue and distributing the same to the group involved</p><p>With a strong team of Chartered Accountants, Company Secretaries, Advocates and MBA’s, PBS provides seamless services to Indian Companies, LLP's, Multinational Companies and Indian Subsidiaries/Project office/Branch office/JV’s of Foreign Companies, Domestic Companies there by adding value through professional expertise under one roof.</p><p><br></p>","industries":["Professional & Commercial Services"],"name":"PROPHETIC BUSINESS SOLUTIONS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"csnisha@hotmail.com","idea":"<p>THE LLP DEALS IN WHOLESALE BUSINESS OF EXPORTING SPICES, FRUITS, VEGETABLES AND OTHER FOOD ITEMS TO VARIOUS COUNTRIES.</p>","industries":["Others"],"name":"SS ANGEL EXPORT IMPORT LLP","sectors":["Others"]},{"email":"sajan.nair44@gmail.com","idea":"<p>We offer complete logistics solution our esteemed clients which include Domestic &amp; International Express services with warehousing and end to end delivery solutions.</p>","industries":["Transportation & Storage"],"name":"INDIC NETWORK INTERNATIONAL EXPRESS & LOGISTICS LLP","sectors":["Others"]},{"email":"anantaindicorp@gmail.com","idea":"<p>Ananta Indicorp Private Limited is a Private incorporated on 15 March 2021. It is classified as Non-govt company and is registered at Registrar of Companies, Mumbai. Its authorized share capital is Rs. 10,000 and its paid up capital is Rs. 10,000. It is inolved in Other wholesale [Includes specialized wholesale not covered in any one of the previous categories and wholesale in a variety of goods without any particular specialization.]\n</p><p><br></p><p>Directors of Ananta Indicorp Private Limited are Sweta Anand and Sarvesh Upadhyay.</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"ANANTA INDCORP","sectors":["Business Support Services"]},{"email":"atish.deshmukh@carfixo.in","idea":"<p>Carfixo is an online car service &amp; repair platform to provide top quality of multi car service &amp; repair at lowest price to the nearest location &amp; creating a customer centric car maintenance solutions with Refurbished &amp; new car spare parts E-commerce online platform to provide lowest part cost to car owners pan India. We also do CNG fittings in Mumbai region to tackle fuel prices at lowest rates with vast brand options.</p>","industries":["Automotive"],"name":"EKOFAB SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"tarang.doshi5@gmail.com","idea":"<p>We are launching a Gin brand to cater to the changing taste preference of the consumers in the space of alcobev</p>","industries":["Others"],"name":"PILCROW SPIRITS PRIVATE LIMITED","sectors":["Others"]},{"email":"director.cbs.india@gmail.com","idea":"<p>A Startup which caters to providing solutions to Mid Size Companies, Startup, Firms right from incorporation to establishment with Team of industry experienced Experts from Chartered Accounts, Company Secretaries, Marketing Heads, CEO, CFO, Service Heads and Business Leaders</p>","industries":["Professional & Commercial Services"],"name":"Äomplete Business Solutions","sectors":["Business Support Services"]},{"email":"valtekvalves@gmail.com","idea":"<p>Manufacturer, Supplier, Stockiest, Exporter of Industrial Valves, Pipes, Fittings, Flanges &amp; Electrical Panels</p>","industries":["Professional & Commercial Services"],"name":"Valtek Valves &amp; Tubes","sectors":["Business Support Supplies"]},{"email":"katariasiddharth2@gmail.com","idea":"<p>Identify gaps in fashion and make a direct to consumer brand.</p>","industries":["Fashion"],"name":"Swiftrends Fashion","sectors":["Apparel"]}]