[{"email":"ignislightingsolutions@gmail.com","idea":"<p>IGNIS LIGHTING SOLUTIONS LLP is new startup which are into manufacturing of LED Bulbs and all LED Lighting solutions.</p>","industries":["Technology Hardware"],"name":"IGNIS LIGHTING SOLUTIONS LLP","sectors":["Electronics"]},{"email":"subu00111@gmail.com","idea":"<p>An enthusiastic young professional who is always ready to accept new challenges and grap every opportunities comes in.</p>","industries":["Education"],"name":"Art Beats Studio","sectors":["Others"]},{"email":"info@logistixindia.com","idea":"<p>Welcome to the Logistixindia.com, World oflogisics networking, domestic logistics network exclusively for India that will help to maximise exposure and footprints \n</p><p>in reaching tier II &amp; III city’s CHA &amp; Freight Forwarders.\n</p><p>As per the industry reports Indian Logistics sector is growing rapidly. The commerce ministry has stated that the Indian logistics market will be a whopping  $215 billion in next two years compared to about $160 billion at present.\n</p><p>Logistixindia.com will help independent agents to collaborate with other agents in different regions of the country for creating a dynamic supply chain network.</p><p>\n</p><p>\n</p>","industries":["Logistics"],"name":"UN NETWORK PRIVATE LIMITED","sectors":["Others"]},{"email":"elclapservices@gmail.com","idea":"<p>ELCLAP is an idea of taking a social responsibility to take care of the elderly, which includes old age above 50+ of age, to help them and encourage them in their daily living by being a support system in their physical, mental and medical needs as per their needs.</p>","industries":["Healthcare & Lifesciences"],"name":"ELCLAP","sectors":["Healthcare IT"]},{"email":"sunchikapandey@gmail.com","idea":"<p>https://drive.google.com/file/d/10Nxyo-hiqkyDA2XF1KeNjar_uiCKJ-ZE/view?usp=sharing</p><p><br></p>","industries":["Advertising"],"name":"HAT MEDIA","sectors":["Others"]},{"email":"Jayfuria11@gmail.com","idea":"<p>A company making creative content in digital space and maintain head and tale of strategic communication.</p>","industries":["Advertising"],"name":"HAT Media","sectors":["Others"]},{"email":"employer@jobmygoal.com","idea":"<p>Mumbai based HR job consultancy and online web development coaching classes.</p><p>We don't charge anything from job seeker and lower rate from company as recruitment fees.</p><p>We have various tie ups with company, but transaction is very less. We need proper guidance from some expert</p>","industries":["Human Resources"],"name":"Jobmygoal consultancy","sectors":["Recruitment Jobs"]},{"email":"aditi@ecovillage.org.in","idea":"<p>Glocal Health Informatics AB is a market focused Sweden company, that develop and provide patient centered advanced healthcare services, that are cost effective, sustainable and with high availability for all through a GLObal AI supported healthcare services platform, customized to LOcal conditions. The main services are:\n</p><p>Radiology services (diagnostic, treatment, monitoring).\n</p><p>Mother &amp; child services (diagnostic, treatment, monitoring).\n</p><p>Lab services (medical services). \n</p><p>Second opinion services (semi-automatic answers to patient diagnose).\n</p><p>Virtual marketplace with add-on services to patients.  \n</p><p>Tailor made reimbursement financial services for patients and hospitals. \n</p><p>Design, construct, install and support of Glocal mobile healthcare units as turnkey solutions, through Glocal Partners.&nbsp; &nbsp;</p><p>The company are going to establish a foreign owned company (wfoe) company in Mumbai called Glocal Health India Pvt Ltd.&nbsp;</p><p>The main shareholders of Glocal Health India Pvt Ltd is Glocal Health Informatics AB.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"Glocal Health India Pvt India ","sectors":["Healthcare Services"]},{"email":"procurement@isolasta.com","idea":"<p>We are the fastest growing company in the business of pharmaceutical trading and quality product sourcing.\n</p><p>Driven by the industry’s highly professional and trained individuals and the cumulative experience of our team members &amp; network associates combined with the effective use of digital tech we are leveraging the India advantage. The combined advantage of experience, expertise, low cost and our excellent partnership with the best manufacturers in India.\n</p><p>We are constantly expanding our portfolio of manufacturers and areas of activity with close partnership with India’s leading formulation manufacturers and a strong network across the country.\n</p><p>Everything we do is focused on achieving the highest quality with the help of cutting-edge technologies and all solutions in healthcare.</p>","industries":["Healthcare & Lifesciences"],"name":"SOLASTA BUSINESS SOLUTIONS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"ashish@minonimlife.com","idea":"<p>A life science company focused on solving healthcare challenges to improve lives of patients across the globe through science, technology, innovation and collaboration.</p>","industries":["Healthcare & Lifesciences"],"name":"MinoniM LifeSciences Private Limited","sectors":["Pharmaceutical"]}]