[{"email":"radichempharma@gmail.com","idea":"<p>RADICHEM PHARMA PRIVATE LIMITED engaged in the manufacturing and marketing of pharmaceutical products. We offers a wide range of formulation in various forms such as Capsules, Tablets, Powder, Liquid Oral, Gels, Creams, Ointments, and Injectables. we also facilitates Nutraceuticals, Ayurvedic, &amp; Cosmetic range of formulations.&nbsp;&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"RADICHEM PHARMA PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"admin@utkrishta.in","idea":"<p>UDSPL aims to be the partner of choice for our clients in terms of Data Entry, Application Design&nbsp;<span>and development and IT implementation and management.&nbsp;</span><span>UDSPL will achieve the above goals through the use of cutting technology and ensuring that our employees are up to date with the existing skill-sets. We will ensure that all the projects are delivered in a timely and accurate manner to enable our clients in their growth.</span></p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"Utkrishta Data Solutions Private Limited","sectors":["BPO"]},{"email":"abhishek@instasell.in","idea":"<p>Make commerce easy for Instagram businesses. We manage all aspects of their business making it easy for them to scale.</p>","industries":["Retail"],"name":"INSTASELL TECHNOLOGY PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"accounts@ingeniousagro.com","idea":"<p>Agricultural , Food &amp; Beverages Startup with Innovation &amp; Technology<br></p>","industries":["Agriculture"],"name":"INGENIOUS AGRO INDIA LLP","sectors":["Agri-Tech"]},{"email":"pavanhebli@gmail.com","idea":"<p>I am Pavan Hebli currently working as a software developer.&nbsp;</p><p>I have completed my B.E. in Electronics and Telecommunication from SIES GST in the year 2018.</p>","industries":null,"name":"Pavan Hebli","sectors":null},{"email":"ronak@ndttechnologies.com","idea":"<p>TRISHULA INNOVATION PRIVATE LIMITED specializes in the design, manufacture, installation, and service of both custom and standard non-destructive testing (NDT) systems for a variety of industries including aerospace, energy, automotive, defense, and petroleum. Our systems meet the unique and demanding requirements of highly technical applications utilizing ultrasonic, and eddy current technology. Our ultrasonic systems are capable of inspecting complex shapes of varying sizes offering a range of options including large-scale gantry scanners with multiple axes of motion and immersion tanks in a wide range of sizes.</p>","industries":["Technology Hardware"],"name":"TRISHULA INNOVATION PRIVATE LIMITED","sectors":["Electronics"]},{"email":"m.shri@live.com","idea":"<p>The Company is engaged in develop and construct of residential, commercial complex, offices, industrial, farm lands, plots, buildings, houses, apartments, flats or areas and to rent or sell the plots for building/constructing residential houses, bungalows, business premises, and colonies and to work as builders, contractors, architects, engineers, Estate agents, decorators and surveyors and \n</p><p>To carry on the business for providing services and to commercialize, control, develop, establish, handle, operate, hold, pack, organize, promote, service, supervise, represent and to act as agent, concessionaires, consultants, booking agents or deal in all types of elimination of insects and other pests. \n</p><p>Since the construction market is booming at this point of time with Shri Narendra Modi as the PM in our developing country, one of the most important aspect of starting a business in today’s ever-changing market and environment is to set up a strategic plan. A strategic plan is a business plan with a specific goal. It documents a vision for what you want your company to achieve and provides a road map for how to get there. \n</p><p>\"OUR INNOVATION\": Our Startup is envisaging a roadmap as to how redevelop effectively the entire slum community and our aims to use land occupied by squatter settlements as a resource to subsidize housing for urban poor. This effectively solves the problems of land shortage while subsidizing the cost of housing for urban poor to as little as zero in some cases. \n</p><p>Further, our startup also resolves one of the major issues surrounding slum upgradation - the complexities in understanding land ownership and who in an informal settlement has the right to an upgraded flat and calls to bring local stakeholders together to co-create a plan for the city- allowing for the redevelopment process to occur through “street led upgradation\n</p><p>Yet, India has slums as a problem that needed to be fixed, recent studies have drawn attention to how slums are a space for entrepreneurship and provide accessible affordable housing for urban migrants. There are multiple reasons for the growth of slums including rapid urban migration, urban governance11, and the housing demand-supply gap. In this paper, we focus our attention on the demand-supply gap.\n</p><p>The gap between growing demand for affordable urban housing and insufficient supply has encouraged the formation of slums. Whenever the demand surplus is not met by formal sectors, this gap is typically filled by an informal dwelling such as a slum. While a slum is better than nothing, housing that is safe, clean, and secure is obviously preferred. The challenges that both the market supply and demand sides are facing have prevented sufficient affordable housing for the urban poor, stimulating slum formation, wherein our startup will resolve such issue by following the rules, regulation and guidelines of the country and providing decent housing and the supporting urban infrastructure, which are fundamental drivers of improving quality of life</p>","industries":["Real Estate"],"name":"RAVIAL UTILITY MANAGEMENT PRIVATE LIMITED","sectors":["Housing"]},{"email":"sandeep@filmboardmovies.com","idea":"<div>\n\n<p>World’s first MARKETPLACE with verified, rated and reviewed film production services enabling producers from anywhere in the world to book anything needed to make a film, TV, Web Series, Ad films and other audio-visual content in India with the benefits of transparency, convenience and cost and time efficiency.</p>\n\n</div>","industries":["Media & Entertainment"],"name":"FILMBOARD MOVIE TECHNOLOGIES PRIVATE LIMITED","sectors":["Digital Media Video"]},{"email":"csbhavanapatel@gmail.com","idea":"<p>GreenoStore Electric Mobility is the pioneer of electric vehicle technology in the country. Our mission is to bring tomorrow’s movement, today. We have a wide variety of electric vehicles, and will be increasing this range even further, Our products span personal and commercial segments and are designed to support the new paradigm of shared, electric and connected mobility</p>","industries":["Green Technology"],"name":"GREENOSTORE GLOBAL LLP","sectors":["Clean Tech"]},{"email":"parthnachane2@gmail.com","idea":"<p>THE ROBOBOX is into Educating Young Minds where we teach students how to build Robots. We conduct workshops PAN INDIA in collaboration with schools, coaching classes, universitites, etc. We also deliver a DIY (Do It Yourself) Robot kit, we sell it online on our website &amp; Ecommerce. We have plans to make a platform where offline Robotics classes can be connected to students</p>","industries":["Education"],"name":"THE ROBOBOX","sectors":["Coaching"]}]