[{"email":"aniket@rsrexcellence.com","idea":"<p>For the fast-changing technology &amp; business conditions, we not only provide IT services but the right guidance and ensure smooth implementation of IT Infrastructure.</p>","industries":["IT Services"],"name":"RSR Excellence LLP","sectors":["IT Consulting"]},{"email":"tusshar.kathore@gmail.com","idea":"<p>WEiT Digital will be platform for Start Ups &amp; Established Businesses to gain leads for theirs Business. By using Social Media, New Website &amp; App Development Technologies. Consultation will be provided to change traditional methods of doing business to grow with Modern methodologies. <br></p>","industries":["IT Services"],"name":"WE Empire CTS","sectors":["IT Consulting"]},{"email":"support@mwmart.in","idea":"<p>MW Mart, an initiative by The MW Group- App, which is made available on Playstore, from which you can buy groceries, daily consumable products online, of brands known to you. If a brand you need is currently not available on our Mart, on your special request it will be made available. This service is currently available only for Thane district and will soon be made open to entire Maharashtra. Covid-19 has put a strain on our income, In such situation, earning for daily consumable products and groceries has become difficult. MW Mart helps you to earn your groceries and daily products at your door steps with Income opportunity upto Rs.20,000+ per month. Just send your referral Code to your near &amp; dears to earn referral profit along with Groceries for self-use at doorstep. The MW Group has started this initiative during this Pandemic under the tagline as MWMART- Rozi bhi... Roti bhi.... under no loss, no profit to Company</p>","industries":["Food & Beverages"],"name":"MW Mart","sectors":["Food Technology/Food Delivery"]},{"email":"siddhartha200v@gmail.com","idea":"<p>Zipteams is B2B Salestech platform which enables sales teams in nurturing and guiding the buyers purchase process using a configurable, contextual &amp; intelligent conversation platform.</p>","industries":["AI"],"name":"ZIPTEAMS TECHNOLOGIES PRIVATE LIMITED","sectors":["NLP"]},{"email":"sasindhanindia@gmail.com","idea":"<p>SAS INDHAN PRIVATE LIMITED, is a company engaged in the business To carry on the business of trading, resellers, direct sellers, porters, door-to-door suppliers, carriers of petroleum and petroleum products including high speed diesel, diesel, motor spirit, petrol to act as dealers in and distributors for petroleum companies and supply the same at the doorstep of the consumer or at such places as may be requested by the consumer or group of consumers at a pre-determined and agreed terms subject to the approvals as may be required by the law of land and from such petroleum companies.  \n\nTo establish, organize, manage, run, charter, conduct, contract, develop, handle, own, operate and to do business as fleet carriers, in all its branches on land for transporting petroleum and petroleum products including petrol, diesel, spirit, motor spirits, petroleum by products, steam, gas, lubricants and such related goods, articles, or things on all routes and lines on National and International level subject to law in force through all sorts of carries like trucks, lorries, trawlers, dumpers, coaches, tankers, tractors, haulers, jeeps, trailers, motor buses, omnibuses, motor taxies, railways, tramways, and so on whether propelled by petrol, diesel, electricity, steam oil, atomic power or any other form of power.\n\nTo purchase, sell, import, export, or otherwise acquire all types of oil and/or carry on business of reseller of the oil from all oil bearing commodities, crude oil, refined oil, perfumed and other type of oils.</p>","industries":["Non- Renewable Energy"],"name":"SAS INDHAN PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"zakitraditionalart@gmail.com","idea":"<p>1. Business of creating, designing, painting, stitching, sewing, drawing, sketching, making different forms of art and artefacts on various mediums such as wood, MDF, canvas, fabric, steel, brass, cardboard, paper, mirror, clay, etc. with the help of local artisans and with a view to promote their art/ art forms.&nbsp;</p><p><br></p><p>2. Running an online shopping portal for art and crafts item and to organize art exhibitions and sell sculptures, paintings, artefacts and related items through e-commerce or otherwise in India or abroad.</p><p><br></p><p>3. To carry on in India or abroad the business of marketing of works of art and crafts, sculptures, paintings, and other products related to art and craft including handicrafts, artefacts and similar items. To own, create and manage online shopping e-commerce websites, offline stores, portals, mobile applications and to create a virtual shopping mall with online catalogue and provide a convenient shopping experience to the customers.</p>","industries":["Fashion"],"name":"ZAKI HANDMADE TREASURES LLP","sectors":["Others"]},{"email":"rautsuyog9@gmail.com","idea":"<p>Creativeseo is newly form digital marketing agency. In creativeseo we create Brand Value, we making upscale your band Digitally. Thank you.</p>","industries":["Advertising"],"name":"Creativeseo Pvt Ltd","sectors":["Others"]},{"email":"janardan17@gmail.com","idea":"\n            <p>Consultants, Service Providers &amp; Import, Exporter in EPC, Fabrication &amp; API Machine shop. Please refer my website http://plasmatec-engineers.com&nbsp;</p>\n        ","industries":["Professional & Commercial Services"],"name":"Plasmatec Engineers OPC Pvt. Ltd.","sectors":["Business Support Services"]},{"email":"nirgunnaam@gmail.com","idea":"<p>Anisha Jaiswal is qualified professional with more than 25 years of experience. She has worked with major prominent companies in India and abroad. She is pioneer in Telecom Industry and has worked as Senior Manager for 5 years with Etisalat (UAE), as General Manager with Reliance Jio Infocom, Deputy General Manager with Bharti Airtel, Associate General Manager with Reliance Communication. Anisha has done her Post Graduate Diploma in Public Relation from Bhartiya Vidya Bhawan, New Delhi and Post Graduate Diploma in Marketing from all India Management Association, New Delhi. She has vast experience of designing business process for customer life cycle management, Customer Service and Engagement, Customer Care strategies. In her professional life she has managed digital channels and played a key role in process transformation and automation. In Etisalat and Bharti Airtel Lid she played a key role in creating digital foot prints with a deep focus on digitizing interactions. She was responsible for developing Contact center technical solutions and deliver business outcomes post-implementation, guiding development to ensure application architecture is in line with strategy. She had successfully implemented solutions like knowledge portal, eLearning, speech analytics, AI based dialers, AI based voice and chat support. She wants to part of digital movement in India and has come back to fulfill her dream. She would like work on solution which environment friendly affordable for the people. At the same time she wants India’s village artist and workers to stay at their village yet able to sell their products and good to larger market out in the cities of India and abroad.</p>","industries":["Art & Photography"],"name":"NIRGUN ENTERPRISE LLP","sectors":["Handicraft"]},{"email":"jaikisanfresh@gmail.com","idea":"<p>महाराष्ट्रात प्रचंड संख्येत असलेल्या मराठी वर्गाला पुरेशा नोकऱ्या उपलब्ध करून देणे खूप कठीण काम आहे. त्यामुळे JAI KISAN FRESH उद्योग - व्यवसाय नविन संधी ह्याकडे त्यांचे लक्ष आकर्षित करण्यासाठी, त्यांना JAI KISAN FRESH संबंधित अनेक बाबींचा परिचय करून देण्यासाठी, त्यांचे ह्या विषयीचे गैरसमज दूर करण्यासाठी JAI KISAN FRESH हे सतत प्रयत्न करीत आहे. समाजातील सर्व घटकांना जय किसान फ्रेश उद्योगाच्या माध्यमातून मिळणाऱ्या आर्थिक, सामाजिक प्रगतिविषयी अवगत करण्यासाठी तसेच JAI KISAN FRESH उद्योग यशस्वी करण्यासाठी लागणाऱ्या मार्गदर्शन पर माहिती देण्यात येत आहे. JAI KISAN FRESH उद्योगातील अडचणी, त्यांची सोडवणूक, आर्थिक शिस्त, उद्योगात मदत करण्यासाठी असलेल्या सरकारी योजना, उद्योजकाची मानसिकता, आरोग्य, उद्योगातील मानवी संबंध अशा अनेक महत्वाच्या बाबींच मार्गदर्शन केले जाते.</p><p><br></p><p><b>JAI KISAN FRESH BUSINESS –\n</b></p><p><b>JAI KISAN FRESH - FARMER MART \n</b></p><p><b>JAI KISAN FRESH – MILK BAR \n</b></p><p><b>JAI KISAN FRESH – JUICE BAR \n</b></p><p><b>JAI KISAN FRESH – CAKE SHOP</b></p>","industries":["Agriculture"],"name":"JAI KISAN FRESH ","sectors":["Organic Agriculture"]}]