[{"email":"kevinthakkar786@gmail.com","idea":"An Edtech startup, targeting medical students to achieve academic excellence through a reward-based community contribution system","industries":["Education"],"name":"MEDulla","sectors":["Education Technology"]},{"email":"nandinichauhan1337@gmail.com","idea":"<p>&nbsp; The&nbsp; goal for company&nbsp; is order and delivery of a cakes&nbsp; manage by website.</p><p>Deal with cake shop owner 80% and 20% sharing of profit for par cake.</p><p>Our job is generate traffic through website,.</p><p><br></p><p><br></p>","industries":["Others"],"name":"smallkite.com","sectors":["Others"]},{"email":"dipson@akchub.com","idea":"<p><a href=\"http://www.akchub.com\" target=\"_blank\">www.akchub.com</a></p><p>Profile of AKC HUB Pvt Ltd\n</p><p>M/s Ananta Krriyaa Creative HUB Pvt Ltd has been incorporated on 05 of September 2016 vide CIN : U74999MH2016PTC285554. The present Directors of the company are Mr Vinay Shashikanth Shinde and Dipson Subhas Bothare.\n</p><p>Profile of the Company : \n</p><p>The Company has been incorporated to provide post production and digital lab Services for features films, Web Series, Short Films, Digital films, and others formats and all other support services related to the same. The company is equipped to provide various services under one roof having unique future to offer end to end services with a  strong creative team. \n</p><p>Presently the company is able to provide services like DIT and vaulting, offline edit setup, X Sen Storage, smoke and flame, dubbing, online edit, preview room facility and other services as required by the clients.\n</p><p>Profile of Directors : \n</p><p>Mr Dipson Subhash Bothare has been a director of the company since incorporation and is fully conversant with the activities of the company. Mr Dipson Bothare with more then 18 years’ experience in the field of Visual and communications carved a niche for himself in the world of visual story telling. He has become expert in the animated version of the visual communications by virtue of experience in the field for the last so many years.\n</p><p>Mr Vinay Shashikant Shinde is a very Creative person having an experience of 20 years in creative and video editing management with high caliber general management skills. By virtue of his long experience in media industries due to his associatiation with highly successful media companies, he has become synonymous with his proven skills in media, advertising, production, post production and other services. \n</p><p>Apart from the directors, the company is fully backed up by different technically qualified persons to handle different thing as per the needs of the client.\n</p><p>Past performance of the company :\n</p><p>The financial Highlights of the company for the last three years are as given below:\n</p><p>Particulars\t31st March 2019\n</p><p>(Audited)\n</p><p>Rs.in Lakhs\t31st March 2020\n</p><p>(Audited)\n</p><p>Rs.in Lakhs\t31st March 2021\n</p><p>(Provisional)\n</p><p>Rs.in Lakhs\n</p><p>Sales \t50.96\t126.57\t340.50\n</p><p>Net profit\t5.82\t11.60\t34.26\n</p><p>Capital\t1.00\t1.00\t1.00\n</p><p>net worth\t5.61\t14.19\t39.54\n</p><p>Future Growth :\n</p><p>Though the company is 4 years old and started with a modest beginning of gross revenue of Rs. 8.65 lakhs initially for the FY 2016-17 , the company has achieved gross revenue of Rs. 126.57 lakhs for year ending 31st March 2020 \n</p><p>With the latest technology available at its disposal, the company is slowly and steadily capturing the attention of the industry. Due to the innovative techniques adopted,  the company is poised to make a rapid progress during in current financial year. With the increase in web series, online visual technology, online educational learning etc. the company has projected to achieve gross revenue of Rs .500 Lakhs in the current financial year ending on 31st March 2021. Presently the company is catering to the needs of the following major customers.\n</p><p>1)\tCondenest India Pvt Ltd\n</p><p>2)\tTATA Elxsi Limited\n</p><p>3)\tEssel Vision Pvt Ltd\n</p><p>4)\tByjus Think and learn pvt ltd\n</p><p>5)\tVia com India Pvt Ltd\n</p><p>6)\tColosceum Media Pvt Ltd\n</p><p>With the above companies availing the services of the company on continuous basis, AKC HUB Pvt Ltd is expected to reach the projected target of gross revenue of Rs. 600 Lakhs before the completion of the  financial year ending 31st march 2022.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Animation"],"name":"Ananta Krriyaa Creative Hub Pvt Ltd","sectors":["Others"]},{"email":"md@rdbareillyairport.com","idea":"<p>RMS Baraat Ghar &amp; Hotels Pvt Ltd is a hotel, which believes in hospitality for our customers. It is the world's largest hospitality-focused organisation with real Indian heritage, with a global presence.<br></p>","industries":["Travel & Tourism"],"name":"RMS BARAAT GHAR & HOTELS PRIVATE LIMITED","sectors":["Hotel"]},{"email":"teamviewer993@gmail.com","idea":"<p>We are just starting an company which is provide a software creation services, for the industries like educational, real estate, Travel, finance and much more...</p>","industries":["IT Services"],"name":"Two Stack Private Limited","sectors":["Product Development"]},{"email":"abhishek@sendecom.com","idea":"<p>We provide one stop solution for all the e-commerce and Logistic needs . We Provide small and medium ecommerce clients website development ,marketing and logistics support all under one roof .</p>","industries":["Logistics"],"name":"SendEcom Solutions Pvt Ltd","sectors":["Others"]},{"email":"agrawal.nikita17@gmail.com","idea":"<p>Startup related to mental health professionals working towards different projects through workshops, internship programs, certification programs, counselling services, webinars etc.</p>","industries":["Healthcare & Lifesciences"],"name":"DROLMAA CONSTELLATION LLP","sectors":["Healthcare Services"]},{"email":"pdpfire@gmail.com","idea":"<p>We are organisation working in education field.</p><p>Jdksksukjdkufksk</p><p><br></p><p><br></p>","industries":["Education"],"name":"Motivational engine","sectors":["Coaching"]},{"email":"neoliteearthswm21@gmail.com","idea":"<p>i. Supplying of manpower for collection of dry waste in BMC authorized vehicles.\n</p><p>ii.\tProviding manpower for segregating the collected Dry Waste</p><p>iii.\tMaintaining records of Incoming and Outgoing data.\n</p><p>iv.\tSorting and making quality out of Plastic and Cardboard Items.\n</p><p>v.\tTransporting all ready materials to Recyclers and Traders.</p>","industries":["Waste Management"],"name":"NEO LITE EARTH SOLID WASTE MANAGEMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"crosstraderscorp@gmail.com","idea":"<p>An E-commerce venture for digitalization and globalization for Indian manufacturing industry.</p><p>Our brand JiGi is a one stop standalone platform for variety of Made in India styles, colours and designs.</p><p>We have partnered with Manufactures, Importers and distributors to provide pharmaceutical products along with logistics solutions including Import-Export shipping, Freight and Clearance for our B2B ventures.</p>","industries":["Textiles & Apparel"],"name":"Cross Traders Ecommcerce Corp","sectors":["Apparel & Accessories"]}]