[{"email":"photoyadav@gmail.com","idea":"<div>Kodewise Technologies is a 360-degree digital marketing firm providing cutting-edge digital solutions to brands that work with us.</div><div><br></div><div>Our services include:</div><div>Website AMC</div><div>UI/UX design and development for websites, mobile apps, and web applications.</div><div>Digital content creation and Campaign management</div><div>SEO/SMO/SEM/SMM</div><div><br></div>","industries":["IT Services"],"name":"Kodewise Technologies LLP","sectors":["Application Development"]},{"email":"ms4u.info@gmail.com","idea":"<p>To set up any Factory / manufacturing infrastructure, there are number of parameter needs to be keep in mind, like selection of land, testing of soils, planning for waste water utilization, civil construction, designing of suitable metal building sheds, selection of metal roofing for better life, planning for green energy like solar energy etc. This is very difficult to find the expert of all this segment under the one roof. These is very tedious job for customer to find various expert of their individual field.</p>","industries":["Construction"],"name":"ROOFON STRUCTURES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"sundar.iyer@green2go.in","idea":"<p>Green2go Is a for profit company which sells and markets various products from Recycled plastic bottles.&nbsp;</p>","industries":["Green Technology"],"name":"GREEN2GO PRIVATE LIMITED","sectors":["Others"]},{"email":"swapnilamk@gmail.com","idea":"<span><span>Innovation\n begins with a difference, and we build to invite that change around us.\n Our resort has perfect spaces that each traveler is looking for in a \nperfect vacation. <br></span></span>","industries":["Construction"],"name":"MVK PHOENIX LLP","sectors":["New-age Construction Technologies"]},{"email":"hemant@techtry.com","idea":"Website Designing, Ecommerce Portal, Digital Marketing, Google Workspace, O365 and more...","industries":["Advertising"],"name":"Techtry Solutions Pvt Ltd","sectors":["AdTech"]},{"email":"interstellarhospitality@outlook.com","idea":"<p>THE Company</p><p>What and Who we are in the past, present and the future.</p><p>We have chosen to specialize within the hospitality industry by offering only experiences of exceptional quality.</p><p>&nbsp;</p><p>Our objective is to be recognised as the company that manages the finest restaurants, clubs, kitchens, hotels, resorts and residency apartments; wherever we locate.</p><p>&nbsp;</p><p>We create properties of enduring value using superior design and finishes, and support them with a deeply instilled ethic of personal service.</p><p>&nbsp;</p><p>Doing so allows Interstellar Hospitality to satisfy the needs and tastes of our discerning customers, and to attain the position as a luxury hospitality company.</p>","industries":["Food & Beverages"],"name":"Interstellar Hospitality Private Limited","sectors":["Restaurants"]},{"email":"moneysahayak2021@gmail.com","idea":"<p>Money Sahayak is a Limited Liability Partnership firm incorporated on 08 September 2021.</p>","industries":["Professional & Commercial Services"],"name":"MONEY SAHAYAK LLP","sectors":["Business Support Services"]},{"email":"mosam@smshahandco.com","idea":"<p>WE ARE TAX CONSULTING AND FINANCE SOLUTIONS FIRM. WE DO UNDERTAKE ACTIVITIES LIKE REGISTRATION OF COMPANY, TRADEMARK REGISTRATION, TAX FILINGS <br></p>","industries":["Finance Technology"],"name":"SHAH FINTAX PRIVATE LIMITED","sectors":["Accounting"]},{"email":"inquiry@glocalbodh.com","idea":"<p>Renovate India is a Social Enterprise working towards capacity building of Grassroot NGOs and CBOs since 2015. We are connected with around 3K + NGOs across Maharashtra State of India and have been consulting towards sustainability, documentation, and project implementations with NGOs. Throughout our journey of 5 years, while working with grassroot NGOs, we found out the existence of huge gap between Funding opportunities from entities like CSR eligible companies and potential NGOs within Social Sector. This gap led to delayed response time, lesser impact on beneficiaries and no medium to facilitate requirement. GlocalBodh (product by Renovate India) envisions to Enable the Ecosystem by improving efficiency and effectiveness of the Grassroots NGOs &amp; CBO and creating a support system for NGOs &amp; CBO to achieve their goals. GlocalBodh is India's first Mobile App for Social Sector Updates. Through GlocalBodh, we bridge the gap between CSR entities and Beneficiary NGOs.\n</p><p>*GlocalBodh's NGO Sourcing Model:\n</p><p>-&gt; CSR professionals post their project requirement on GlocalBodh App\n</p><p>-&gt; We broadcast the requirement to NGOs connected and receive their applications\n</p><p>-&gt; CSR Shortlist applications which suit their requirement &gt; We charge CSR on Per Lead Basis\n</p><p>*GlocalBodh's Event Sourcing Model:\n</p><p>-&gt; Clients post their event (Workshop/Training/Competition/Summits etc.) on GlocalBodh App\n</p><p>-&gt; GlocalBodh broadcasts the requirement through GlocalBodh app\n</p><p>-&gt; GlocalBodh receives applications/registrations from beneficiaries\n</p><p>-&gt; We charge entities on Per Conversion Basis.\n</p><p>GlocalBodh Facilitation Model: It also provides facilitation/mobilisation service for any requirement within Social Sector with a result driven approach through our connections with NGOs.\"</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Social Impact"],"name":"GlocalBodh","sectors":["Others"]},{"email":"priyadarshini.parab@gmail.com","idea":"<p><span>Genesis Pharma offers a wide range of\nconsulting services with the necessary tools and expertise to help grow your\nbusiness. We partner with our clients from start to finish, focusing on their\nneeds while producing new ideas, developing effective strategies and designing\nhigh quality and scalable solutions. Contact us to learn more.</span></p><p><span>&nbsp;</span></p><p>\n\n\n\n</p><p><span>Our expertise include New Product Development,\nResearch and Analytical services, Clinical, Regulatory services, Query Management\nfor USFDA, UK MHRA, TGA Australia, MCC South Africa, Asia ,Africa and Indian\nFDA.</span></p>","industries":["Healthcare & Lifesciences"],"name":"Genesis Pharmaceuticals","sectors":["Healthcare Services"]}]