[{"email":"mythimore@gmail.com","idea":"<p>Learning &amp; Devel<a href=\"https://drive.google.com/file/d/1aH5bxCJ6X_Yd8_1A3BFmhNvTX0vEVGwU/view?usp=sharing\" target=\"_blank\">Brief</a>opment Program User</p>","industries":["Advertising"],"name":"D-Box","sectors":["Others"]},{"email":"xangars.sarithap@xangarsinfra.com","idea":"<p>At Xangars, our mission is to help clients accelerate their journey to become digital enterprises. As a global IT solutions provider, we cover the gamut from bespoke software development to digital transformation at scale and are unwavering in our commitment to quality, flexibility and efficiency. We are your trusted partner for business and technology solutions.</p>","industries":["IT Services"],"name":"XANGARS INFRATECH SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"shindehp1988@gmail.com","idea":"<p>want to do something in ife</p>","industries":null,"name":"GANESH SHINDE","sectors":null},{"email":"qubedesignstudio20@gmail.com","idea":"<p>We are providing interior design services in very reasonable rate.</p>","industries":["Architecture Interior Design"],"name":"QUBE DESIGN STUDIO","sectors":["Others"]},{"email":"shivam.enterprises1120@gmail.com","idea":"<p>We are dealing in all type of Stationery &amp; Office Accessories.&nbsp;&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Shivam Enterprises","sectors":["Commercial Printing Services"]},{"email":"adipreddy@gmail.com","idea":"<p>PUTTING IDEAL ON PAPERS - WORKING ON</p><p> </p><p>COMPANY REGISTRATION - COMPLETED</p><p>BUSINESS PLAN</p><p>MARKET ANALYSIS</p><p>REVENUE GENERATION MODEL</p><p>WIREFRAMES</p><p><br></p>","industries":["Social Network"],"name":"UBOMI SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"sam@kerauno.in","idea":"<p>Kerauno Consultants Private Limited (KCPL) is creating a consultancy that is taking a birds eye view of the entire industry and creating solutions that have a 3600 impact. This approach allows KCPL to operate in the fields of:&nbsp;</p><p>i.\tContent Creation\n</p><p>ii.\tTechnology Solutions\n</p><p>iii.\tAnalytics (for brands and influencers)\n</p><p>iv.\tSocial commerce frameworks and plug-ins.</p><p>As part of its journey KCPL will work with multiple companies serving the influencer economy and provide solutions ranging from growth consulting to turnkey implementation of technology and advanced analytics.\n</p><p>The 30,000 ft. view of the industry helps KCPL identify technology solutions from related and unrelated fields and bring them to bear on the companies in the influencer space.&nbsp;<span>This very holistic approach, which is very distinct from one-size-fits-all approach of most firms in the business. In the influencer economy a jack of all trades is truly a master of none.</span></p>","industries":["Marketing"],"name":"KERAUNO CONSULTANTS PRIVATE LIMITED","sectors":["Market Research"]},{"email":"saji.george@lastdecimal.com","idea":"<p>Last Decimal is an India-based IT solutions provider founded in April 2012 with offices in Pune, Mumbai and Bangalore. Our key focus areas are Insurance, Cloud Computing and Mobility.</p><p><br></p><p>We believe that technology is for everyone – even if you do not have deep pockets. Our aim is to bring advances in technology like cloud computing and mobility to every business in the financial services space.</p><p><br></p><p>Our product offerings are cloud based. They require no infrastructure investment from the customer. We help our customers grow and we grow with them. Our solutions are geography and language independent. Our customers are in India and the Middle East, and range from MNC Banks to successful Insurance Brokers to passionate Corporate and Individual distributors.</p><p><br></p><p>We strongly believe what we do matters. We are passionate about our work, inspired by the impact it has on our business and our customers. Founded by insurance and technology professionals, Last Decimal has over 60 years of experience in the insurance sector. Its vast expertise in technology complements its global and India-centric knowledge in the field of insurance. Specializing in emerging technologies to help various insurance stakeholders in achieving their objectives, we design approaches that will redefine traditional models and enhance the role of Insurance distributors in modern times. To know more about our products and services contact us</p>","industries":["Finance Technology"],"name":"Last Decimal","sectors":["Insurance"]},{"email":"dilmeet_sahni@hotmail.com","idea":"Professional Chartered Accountant","industries":null,"name":"Dilmeet Singh Sahni","sectors":null},{"email":"thoratswapnil801@gmail.com","idea":"<p>We Samarth Enterprises founded on 10/9/2021. Provided the services in various sector. Our vision is to full fill the requirement of our client and provide the optimum satisfaction.&nbsp;</p>","industries":["Retail"],"name":"Samarth Enterprises","sectors":["Others"]}]