[{"email":"iliossolarsolution@gmail.com","idea":"<p>Greetings!!\n</p><p>We at ILIOS SOLAR SOLUTIONS believe in delivering sustainable energy source with quality service to our customers.\n</p><p>We would love to take this opportunity to present ILIOS SOLAR as reliable partner to make your energy cost to almost zero in very competitive prices, we have expertise in installation and commissioning of 100+ kW of solar plants On-grid/off-grid, solar street lights, solar tree and solar pumps with best-in-class work, we look forward to hear from you and propose solutions to your queries.\n</p><p>We offer FREE visits to your home/offices/commercial units/institutions/place of worship, to understand your energy needs and recommend/ discuss our proposal to make your investment on energy to almost zero.\n</p><p>If you require any further clarifications please feel free to get in touch with us. We look forward to receive your valued order.\n</p><p>Thanks &amp; Regards.\n</p><p>ILIOS SOLAR SOLUTIONS</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Renewable Energy"],"name":"ILIOS SOLAR SOLUTIONS","sectors":["Renewable Solar Energy"]},{"email":"support@meet7.club","idea":"<p>Meet7 weeds out everything you hate about finding a date. You don't need to look for a profile or bump into creeps. You don't have to get stuck with someone who is simply assigned as a match for you and you also don't need to walk out with a feeling that dating is not for you.</p><p><br></p><p>Dating has now become Meet7, And it is here to stay.\n</p><p><br></p><p>With Meet7 you get a real opportunity to meet your potential dating partner and see if you want to date any of them further or not. We are building Meet7 so that the convenience of an online platform can meet the seriousness of real-life dating.</p><p><br></p><p>Pre Dating and Step by step approach assisted with AI/ML techniques is our not so secret sauce which helps us understand our user more accurately and suggest them the right set of potential matches or speed dating events.</p><p>We aim to create a happy dating platform for Indians and make Meet7 their first choice to find partner.</p><p> \n</p>","industries":["Dating Matrimonial"],"name":"Meet7","sectors":["Others"]},{"email":"herbivorefarms@gmail.com","idea":"<p>A modern farming company using precision farming and hydroponic technologies to provide communities access to delicious, nutritious &amp; pesticide-free food, harvest to home &lt;24 hours.</p>","industries":["Agriculture"],"name":"HERBIVORE FARMS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"ashwini26.mishra@gmail.com","idea":"<p>We as “HUNGREE” are allowing our customers a complete\n</p><p>meal package that is either similar to home-like food or itself is a home-made food. The same food options will be completely customizable\n</p><p>I.e. the customer itself can choose what he wants to be catered to within his plate. We would be offering our customers a list of menu that we\n</p><p>are having ( or probably every item that one would like to have in one’s meal plan). Apart from this customizable option, we would also be\n</p><p>serving the food at a minimal cost. The costs of the customized meal would be very much at par with the cost of Normal tiffin. We would be\n</p><p>offering both Veg and Nonveg meals as per customer’s tastes and preferences.\n</p><p>We would be giving our customers a Brand touch and a fully professional feel in terms of their meal options. Our customers would be getting a\n</p><p>a well-packaged meal consisting of well-derived food keeping health and hygiene factors in mind.\n</p><p>Besides these alluring features, we would be favoring our customers in terms of regularity as well. Our customers can get a daily, weekly or\n</p><p>monthly plans that would help them in good discounts on their costs for their meals.\n</p><p>Unlike tiffin providers, we would be serving our customers meal needs at their doorstep no matter if it changes from one place to another.\n</p><p>For example:- One is ordering food mostly at one particular place, someday he changes his meal destination to another place, we would be\n</p><p>serving it there too without any extra cost.\n</p><p>To extend this alluring feature, we also have a facility of serving food at no extra cost to intercity/ interstate locations as well if we are present\n</p><p>to that particular state. For example, If a person moves to any city other than his regular ordering place, we would be serving the food to it at\n</p><p>no extra cost, no matter which city( Metro or Non-metro) it is if we are working there.</p>","industries":["Food & Beverages"],"name":"ASKHUNGREE ORGANIC SOLUTIONS PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"microstacks.org@gmail.com","idea":"<p>We belong to IT industries , experience of around 15+ years. Now building own business buy providing services in software development &amp; affiliation &amp; also by supplying IT products. Also we design / manufacture logos &amp; displays for corporate&nbsp;</p>","industries":["IT Services"],"name":"Microstacks Pvt Ltd","sectors":["IT Management"]},{"email":"sivitrans.mb@gmail.com","idea":"<p>As a leader in global supply chain management,SIVI TRANS PRIVATE LIMITED offers a wide range of international freight forwarding services from supply chain solution design &amp; integration to full range of multimodal transport (road, rail, air and sea freight FCL/LCL), including our own LCL product from Mumbai, Chennai &amp; Tuticorin, and logistics services such as warehousing, order preparation, supply and distribution centers.\n</p><p>Bolloré Logistics India provides quality services to local and global key sector players, such as Healthcare, Aid &amp; Relief, Automotive, Industrial Projects, Aerospace industries, Defense, Fashion &amp; Retail and other General Cargo as well.</p><p>\n</p>","industries":["Transportation & Storage"],"name":"SIVI TRANS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"mehttab@ghvgroup.com","idea":"<p>Welcome to RMS Hotels &amp; Resorts India Pvt. Ltd – your number one source for aviation and hospitality academy. We’re dedicated to giving you the very best of Hotels , with a focus on three characteristics, ie: dependability, customer service and uniqueness.</p>","industries":["Travel & Tourism"],"name":"RMS HOTELS AND RESORTS INDIA PRIVATE LIMITED","sectors":["Hotel"]},{"email":"madhavithorat386@gmail.com","idea":"<p>This app s end users are farmers. This app will give farmers a clarity about their farming and production of crops. App will be providing digitally formatted data to them</p>","industries":["Agriculture"],"name":"Hishob","sectors":["Agri-Tech"]},{"email":"yogispiritsllp@gmail.com","idea":"<p>YOGI SPIRITS LLP is basically  entering the new era of fuels supply Door To Door which is the efficient way to provide service to the important sectors of Thane the vision and concept is very   Clear. That we want to provide the fuel to every needy person who is not able to go to the fuel pump. For refueling their vehicles.</p>","industries":["Non- Renewable Energy"],"name":"YOGI SPIRITS LLP","sectors":["Oil & Gas Transportation Services"]},{"email":"wellinex21@gmail.com","idea":"<p>Miracle Mushroom was founded in July 2021 by Surya Sahu who has significant experience in Medicinal Mushroom, Research, and Growing Mushroom. Surya Sahu started the business in quest of the benefits of mushrooms on human health. we provide complete 24*7 turnkey services specializing in research and development, custom formulation, contract manufacturing, private label, and brand development. Our motto is to introduce everyone to Medicinal Mushroom species. We can offer ready-to-go in-stock items as well as customize formulations for Cancer, Heart Health, Immunity, Gut, Liver Health, Body Suger, Cholesterol, BP, protein supplements, weight loss products &amp; OTC.\n</p><p>His deep interest and endless efforts have driven him to utilize the fullest potential of Oyster, Chaga, Reishi, Ganoderma, or Turkey Tail, which is well-known as the King of Herbs, for human health and wealth, with the establishment of Miracle Mushroom in 2021.</p><p>\n</p>","industries":["Food & Beverages"],"name":"WELLINEX PRIVATE LIMITED","sectors":["Others"]}]