[{"email":"lalit.vazirani@darknext.com","idea":"<p>Helping enterprises Identify, Assess and Mitigate their Information Technology Risks. We aim to achieve that with trained personnel, in house IT services and products to help them on their journey.</p>","industries":["IT Services"],"name":"DarkNext LLP","sectors":["IT Consulting"]},{"email":"rahulhsharma1@outlook.com","idea":"Bizexcel Solutions is an India’s thriving online business services platform and provides one-stop solution for business or entrepreneur to start a business, to maintain accounts &amp; compliance, to grow business through Digital marketing, marketing research, website development, Brand management, to outsource or captive solutions, licensing &amp; certifications like GST, PT, ISO, MSME etc.<br>We also provide business consulting &amp; coaching services to maximize your potential to scale the business. <br>Our offerings also include ready-made templates for HR, Account &amp; Taxation, Legal &amp; compliance, Marketing etc at very affordable price.<span><br></span>","industries":["Professional & Commercial Services"],"name":"BIZEXCEL SOLUTIONS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"harshbhansalisanjay@gmail.com","idea":"It is&nbsp; a finance startup aimed at gaining more and more investors and providing our customers a service in financial markets that are accessible by HNI's only.","industries":["Finance Technology"],"name":"Shakti","sectors":["Personal Finance"]},{"email":"namaste@samaveshcc.org","idea":"<p>We are a registered Section 8 Non-profit Company under the ministry of corporate affairs and Niti Ayog. We are a Chamber of Commerce and our vision is to create an inclusive and safe business ecosystem for the lesbian, gay, bisexual, transgender, intersex, and queer (LGBTIQ+) people in India. </p><p>We believe that if marginalized populations are given economic access and opportunity, they become an intrinsic part of the economy. Social inclusion follows economic inclusion.</p><p>We drive economic inclusion by working together with corporates, government institutions, and our target beneficiaries ie. the LGBTIQ+ population of India. We have partnerships across 145 countries and have done more than 20 events since our incorporation in November 2020, ranging from capacity building of the LGBTIQ+ community, small business incubation, advocacy, sensitization, policy consulting, etc.</p>","industries":["Social Impact"],"name":"SAMAVESH CHAMBER OF COMMERCE","sectors":["NGO"]},{"email":"rushabhsoni2000@gmail.com","idea":"<p>Our company will be dealing in making organic chai in the theme of bar type,usually people likes to go in bar for drinking alchol,But our company will be putting bar theme and we will be selling organic tea and different flavours of tea-tusli,adrak,Chocolate,peach,watermelon,greenleaves tea,basically India has a Conception of tea very high,and this is a spirituality in our Indian culture.</p>","industries":["Food & Beverages"],"name":"DESI CHAI BAR","sectors":["Restaurants"]},{"email":"waghindia@gmail.com","idea":"<p>VISION\n</p><p>To be a Renowned Infrastructure Industry Committed\n</p><p>to Quality, Timely Completion, Customer Satisfaction,\n</p><p>thereby Enhancing of Stake Holder’s Value</p>","industries":["Construction"],"name":"ARW INFRA PROJECTS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"krutiknirbhavane@gmail.com","idea":"<p>It is basically a service which we are going to provide and its is related to automotive cleaning &amp; detailing industry .this is industry is yet not targeted on major scale and thus we have a lot of scope &amp;growth in this field. I have an idea which can solve problems of the humans and make them more efficient&nbsp;</p>","industries":["Automotive"],"name":"car care","sectors":["Others"]},{"email":"meduskills@gmail.com","idea":"<p>Medu is India’s first online training platform based in Mumbai, India. We offer skill and development training programs to the healthcare professionals across the globe in order to improve their work efficiency.\n</p><p>Medu is a sister company of Hospaccx Healthcare Business Consultancy Private Ltd- A leading and an oldest consultancy firm providing an array of services for various healthcare settings globally. \n</p><p>Medu aims to bridge the gap in the healthcare industry by providing comprehensive, modern and industry recognized training for all healthcare professionals.</p>","industries":["Education"],"name":"MEDUSKILLS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"shashank@immortals.co.in","idea":"<p>Next Gen. SUNRUN of India diversely harvesting solar power</p><p><br></p><p>Immortals Power is an responsive yet effective supply chain to harvest suns energy in every possible dimensions and apply it diversely to everything possible&nbsp;</p>","industries":["Renewable Energy"],"name":"IMMORTEX MARKETING PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"karan@resetlife.in","idea":"To develop, design, construct, maintain, trade, establish, undertake, promote, assist, engage in information technology products and services comprising of but not limited to analytics, website, mobile applications for offering wellness services in India and abroad not limited to content creation, online webinars and online consultations and programs in fields including but not limited to Yoga, Ayurveda, Aerobics etc whether as principals, agents, partners, proprietors, managers, operators, investors, franchisees or otherwise. To invest in or set up infrastructure in relation to such business and provide all other related and ancillary services for efficiently offering wellness services in India and abroad.","industries":["IT Services"],"name":"K&L WELLNESS TECHNOLOGY PRIVATE LIMITED","sectors":["IT Management"]}]