[{"email":"keki@goldenquartz.studio","idea":"<p>ZARNUSH TRADING PRIVATE LIMITED is a company that specialises in manufacturing healing earth-crafted stones such as Crystals, Agate &amp; Quartz into products that are as honest and pure as they get. Every Golden Quartz Stone is natural, hand selected and comes with a promise to be beautiful, rare and responsibly sourced. While we have our showroom in Mumbai, our workshop based in Gujarat, houses experts who first hand select the stones and top of the line technology to ensure preservation of intrinsic properties of the stones in processing. Thus, bringing to you a product that is gloriously beautiful and rich in its natural properties.\n</p><p>We founded this company intrigued by our personal experiences with the power of this art, and we wish to touch many more lives by serving you the best of products to empower your gift of healing.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Fashion"],"name":"ZARNUSH TRADING PRIVATE LIMITED","sectors":["Others"]},{"email":"darshan@evote.co.in","idea":"<p>EVOTE TECHNOLOGIES PRIVATE LIMITED delivers digital transformation and technology services from ideation to execution, enabling Global 2000 clients to outperform the competition. Evote&nbsp; takes an agile, collaborative approach to creating customized solutions across the digital value chain. Our deep expertise in infrastructure and applications management turns IT into a strategic asset. Whether you need to run your business more efficiently or accelerate revenue growth, evote can get you there.</p>","industries":["IT Services"],"name":"EVOTE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"hwell24group@healwell24.com","idea":"<p>DocsCampus Learning is the Medi-Edtech for Medical Education and Primary Entry for Online Preparation and Doctors -Doctors Connect and For Patient Centry Community.</p>","industries":["Education"],"name":"WNES VENTURES ADVISORS PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"aniketadhav.0907@gmail.com","idea":"<p>Student</p>","industries":null,"name":"Aniket Adhav","sectors":null},{"email":"rs05enterprises@gmail.com","idea":"<p>we are medicine and surgical service provider. we provides a better quality products.</p>","industries":["Healthcare & Lifesciences"],"name":"R.S. ENTERPRISES","sectors":["Pharmaceutical"]},{"email":"ca.rushabh.m@gmail.com","idea":"\n                        <p>RM Valuers is a startup for startups. It leverages technology to provide quick, hassle-free finance solutions to early stage and growth stage startups to plan business, present to investors, raise funds and structure investment deal</p>        \n        ","industries":["Finance Technology"],"name":"RM Valuers","sectors":["Business Finance"]},{"email":"sudarshan@rybtechnocreative.com","idea":"<p>We are living in a world influenced by social media and run by consumers. A world where brands can connect if they ditch the sales pitch and behave like regular people. Today, brands need to engage in contextual and relevant conversations to survive.\n</p><p>RYB believes that communication is a huge responsibility. It helps brands find their footing in the consumer’s life and seize every opportunity to grow and connect.\n</p><p>RYB is a bunch of young advertising professionals observing the ever-changing world of our consumers. We at RYB constantly strive to give brands a point of view along with a point of differentiation.\n</p><p>We believe in providing ideas that make a deeper connection and are media agnostic.\n</p><p>Our services: Brand communication, branding, digit marketing and content creation and production.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Advertising"],"name":"RYB TechnoCreative Solutions LLP","sectors":["Others"]},{"email":"pbhalerao68@gmail.com","idea":"<p><a href=\"http://www.petwer.com\" target=\"_blank\">Petwer</a>&nbsp;is a company which prominently works like a service  provider. It deals with all the pet related elements. E-commerce is another important part of Petwer. E-commerce would extensively contain the pet products and nothing else. Petwer's medium is digital as it is the need of the hour.<br></p>","industries":["Pets & Animals"],"name":"PETWER VET-TECH PRIVATE LIMITED","sectors":["Others"]},{"email":"rohitkarle15@gmail.com","idea":"<p>ThinkAerial was founded in 14,August 2018. We have totally bootstrapped the company from starting as freelancer to scaling a team of 4 people. Thinkaerial is focused on aerial GIS mapping and drone applications.</p><p>Here we have manufactured fixedwings and drones according to applications and required from the client we are able to cover more than 3000+ sqkm through this years and generate outputs for civil purposes our major clients are private agencies as well as govt. agencies like irrigation dept, land revenue and other mapping required agencies.</p><p><br></p><p>We are looking for guidance and financial support to formalize the company struture and grow here after</p>","industries":["Aeronautics Aerospace & Defence"],"name":"THINKAERIAL AUTONOMUS SYSTEMS PRIVATE LIMITED","sectors":["Drones"]},{"email":"sandeep.mitra@aiviser.in","idea":"<p>We are a Market Research Agency with three partners with combined experience of 60 years. we are planning to build a robust Research ecosystem for India. We are looking for funding to initiate a project to bridge the gap between the shoppers and their expectations, experience with the seller and their expectations. We have identified technology partners who can work with us to help the clients with their daily requirements on the move.&nbsp;</p>","industries":["Analytics"],"name":"AIVISER LLP","sectors":["Business Intelligence"]}]