[{"email":"erampowerprojects@gmail.com","idea":"<p>We are dealer in diesel generators, fire pumps and provide AMC in diesel generators.</p>","industries":["Non- Renewable Energy"],"name":"ERAM POWER PROJECTS PRIVATE LIMITED","sectors":["Others"]},{"email":"nextinmachinery@gmail.com","idea":"<p>We are customised machine manufacturer with own design and fabrication ability.</p>","industries":["Food & Beverages"],"name":"NEXTIN MACHINERY SERVICES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"podoindia@gmail.com","idea":"<p><b>About Us\n</b></p><p>We are PodoIndia care (Pvt) Ltd, stalwarts in diabetic foot treatment equipment and\n</p><p>health appliances with over four years of experience. We were at the forefront of\n</p><p>Hyperbaric oxygen therapy (HBOT) research with successful results. It has enabled us\n</p><p>to start our manufacturing units and installing pressure swing adsorption (PSA)\n</p><p>oxygen plants with the aid of our Directors and Promoters.\n</p><p>Why Us?\n</p><p>Oxygen. Abundant in nature and a precious commodity at present. Covid 19 has\n</p><p>made the availability of liquid medical grade oxygen scarce and expensive. Given the\n</p><p>current global pandemic scenario, we are committed to put our best foot forward\n</p><p>and help battle the oxygen shortage in the country.\n</p><p>Hence, our revolutionary oxygen generating machine that produces a fresh oxygen\n</p><p>supply in less than 10 minutes anytime and everywhere is becoming a game‐changer.\n</p><p><b>What is MOSS?\n</b></p><p>MOSS – Medical Oxygen Supply Systems can directly connect to the patient without\n</p><p>any bulky contraptions or refilling needs.\n</p><p>Zero breakdown and no flow interruption due to its independent module working\n</p><p>technology are its USPs. It can also be upscaled to be connected to centralised\n</p><p>pipelines for liquid or gas systems in hospices to provide a 24 x 7 supply.\n</p><p>A user‐friendly design, with ease of mobility and installation, it is ideal for hospitals,\n</p><p>covid centres, operation theatres, ICUs, pathology labs and army base camps, to\n</p><p>name a few.\n</p><p>Customisable, cost‐effective and hazard free, MOSS is the need of the hour. ISO,\n</p><p>GMP, CE and FT certified Made in India option. It is backed by an efficient,\n</p><p>professional ecosystem that ensures your machine's smooth functioning and\n</p><p>maintenance.\n</p><p><b>Our Vision\n</b></p><p>We aim to make affordable, handy and portable oxygen stations available for\n</p><p>individual and mass usage. To reach out to patients in need at the right time because\n</p><p>fresh oxygen is our birthright.\n</p><p><b>Our Directors ‐:\n</b></p><p><b>1. Dr. Mitshu Doshi\n</b></p><p>Dr Mitshu Doshi is a Cardiothoracic Rehab Specialist from the UK with over a decade\n</p><p>of experience. She has reached out to patients with breathing disorders and offered\n</p><p>vital treatments during the Covid‐19 crisis. Her immense belief in the oxygen supply\n</p><p>system enabled her to pitch to the board of directors to utilise PSA technology plants\n</p><p>for oxygen supply.\n</p><p><b>2. Mrs. Priti Doshi\n</b></p><p>Priti Doshi has an impressive educational background as curriculum department head\n</p><p>for the IG board for three decades. She is hands‐on when it comes to the company's\n</p><p>management and brings to the table years of expertise and skill. She handle\n</p><p>administration of the company.\n</p><p>Promoters ‐:\n</p><p><b>1. Dr. Saurabh Hemade\n</b></p><p>A Podiatrist from Switzerland, he was instrumental in leading a team of mechanical\n</p><p>engineers to bring the PSA technology to India.\n</p><p><b>2. Dr. Bhushan\n</b></p><p>A renowned doctor practising in Mumbai for three decades, he has helmed\n</p><p>paramedic projects with UNICEF. His contribution to the Impact India Foundation for\n</p><p>orthopaedic disability identification, correction and rehabilitation was greatly\n</p><p>appreciated by Mrs Sonia Gandhi, President of the Rajiv Gandhi Foundation.\n</p><p><b>3. Mr Shriram Nijsure\n</b></p><p>A retired air force officer, he was working in their mechanical department for 15\n</p><p>years. His profile includes strong execution and commissioning of PSA plants.\n</p><p><b>4.Mr. Atul Phanse\n</b></p><p>In charge of the software and hi‐tech app designing for the company, he simplifies\n</p><p>our maintenance work.\n</p><p><b>5. Mr. Saurabh Shirdhankar\n</b></p><p>A dynamic personality, he aligns the needs of the manufacturing and procurement\n</p><p>team.</p>","industries":["Healthcare & Lifesciences"],"name":"PODOINDIA CARE PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"zedgeotech@yahoo.com","idea":"<p>ZEDGEO SYSTEMS PRIVATE LIMITEDZEDGEO SYSTEMS PRIVATE LIMITED</p>","industries":["Construction"],"name":"ZEDGEO SYSTEMS PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"heyobey.connect@gmail.com","idea":"<p>OBEY ONE DIGITAL is an award-winning, outsourced IT services provider. we provides enterprise-quality IT to small and medium-sized organizations across the Intermountain West.</p>","industries":["IT Services"],"name":"OBEY ONE DIGITAL PLATFORM PRIVATE LIMITED","sectors":["Project Management"]},{"email":"mithunpatlikadan@gmail.com","idea":"Innovative Engineering Services to provide solutions&nbsp;","industries":["Others"],"name":"Prometheus ","sectors":["Others"]},{"email":"harshalshikhare917@gmail.com","idea":"<p>We connect the community of farmers with our customers and assist you to create a #ChemicalFreeKitchen. Our farmers believe in organic farming that is 100% natural and brings real taste to your homes. We, at Mandeshi Agro, encourage better living which includes the organic and healthy. We offer to connect the farmers directly to the buyers who prefer buying organic foods being supplied directly by the farmers.&nbsp; &nbsp;<br><br>Our Mission:<br>Our mission is to grow the community of farmers following natural processes of farming to grow food organically. Also, we would like to encourage the masses to prefer a source that directly comes from the farmer. Mandeshi Agro is an attempt to improve the transparency of product quality for our customers. We would like more and more customers to support organic farming, the farmers involved, and thus, adopt a healthy, #ChemicalFreeKitchen with organic food.<br><br>Our Vision:<br>Mandeshi Agro is a platform that offers organically grown food coming directly from the farmers. We ensure to bring you the best quality natural products grown without chemicals through organic farming. Our range of organic food online includes product categories such as organic spices, organic grocery, unifloral honey, organic chocolates, wood pressed oils, and dairy products. With our extensive range, you can transform your ordinary kitchen into an organic, chemical-free kitchen!<br><br>Initiative:<br>Today, we witness the adulteration of food products that are available in the market. Also, there is a lack of transparency when it comes to knowing the source of products. Consumers are not aware of the process and do not know most of the time where the products come from. We aim to bridge the gap between the end consumer and the producer (farmer) through Mandeshi Agro. We believe that each one of us has a right to know the source of the products we use or eat!<br><br>We aim to support our consumers to set a #ChemicalFreeKitchen. While they live a busy life and forget about testing the authenticity of their products used in the kitchen, we want them to be aware of the adulteration of food and thus, consciously make the right choice. Organic and natural products are the right choice for a healthy life and living. Providing our consumers with safe, organic, and natural food is our aim. We ask you to join and support us and the farmer’s community.\n</p><p>We eliminate the middleman in our process and get products delivered directly from the farmers to the customers. This helps us to give back to the farmer’s community their deserved part and share. At Mandeshi Agro we offer organically grown products coming directly from the farm. Along with letting our buyers know the true source, we also wish to encourage the farmers’ community to practice organic farming.</p>","industries":["Agriculture"],"name":"MANDESHI AGRO","sectors":["Agri-Tech"]},{"email":"wallpaperscissor@gmail.com","idea":"<p>A home grown children's Wall Decor brand.&nbsp;</p><p>Dreamy, made to measure, luxury children wall decor created specially for little ones.</p>","industries":["Architecture Interior Design"],"name":"WallPaperScissor","sectors":["Others"]},{"email":"mercy@ecosystemic.co.in","idea":"<p>ECOSYSTEMIC INDIA PVT. LTD. has been on the forefront in design and manufacture of equipment for the industry at large and catering to the Oil &amp; Petroleum industry.\n</p><p>We are established with the policy and objective of customer satisfaction, by Design, Manufacturers, Supply &amp; Providing Installation services of the products as per Customer Requirements. We manufacture selected products by designing them as per the requirement and manufacturing under stringent National and International quality standards.\n</p><p>With a motivated and dynamic team and with the support of fully trained Engineers and extensive trust and support of our esteemed customers. We have begun campaigning for adoption of Best Available Control Technology in India.\n</p><p>We have a One Stop Shop concept for Environment protection and Safety Systems around VOC Storage Tanks.</p>","industries":["Others"],"name":"ECOSYSTEMIC (INDIA) PRIVATE LIMITED","sectors":["Others"]},{"email":"mansarovarcadengineering@gmail.com","idea":"<p>All types of projects in Oil &amp; Gas pipe line, railway, Road Construction, Building construction, Services,Trade, Sale &amp; Purchase</p>","industries":["Construction"],"name":"Mansarovar cad engineering","sectors":["Others"]}]