[{"email":"surya.singh2299@gmail.com","idea":"<p>I deal in wholesale and retail of stationary products<br></p>","industries":null,"name":"Suryapratap Singh","sectors":null},{"email":"gouravmishragksk@gmail.com","idea":"<p>Lexamon Services Pvt. Ltd. is a alternate fuel energy company with its vision to redefine manufacturing &amp; distribution of alternate fuel energy.&nbsp;<span>We specialize in waste to energy projects such as CBG production projects.&nbsp;</span><span>Our brand name is “Lexamon” which is one of India’s first organized company with its vision to redefine clean fuels for a clean world with an idea to have a green planet &amp; energy independence.</span></p><p><span><br></span></p><p><span>Vision:</span></p><p><span>To be a globally admired company in manufacturing and distribution of alternative energy for sustainable growth of the world.</span></p><p><span><br></span></p><p><span>Mission:</span></p><p><span>To provide safe renewable energy at economical cost to our consumers and a network of manufacturing &amp; distribution of renewable fuels. To add value to stakeholders, partners &amp; society.</span></p>","industries":["Renewable Energy"],"name":"Lexamon Services Pvt. Ltd.","sectors":["Renewable Energy Solutions"]},{"email":"dushyant@ubiquitousmediaworks.com","idea":"<p>Ubiquitous Mediaworks is a successful Advertising &amp; Marketing agency that has handled campaigns of several Indian and Multinational Organisations. We deliver best-in-class Advertising &amp; Marketing Solutions, Branded Content, Digital Marketing, Film Production, Performance Marketing, Public Relations and Search Engine Optimization to our clients. In response to today’s ever-growing business needs, we help organizations implement new technologies and transform their work methods.</p><p><br></p><p>We think about our customer’s problems from the customer’s perspectives. We orchestrate, operate and optimize our customer’s marketing transformations. We live by the principle of Build The New, Renew The Old – Our innovative solutions are designed to build new strategies while retaining and rebuilding the existing ones.</p>","industries":["Advertising"],"name":"UBIQUITOUS MEDIAWORKS PRIVATE LIMITED","sectors":["Others"]},{"email":"amitthakur1919@gmail.com","idea":"<p>A N THAKUR FUEL (OPC) PRIVATE LIMITED is basically entering the new era of fuels supply Door To Door which is the efficient way to provide service to the important sectors of Thane,&nbsp;<span>Maharashtra the vision and concept is very  clear. That we want to provide the fuel to every needy person who is not able to go to the fuel pump.</span></p>","industries":["Non- Renewable Energy"],"name":"A N THAKUR FUEL (OPC) PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"manishalifespaces@gmail.com","idea":"<p>This startup is creating a digital platform which will enable buyer and developer to share the information with fast speed, transparency and will make real estate buying a better experience</p>","industries":["Real Estate"],"name":"AZZULO ADVISORS PVT LTD","sectors":["Housing"]},{"email":"contact@pristineinfo.com","idea":"<p>Pristine InfoSolutions Pvt. Ltd. is a CRISIL Graded and ISO 27001:2013 | 9001:2015 certified company and a global IT services and Information Security company based in Mumbai, India embracing strong competencies in IT Security and Audit Services, Cyber Crime Investigations, Cyber Law and the entire spectrum of IT Security training businesses. The organization is focused on delivering smart, next-generation business solutions that help enterprises across the world to overcome their business challenges.\n</p><p>Excelled with a unique business model, strong values and philosophy, combined with trained, certified and highly experienced workforce, we have established a reputation of providing top notch IT and Information Security services to industry leaders. We help organizations reduce risk and enhance competitive advantage by protecting their information assets and providing positive assurance on governance. \n</p><p>For further information about Pristine InfoSolutions please visit https://www.pristineinfo.com</p>","industries":["IT Services"],"name":"Pristine InfoSolutions Pvt. Ltd.","sectors":["IT Consulting"]},{"email":"chaitanya.sinh@bombax.in","idea":"<p>Bombax Couriers LLP is India’s premier technology-enabled express logistics company with a strong customer-centric approach and the quickest door to door delivery turnaround times (TATs). Making Deliveries Easy.</p>","industries":["Transportation & Storage"],"name":"BOMBAX COURIERS LLP","sectors":["Freight & Logistics Services"]},{"email":"nandanpharma77@gmail.com","idea":"<p>Our distribution channel is widely spread across India majorly serving length and breadth of Mumbai city and adjoining suburbs including Delhi, Uttar Pradesh, Jammu &amp; Kashmir, Goa,Karnataka with a group of young dynamic and dedicated workforce. Our products are sourced from reliable vendors and channel partners to ensure quality and genuinity.<br></p>","industries":["Healthcare & Lifesciences"],"name":"NANDAN PHARMA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"anukoolghanawat007@gmail.com","idea":"<p>We are creating an online platform to rent electronic gadgets like mobile phone, laptops, computers, etc. at an unbelievable price.&nbsp;</p><p>We are looking forward to serve businesses as well as individual customers.</p><p>Currently we are looking for a seed capital for the start up.</p>","industries":["IT Services"],"name":"RentEasy","sectors":["Others"]},{"email":"gunzain12@gmail.com","idea":"<p>About GS-EV\n</p><p>Installing an GS- EV Charger at Your Restaurant Will Provide a Number of Great Benefits\n</p><p>1. Patrons Will Stay Longer\n</p><p>Electric cars typically need to be charged for at least an hour, which means that any patrons who are using your charging station will stay in your facility for at least that time. That means they'll be more likely to opt for desert, drinks, or coffee.\n</p><p>2. You'll Attract Repeat Customers\n</p><p>A restaurant that offers EV charging stations is very likely to attract repeat customers. Electric car users will know that your facilities are able to accommodate their needs, and they'll be more likely to choose you over competitors.\n</p><p>3. Your Company Will Be Greener\n</p><p>Many consumers are very concerned with the environmental impact of their choices, and if your restaurant has an EV charging station, it will enhance your company's image. When consumers are looking for an environmentally friendly choice, they'll choose your restaurant.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"GS EV","sectors":["Others"]}]