[{"email":"karmasvish@gmail.com","idea":"<p>Svish Inc is a technology firm proving a collection of tools that enable individuals to explore their Sanatan identity, relate to and engage with its principles, and take on a journey of conscious living under the light of Sanatan Dharma.</p>","industries":["IT Services"],"name":"Svish Inc","sectors":["Product Development"]},{"email":"info@24learningz.com","idea":"<p>24 Learningz EdTech Services Private Limited came into existence with the idea of providing affordable high-quality education to the learners with utmost customization of curriculums along with the use of technology and other tools in a conducive and productive environment for them. We aim to expand and support educational opportunities for people around the world, especially the neglected sections of the community. We identify the educational requirements and desires of the community and design and develop curriculums for them.</p><p><br></p><p>24 Learningz EdTech Services Private Limited is an EdTech company providing life skills, English language and STEM education focusing on learners from low-income backgrounds. All our courses are customized and designed to meet the need of our client with help of experienced curriculum designers ensuring they are current as per today’s market condition and learning styles. We also provide Tutor Training program.</p><p><br></p><p>Our mission is to provide success to students through our engaging and highly relevant educational offerings. Together as a team we have trained over 300+ students. Our instructors and students use our designed courses every day. Their success stories are a proof of our success. At 24 Learningz EdTech Services Private Limited, our partnership does not end with a course. We work to help you achieve results which is clearly visible in your day-to-day life as well as in your career. Our program also includes learn and earn idea.</p>","industries":["Education"],"name":"24 Learningz Edtech Service Pvt Ltd","sectors":["E-learning"]},{"email":"uttam@bloksupplychain.com","idea":"<p>Bloksupplychain has been started with the vision of Air cargo Platform with its own dedicated Aircrafts &amp; partner airlines to serve the Logistics , Ecommerce &amp; Freight forwarders Globally. It wants to be the Number one Air cargo Line Globally and be the number Blockchain platform digitally for air cargo</p>","industries":["Transportation & Storage"],"name":"Bloksupplychain Secure Log India private Limited","sectors":["Freight & Logistics Services"]},{"email":"info@macdrug.in","idea":"We here for improvement , improvement which leads towards the world.","industries":["Chemicals"],"name":"MACDRUG PHARMACEUTICALE PTIVATE LIMITED","sectors":["Agricultural Chemicals"]},{"email":"happynessgifting@gmail.com","idea":"<p>To carry on in India or elsewhere a broad-based, multi category, multi brand retail trading business of Personal and Corporate gift items&nbsp;<span>and accessories through e-commerce portal dealing in all kinds of manufactured&nbsp;</span><span>products as well as all branded and unbranded gifting items, such as including but not limited to fashion accessories, jewelry, cosmetics&nbsp;</span><span>and personal care products, electronics, household gadgets, computer and mobile devices, home décor and novelty items products,&nbsp;</span><span>Sweets, Dry fruits, confectionery hampers, Gourmet gifts, Toys, stationery items, Computer accessories, mobile accessories,&nbsp;</span><span>music accessories, fitness accessories, electronic&nbsp; items and accessories, Fashion and Lifestyle apparels, Promotional and Business gift&nbsp;</span><span>sets for corporates as well as lifestyle gift services such as salons, restaurants, travel, hotels and so on.</span></p>","industries":["Others"],"name":"CRAYBOARD PRIVATE LIMITED","sectors":["Others"]},{"email":"roshangjha@gmail.com","idea":"<p>The startup will provide free high quality test preparation education to poor, lower middle class, and middle class students to help them get into their dream institutes.</p>","industries":["Education"],"name":"GrowKul","sectors":["E-learning"]},{"email":"im.jayshreedas@gmail.com","idea":"<p>I newly started my shop want to explore with big delivery partner</p>","industries":["Food & Beverages"],"name":"Coffeechaa","sectors":["Restaurants"]},{"email":"shweta.shukla@trestlework.tech","idea":"<p>We aim to empower organizations to build innovative financial products &amp; experiences for their customers. By providing enabler platforms we want to make it easier for them to focus on the innovations and not worry of the underlying complexities.</p><p><br></p><p>Based out of Mumbai, India, we are a group of like minded people who believe that for any ecosystem to thrive, it is very much necessary to have the basic building blocks fit and running. Without solving for the fundamental challenges, no business can sustain in the long run. With this thought, we have set our foot to build the basic infrastructure for the payments world, which would enable fintechs and financial institutions to roll out their business solutions backed by a sound, secure and strong backend.</p>","industries":["Finance Technology"],"name":"TRESTLEWORK FINANCIAL TECHNOLOGIES PRIVATE LIMITED","sectors":["Bitcoin and Blockchain"]},{"email":"mgmcorp.mumbai@gmail.com","idea":"<p>MGM Corporation Pvt Ltd is a manufacturer and exporter of all different kinds of cleaning products for the home and the industrial sector. Our goal is to do away with risk management altogether by using a single integrated system in place of several point solutions. And have a goal for the next ten years that includes expanding the customer base across the world and into a variety of other markets. The needs of our clients come first.</p>","industries":["Chemicals"],"name":"MGM CORPORATION PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"alpaadedhia@gmail.com","idea":"<p>It is a marketing and advertising platform for audience</p>","industries":["Marketing"],"name":"CMX","sectors":["Others"]}]