[{"email":"ronette@aprconsulting.in","idea":"<p>Providing HR Strategy for early to mid stage startups</p>","industries":["Human Resources"],"name":"Get Structured Consulting Services OPC Pvt Ltd","sectors":["Talent Management"]},{"email":"vickramvalechha@asmaye.com","idea":"<p>A new social networking initiative to bring communities around the world together.</p>","industries":["Social Network"],"name":"Asmaye","sectors":["Others"]},{"email":"sanjeevm@geeconglobal.com","idea":"<p>Geecon Systems Private Limited aka Geecon combines a passion for Client Satisfaction, Technology Innovation, Business and Management Consultancy, Software Solution and IT Consultancy. Geecon helps customers to do business better leveraging our industry-wide experience, deep technology expertise, comprehensive portfolio of services and a vertically aligned business model.</p>","industries":["Enterprise Software"],"name":"GEECON SYSTEMS PRIVATE LIMITED","sectors":["Cloud"]},{"email":"nishchay.maken@pelagic-marine.com","idea":"<p>Who We Are \n</p><p>Pelagic marine consultants and surveyors was formed in year 2021 by young entrepreneurs from the shipping and engineering fraternity with wide range of experience in vessel operations, ship surveying, Engineering, offshore operations, dry &amp; wet cargo handling and maritime legal solutions. The company was formed to act as a one stop shop for various shipping industry centric solution. The core team consists of experienced Master Mariners, Marine engineers, naval architects and Lawyers. We provide professional services to our clients from mainline shipping, oil &amp; gas industry, offshore industry and renewable energy sector.\n</p><p>Mission\n</p><p>Our mission is to transform shipping industry into a sustainable and progressive industry by innovation and technology. Our work ethics of discipline, transparency, Customer satisfaction and delivering quality work are deeply rooted within everyone working in our organization.\n</p><p>Vision\n</p><p>Our vision is to be the leaders in the field of Marine, Surveying, Engineering and Design consultancy.\n</p><p>Values\n</p><p>Sustainable shipping, Innovation, Integrity and Customer satisfaction are some of the core values of our organization. As an organization we believe in very high ethical and professional standards.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"PELAGIC MARINE CONSULTANTS AND SURVEYORS LLP","sectors":["Business Support Services"]},{"email":"sohamapte7@gmail.com","idea":"Consultancy services and equipment trade manufacture and innovation","industries":["Healthcare & Lifesciences"],"name":"NARAYANA FOUNDATION","sectors":["Healthcare Services"]},{"email":"acmehta@motoringahead.com","idea":"<p>Motoring Ahead aims to revolutionize the Vehicle / Car selection and purchase experience to the benefit of the Buyer, who would be afforded right fitment, matching of aspirations, concepts and budget.</p>","industries":["Automotive"],"name":"MOTORING AHEAD PRIVATE LIMITED","sectors":["Others"]},{"email":"kalpeshsoni022@gmail.com","idea":"<p>We believe, jewellery is not something that adds beauty,</p><p>jewellery is beauty in itself.</p><p>At Shree Nidhi, it is not just about the intricacy in designs or the novelty in styling, as they are just the byproducts of the other elements like authenticity, values, trust and customer's satisfaction that go into the making of the symbols of our tradition</p>","industries":["Fashion"],"name":"SHREENIDHI JEWELLERY PRIVATE LIMITED","sectors":["Jewellery"]},{"email":"toyamindustriesltd2021@gmail.com","idea":"<p><a href=\"https://kumite1league.in/\" target=\"_blank\">https://kumite1league.in/</a><a href=\"https://kumite1league.in/\" target=\"_blank\"></a></p><p><span><br></span></p><p><span>Kumite 1 League is India's leading mixed martial arts (MMA) promotion launched under Toyam Industries Limited in 2017. With a vision to grow and popularize the sport of mixed martial arts within the mass community in India, Kumite 1 League successfully hosted an introductory event in the September of 2018, Mumbai, India.</span></p><p><br></p><p><span>The event, broadcasted across 90+ countries around the world saw the legendary Mike Tyson as the brand ambassador. Kumite 1 League has since revolutionized the fight business in India and today stands as one of the largest and most popular sports brands.</span></p><p><span><br></span></p><p><span>A \"talent first\" organization headquartered in Mumbai, Kumite 1 League represents talent and fights across the full spectrum of all weight categories.</span></p><p><span><br></span></p><p><span>Kumite 1 League was developed as a sustainable youth development catalyst for a change in India and will assist communities to create \"idols of the sport\" through different opportunities for athletes. Our mission is to unleash real life superheroes who ignite the nation with hope, dream, inspiration and strength.</span></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Sports"],"name":"Kumite 1 League","sectors":["Others"]},{"email":"minesh@ferrousinternational.com","idea":"<p><a href=\"http://www.ferrousinternational.com\" target=\"_blank\">www.ferrousinternational.com</a><br></p>","industries":["Others"],"name":"Minesh Sanghvi","sectors":["Others"]},{"email":"naja_inn@yahoo.co.in","idea":"<p>An Architectural &amp; Interior Designing, House &amp; Building Construction firm</p>","industries":["Architecture Interior Design"],"name":"WeBuildup","sectors":["Others"]}]