[{"email":"jaivalpharma@gmail.com","idea":"<p>The company plans to employ Research Scientist from top end Universities in India in the Field of Pharmacy, Molecular Biology, pure Research, Engineers to create a talent pool and give them platform on the lines of Universities like Karolinska University in Sweden, which runs on the principles of Sab ka Saath Sabka Vikas.  This will give Bharat the much needed impetus to move in the direction of Make in India, and prevent the brain drain.  \n</p><p>The scientist already associated with the organization as promoters have expertise in drug discovery, pharmacokinetics, pharmaceutical dosage form development in the liposomal drug delivery space, nano particles, sustained release and long acting injectables, and have patents publications in reputed journals.\n</p><p>We have already begin the process of pharmaceutical marketing of generic products in India, and will move to the next level of Research &amp; Development.</p><p>\n</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"JAIVAL PHARMACEUTICALS LLP","sectors":["Pharmaceutical"]},{"email":"herman_expbom@yahoo.com","idea":"<p>MARIAROSA IMPEX PVT. LTD.,\n</p><p>Company Incorporated in the year 2018, registered office at Nerul, New Mumbai-400706 and branch office at Thoothoor, K.K.District, TN-629176. We “MARIAROSA IMPEX PVT. LTD., one of the distinguished Import and Exporters, Wholesaler Distributors and Suppliers of a comprehensive assortment of high quality Fishing Hooks, Swivel, Sleeve, Fishing Tackles Hard Lure, Fishing Rod &amp; Reel and other varieties of fishing equipment and accessories etc. Our association with overseas supplier / partner and some of the trusted vendors of the industry. We have thorough knowledge about the above products and industries, market place for selling and end use of the products.\n</p><p>We had registered with 1) MSME vide Reg.No. MH33E0219472, 2) APEDA vide Reg. No. 199576, 3) Asian Exporters Chamber of Commerce and Industry vide Reg. No.AEECCI-NM-222/19-20</p><p><br></p><p>\n</p><p>We concentrate in the market research and learning about the new product development as per the new technology; design introduced in the market on time to time and launches the new products in the market as per the end customer need and requirements.\n</p><p><br></p><p>We offer products at the same value. To really build customer loyalty, we need to make sure our customers are not only satisfied, but trust us to the point they are willing to buy from us again without hesitation.\n</p><p>We send welcome e-mail / phone call to the customers first to register and introduce our products and price for doing business with us.\n</p><p><br></p><p>We offer them a discount, cheapest mode of shipping, transport to deliver the products on time. We offer competitive price, best customer service and timely response.\n</p><p><br></p><p>We are targeting customers All India level to sell our products in large quantity and generating more revenue and profit.\n</p><p>Development is a key aspect of any business. Every business has the long-term goal of continuous improvement and profitability. Sustainable profitability for a business means that an organization provides a service or product that is both profitable and environmentally friendly.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ****************************************************</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"MARIAROSA IMPEX PRIVATE LIMITED","sectors":["Others"]},{"email":"kamle_sharma@yahoo.co.in","idea":"<p>I would like to start new business opportunities.</p><p>So I want to need funds for easily design and exicute&nbsp;<span>properly set-up</span></p>","industries":["Food & Beverages"],"name":"Sevak Enterprises","sectors":["Food Processing"]},{"email":"rushimehta868@gmail.com","idea":"<p>We are developing consumer goods with a focus on promoting Carbon neutrality</p>","industries":["Others"],"name":"Wytox","sectors":["Others"]},{"email":"sachin_kherodia@yahoo.co.in","idea":"<p>FLARE FINANCIAL CONSULTING LLPFLARE FINANCIAL CONSULTING LLP</p>","industries":["Professional & Commercial Services"],"name":"FLARE FINANCIAL CONSULTING LLP","sectors":["Business Support Services"]},{"email":"sales@jilmil.in","idea":"<p>To provide E-commerce service for trading of products and providing services</p>","industries":["Marketing"],"name":"GOPIKESH (OPC) PRIVATE LIMITED","sectors":["Sales"]},{"email":"kunal.shah@truboardpartners.com","idea":"<p>TruBoard intends to offer an integrated solution for Credit &amp; Asset Monitoring by developing analytical tools to automate data gathering, data analysis, generating notifications, alarms, managing compliances, reporting, MIS, etc.</p>","industries":["Finance Technology"],"name":"TRUBOARD CREDIT MONITORING SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"nitin@pramaindia.in","idea":"<p>Prama is the India’s indigenous video security brand. As an incredible success story of ‘Make-in-India’ vision, it celebrates the maxim of ‘Made for India, Made by India, Made in India’ for a self-reliant India. It’s state-of-the-art manufacturing shows its long term commitment towards the ‘Make-in-India’ initiative for India specific product manufacturing roadmap.</p>","industries":["Security Solutions"],"name":"PRAMA INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"spaceagefood@gmail.com","idea":"<p>Innovation and development in Ready to Eat Food. The food would have long shelf life, be healthy, organic, and easy to make. can be used in many application and consumed by itself also.&nbsp;&nbsp;</p>","industries":["Food & Beverages"],"name":"Space Age Food","sectors":["Food Processing"]},{"email":"maxuspt@gmail.com","idea":"We are accredited by NABL to provide Proficiency Testing Services for construction materials.","industries":["Professional & Commercial Services"],"name":"maxus","sectors":["Others"]}]