[{"email":"KRITECH2020@GMAIL.COM","idea":"<p>KRITECH will be involved in Software publishing, consultancy and supply [Software publishing includes production, supply and documentation of ready-made (non-customized) software, operating systems software, business &amp; other applications software, computer games software for all platforms].</p>","industries":["IT Services"],"name":"KRITECH TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Management"]},{"email":"divya.njr@gmail.com","idea":"<p>Provide tech/ AI/ automation enabled services to healthcare providers to ensure they collect all that they owe from Insrance companies and patients</p>","industries":["IT Services"],"name":"REVUPSIDE BUSINESS SOLUTIONS PRIVATE LIMITED","sectors":["KPO"]},{"email":"kinoeyestudios@gmail.com","idea":"<p>KINO EYE STUDIOS is a 360 degree creative agency working to provide content based services for a wide range of clients. Right from a scratch idea to developing the nascent concept into visually engaging and enthralling content is what Kino Eye thrive to deliver. Few of our services include Rebranding, 360 degree product placement, integrating brands with digital and theatrical distributors and platforms for a long term promotional and marketing campaign. Apart from this we are also into production of content for all formats, production of international video campaigns in India, social media campaigns for international brands and international publications and printed content production.</p>","industries":["Media & Entertainment"],"name":"KINO EYE STUDIOS","sectors":["Entertainment"]},{"email":"shashank@esycommerce.com","idea":"<p>EsyCommerce is a full service ecommerce services provider company based out of Mumbai, India. We provide turnkey solutions to launch, manage and grow ecommerce businesses.</p>","industries":["IT Services"],"name":"Esycommerce Digital Services LLP","sectors":["IT Consulting"]},{"email":"swapnilsawant2712@gmail.com","idea":"<p>I want start my own company so I want loan from government to start my own company&nbsp;</p>","industries":["IT Services"],"name":"Mindloggers.com","sectors":["IT Consulting"]},{"email":"info@khuraak.co.in","idea":"<p>\"Khuraak\" is a high-end portal that functions as an aggregator and a delivery service for sweets.</p>","industries":["Food & Beverages"],"name":"SEE JAY KHURAAK PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"shivadhya.healthcare@gmail.com","idea":"<p>We assists in the needs assessment, recruitment and deployment of staff.</p>","industries":["Human Resources"],"name":"SHIVADHYA HEALTH CARE SERVICES","sectors":["Recruitment Jobs"]},{"email":"info@eigenlytics.com","idea":"<p>Eigenlytics data solutions is a B2B text recognition product company solving problems of data extraction to enable automated document processing and our offerings are focused on the domain of BFSI and Urban Civic Governance.</p>","industries":["AI"],"name":"EIGENLYTICS DATA SOLUTIONS PRIVATE LIMITED","sectors":["NLP"]},{"email":"parag@rykka.in","idea":"<p>We introduce ourselves as “RYKKA CORPORATION PRIVATE LIMITED” building inroads into new and exciting domains, as well as fundamentally strong companies. As Angel investors, we are successful and industrious individuals and we bring the ability to provide capital for a variety of ventures that include some innovative start-ups as well.\n</p><p>To fund a diverse mix of small and large businesses involved in key sectors as well as innovative start-up ventures that will go on to add value to industry and society.\n</p><p>We believe our essence is in providing financial and advisory services to help start-ups, businessman, entrepreneurs and all other people seeking for financial advice for various business activities.</p>","industries":["Finance Technology"],"name":"RYKKA CORPORATION PRIVATE LIMITED","sectors":["Advisory"]},{"email":"dimensionfacility@gmail.com","idea":"<p>DIMENSION FACILITY PRIVATE LIMITEDDIMENSION FACILITY PRIVATE LIMITEDDIMENSION FACILITY PRIVATE LIMITED</p>","industries":["Travel & Tourism"],"name":"DIMENSION FACILITY PRIVATE LIMITED","sectors":["Hospitality"]}]