[{"email":"rohit@postmium.com","idea":"<p>Our mission at Postmium is to offer an award-winning virtual program that caters to all students around the world. We provide flexible learning options for all types of passionate learners.\n</p><p>Our institution provides diverse learning options and specifically caters to individuals who need flexibility, yet still prioritize receiving a high-level education. With various adaptable study options, our students have the opportunity to progress through courses at the pace that works best for them.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"Postmium","sectors":["E-learning"]},{"email":"manojpahwa@gmail.com","idea":"<p>Our main objectives are:\n</p><p>1. To design, test, repair, maintain, assemble, buy, sell, hire purchase, pledge, chartered aeroplane, helicopters, aero engines, air support systems, aviation equipment, air frame, components, parts, tools, equipments and accessories in India or any part of the World. To carry on the business of running motor lorries, motor taxies, motor omnibuses, tanks, lorries, coaches, tractors, combines, jeeps, trailors, trolleys, and conveyances of all kinds and on such lines and routes as the company may think fit and to transport passengers and goods generally to do the business of common carries in India or any part of the World.\n</p><p>2. To purchase, sell, import, export, repair, or otherwise deal in all types of aeroplanes and helicopters and to act as agents for the manufacture of aeroplanes, helicopters, marine going ships, trawling boats and parts thereof in India or any part of the World. To import, export, buy, sell, distribute, lease out or otherwise deal in all types of aeronautical and aerospace products, spare parts and accessories in India or any part of the World. To undertake modernization and reequipping of all types of aircraft on updated design and technology, life extension of all types of systems, aggregates for aircrafts, aero engines &amp;helicopters in India or any part of the World.\n</p><p>3. To carry on the business of airline operators and tourist charter for transporting passengers, air-taxi operations, Air Ambulane, mail, scheduled and non-scheduled airlines, air chartered in India and abroad, cargo, and/or freight to serve Indian travelling public and international tourist traffic and all related activities. To provide consultancy services for aviation and space technologies. To develop, construct, erect, build or repair, airport, helipads, hangers either itself or in collaboration. To purchase, sell, import, export, repair, or otherwise deal in all types of aeroplanes and helicopters and to act as agents for the manufacture of aeroplanes, helicopters, marine going ships, trawling boats and parts thereof. To import, export, buy, sell, distribute, lease out or otherwise deal in all types of aeronautical and aerospace products, spare parts and accessories. To undertake modernization and reequipping of all types of aircraft on updated design and technology, life extension of all types of systems, aggregates for aircrafts, aero engines &amp; helicopters in India or any part of the World.\n</p><p>4. To acquire, arrange, equip, establish, employ, purchase, recondition, maintain, own take on hire or lease import, export run lines of aerial conveyance air taxies fleet of auto mobile vehicles, fleet of marine boats, and vessels, live stocks human and all other kind of transport propelled or assisted by animal power, petrol, diesel, spirit, gas, gasoline, compressed airstream, electricity, mechanized power, oil atomic-energy, or other motive power and manual power which can be used for the purposes of transportation, between places inside or outside the country and other the same to the general public for their use. To establish, work, maintain and run college of education in Aeronautics, Flight Simulator, Technology and Aviation, Flying Training Academy/ Academies at any place for education and training of Aviation Engineers, Pilots, Flight Pursers, Cabin Crew and all personnel in the aviation sector and to purchase, to lease, charter fixed and rotary aircrafts, stimulators and hovercrafts and all other equipments for such purpose. To set up, maintain and run a ground training school for students aspiring to become pilots for all aircrafts and hovercrafts and to purchase, lease, rent all equipments for this purpose. To establish, work maintain and run an Avionics Lab.\n</p><p>5. To carry on the Services related to Aviation Industry such as Flight supervision, ground handling, over flight and landing clearances for various scheduled and non-scheduled domestic as well as International Air carriers through Director General of Civil Aviation, Ministry of Defence and Airports Authority of India. To operate air services including air taxi operations, air charters passenger and Cargo, scheduled and non-scheduled airlines, air-charters in India and abroad as may be approved by the Government of India or any other competent authority. To aid, assist, arrange, help, guide, reserve, organize for lodging, boarding, storing and other accommodation in hotels, guest-house, bungalows, loading, houses, inns, taverns, livery stables, cloak rooms, business houses, offices, safe deposit vaults, buildings, railways, air and space crafts, jolly-boats, house boats, ships, steamers, vessels and all other such facilities to the public including tourists, pilgrims, visitors, missions, delegates, coming to India from foreign counters and going abroad to any place or places of archaeological, botanical, geological, historical and economical importance.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"ABHRA AVIATION INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"preetidejo@gmail.com","idea":"<p>V-TELL-TALES is one of its kind mobile application . A similar app is yet not created anywhere in the world.</p><p>It is a story telling app but unlike other apps , in this app you can tell a story by using video as well as sound , gif and images. It is a mix -format story telling app.</p><p>The app is designed to be all inclusive, it is made for all section of society including the differently abled to express themselves creatively in the best possible way.&nbsp;</p><p>The app is made indigenously by an Aunt-Nephew team.</p>","industries":["Social Network"],"name":"VTELLTALES","sectors":["Others"]},{"email":"tapas@risil.net","idea":"FOCUSED ON INNOVATION MODERN CHEMISTRY<br>CATALYST DEVELOPMENT<br>FLOW CHEMISTRY IS FIRST CHOICE<br>","industries":["Chemicals"],"name":"RISIL INDUSTRIES PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"ayonamultitradeintl@gmail.com","idea":"<p>AYONA MULTITRADE INTL PRIVATE LIMITEDAYONA MULTITRADE INTL PRIVATE LIMITEDAYONA MULTITRADE INTL PRIVATE LIMITED</p>","industries":["Textiles & Apparel"],"name":"AYONA MULTITRADE INTL PRIVATE LIMITED","sectors":["Others"]},{"email":"services.gunoi@gmail.com","idea":"<p>Gunoi Enviroclean Management is a group of companies having its prime objective to balance the ecological system of our mother earth by providing environment-friendly solutions in Solid Waste management. Our belief is - the human being have been fed by our mother nature &amp; it is our prime duty to upkeep our surrounding environment clean and hygienic in enriching healthy lives of well beings and thus help in up-keeping natural biodiversity intact &amp; nature-friendly.\n</p><p>Gunoi Enviroclean  offers customized solutions in solid waste and waste water treatment and management. Gunoi Enviroclean have been consistently working to help dispose organic waste in an eco-friendly manner.\n</p><p>Prime object is to balance ecological system by providing environment friendly solutions. Accumulation of waste leads to garbage dumps in cities and sub-urban which is a major concern.</p><p>\n</p><p>\n</p>","industries":["Green Technology"],"name":"ASN GUNOI WASTE MGT PRIVATE LIMITED","sectors":["Others"]},{"email":"Nijesh.raveendran1980@gmail.com","idea":"<p>Sterlex Industries Pvt Limited (“SIPL”) a company incorporated under the companies Act, 2013 and registered office at  Mumbai. “SIPL” registered on 26 June 2020 and its team focused on diversified business in Foods, personal care products, online grocery, Fast-moving consumer goods, Cleaning agents and household items. It plans to connect millions of  household customers and online portal grocery division available 24x7 to the internet  friendly customers. Our Vision is to become the most trusted brand and to avail wide rage of consumer products globally.</p>","industries":["Professional & Commercial Services"],"name":"STERLEX INDUSTRIES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"smartworkassociates21@gmail.com","idea":"<p>A consulting firm, deals with enthusiasm and dedication, in Cyber Security, Digital Forensic, Cyber fraud preventions, IT infrastructure development, Outsourcing, Operational risk assessment, Training support, to help other small scale business's growth and security.</p>","industries":["Security Solutions"],"name":"SMARTWORK ASSOCIATES PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"shashankroy@intelliscend.com","idea":"<p>Intelliscend is a pharmaceutical development center offering services in formulation and analytical development. We have expertise in technology transfer, bio equivalence support, Quality By Design (QBD), regulatory activities, and ANDA/OTC/Veterinary product development consulting for all regulated markets. We offer full service from concept to commercialization, working with our customers’ R&amp;D and delivering the results fast and cost-efficiently.</p><p><br></p><p>We provide end-to-end solutions for all markets, from small and mid-size companies venturing for regulated markets to established companies seeking formulation development and tech transfer. Our scientists have expertise in more than 300 molecules and display strong and effective project management.</p>","industries":["Healthcare & Lifesciences"],"name":"Intelliscend NDDR Pvt Ltd","sectors":["Pharmaceutical"]},{"email":"guram.madhur@gmail.com","idea":"<p>We leave no stone unturned to ensure your space is always your comfort zone. Whether it's your cooling, fire safety or motors,\n</p><p>leave your concerns to us. Our professionals will resolve your issue in a timely manner and satisfy all expectations</p>","industries":["Professional & Commercial Services"],"name":"OSEM INDUSTRIAL SOLUTIONS PRIVATE LIMITED","sectors":["Others"]}]