[{"email":"joelsolar29@gmail.com","idea":"<p>We are in the same field from last twenty five years &amp; we have supplied more than three hundred Autoclave in different field.&nbsp;</p>","industries":["Renewable Energy"],"name":"JOEL SOLAR AUTOCLAVE","sectors":["Renewable Solar Energy"]},{"email":"vidhanm13@gmail.com","idea":"<p>EVYAN MOBILITY PRIVATE LIMITED&nbsp;is a leading provider of supply chain services and an investor in supply chain innovation.</p><div><br></div>","industries":["Transportation & Storage"],"name":"EVYAN MOBILITY PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"ganpatibtraders@gmail.com","idea":"<p>GANPATI TRADERS WILL TRADE IN SERVICE SECTOR . BASIC SECTOR OF WORK WILL BE SUPPLY OF MANPOWER AND CHASING TENDERS IN GOVERNMENT SECTOR&nbsp; FOR THE SAME.</p>","industries":["Human Resources"],"name":"GANPATI TRADERS","sectors":["Others"]},{"email":"jain.kapil@hotmail.com","idea":"<p><b>Referoute Technologies Private\nLimited</b> is venturing in the market with an innovative idea of facilitating\nIndividuals, Businesses and Institutes with a mechanism to convert the value of\ntheir network into a redeemable asset with proper authenticity and verification\nonline. Referral as a solution has been one of the most preferred mode to seek\na solution globally. </p>\n\n<p><br></p><p>Nearly 800 million users on Facebook\npost requirements to seek recommendations, globally about 48% of recruiters say\ntheir top source for hiring is employee referrals and 88% of the recruiters say\nemployee referrals gives the best return on investment. However, referrals\ntoday happen via word of mouth and makes the referral seeker a victim of\nlimited reach. </p>\n\n<p><br></p><p>Referoute is an exchange where\nIndividuals, Companies and Institutes can send and receive referrals, such as referral\nof individual, products &amp; services, companies, and others categories. The\nexchange also provides facilities to issuing requirements and redemption of\nsuccessful referrals received including processing bonus payment of Cash and Vouchers\nto the successful referrer. Requirements on the exchange can be issued for a Job\nopening, Business sourcing, Campus initiatives and Recommendations. The\nexchange will function as a central market for requirement issuers and\nreferrers consummating transactions in a closed network environment by using the\nwebsite or mobile app or any other digital medium as offered in the future\ncourse.</p>\n\n<p><br></p><p>To be able transact on the\nexchange the user will have to list themselves with the exchange by providing\ntheir Name, Profile details and Contact details post an email verification. </p>\n\n<p><br></p><p>A user can initiate an exchange\ntransaction by issuing a requirement for which the exchange will facilitate the\nissuer’s connections to bid someone or something from their network of\nconnections and the exchange will make it easy for the successful bidders to\nredeem the earning to their bank accounts. Successful referrals by the bidders enables\nthe exchange to convert their network into their net worth.</p>","industries":["Social Network"],"name":"REFEROUTE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"equalitybarcotech@gmail.com","idea":"<p>Our company “EQUALITY BARCOTECH LLP \" has a Navi Mumbai based paper Gumming rolls/Sheets , various type of stickers , labels manufacturing &amp; Barcode hardware devices sales and services. And also manufacture cleaning &amp; packaging products. Company having sales office/unit in Navi Mumbai &amp; Manufacturing unit in Mahape MIDC, NaviMumbai. We have long experience since 2006 in the above mentioned field.<br></p>","industries":["Technology Hardware"],"name":"EQUALITY BARCOTECH LLP","sectors":["Others"]},{"email":"hitesh@satiscomm.com","idea":"<p>SATISCOMM (INDIA) PRIVATE LIMITEDSATISCOMM (INDIA) PRIVATE LIMITEDSATISCOMM (INDIA) PRIVATE LIMITEDSATISCOMM (INDIA) PRIVATE LIMITEDSATISCOMM (INDIA) PRIVATE LIMITED</p>","industries":["Marketing"],"name":"SATISCOMM (INDIA) PRIVATE LIMITED","sectors":["Sales"]},{"email":"prachi@vyusti.co.in","idea":"<p>Introducing Vyusti, a sustainable fashion brand redefining the face of Indian handloom\n</p><p>Conceived and founded by Prachi Saraf, Vyusti is India’s newest sustainable fashion brand, offering a unique curation of traditional Indian handloom apparel and accessories. \n</p><p>The brand name ‘Vyusti’, is rooted in Devanagari and means grace and prosperity!\n</p><p>Vyusti reflects India’s rich culture and heritage through its unique hand-woven pieces built on the foundation of purity, craftsmanship and durability. Each garment at Vyusti is hand-woven using organic threads, creating fabrics of the highest quality that’s truly sustainable. \n</p><p>The brand closely works with various craft clusters across India with the deepest sense of respect and enables them to adapt to the evolving consumer preferences and current trends.  The looms, being hand-woven, possess a unique look that reminds us of the beauty found in nature and each creation is a masterpiece on its own. The intricate texture, rich colour and woven patterns can leave anyone spellbound!\n</p><p>At Vyusti, every garment tells a unique story which makes it a unique piece of art that goes far beyond style and glamour. Designs at Vyusti are heirloom pieces of impeccable quality, lasting value &amp; fair pricing. \n</p><p>The brand mainly celebrates craft and textile of India’s western and southern region i.e. Maharashtra and Karnataka respectively through its design collection. \n</p><p>The collection is further segmented into five signature capsules:\n</p><p>KarvatKati : The Vidarbha region of Maharashtra is the place of the origin of the Karvath Kati (saw-edged)  saree, so named after the border design which resembles saw-teeth. This woven saree is handcrafted using Tussar silk and symbolizes celebration and prosperity. It’s usually worn for auspicious rituals and weddings. The designs have been drawn from the ﬂora and fauna around Vidarbha  and also from the Ramtek temple motifs.\n</p><p>Himroo: The ravages of time and the passages of history have slowly driven the chapters of glory into bygone memories, and so this weave is known as a dying art. But, in the narrow lanes of Aurangabad, Maharashtra, a splendid tradition of this intricately woven fabric still struggles to survive. The word Himroo originated from the Persian word Hum-ruh which means 'similar', therefore it’s  inspired by Persian designs &amp; has a very  distinctive appearance to it.\n</p><p>Paithani: A royalty among sarees, Paithani holds a treasured place in the trousseau of every Maharashtrian bride. Symbolising the spirit of true Maharashtrian culture, the ‘Queen of Silks’ is called so rightly because only royals and aristocrats once wore it. Every piece is characterized by a luxurious and liberal use of gold, ﬂoral and bird-inspired motifs. The intricacy of designs &amp; traditional complex patterns along with a joyful intermingling of hues creates the delicate illusion of shifting colours on this weave.\n</p><p>Chitradurga: This weave originates in the Chitradurga district in Karnataka and has drawn its inspiration  deeply from nature. It has a stylized depiction of ﬂowers, leaves and trees. Other natural motifs  are frequently seen decorating the borders of this saree. Inspired by the grand architecture of temples in this region, these motifs are usually incorporated  along the thick borders of these sarees. Their pleasing geometric shapes &amp; interlocking symmetry add immense beauty to the garment.\n</p><p>Bagalkot: This weave originates in the district of Bagalkot in Karnataka and represents the strength of a women’s traditional attire. It is an essential contribution to the world’s cultural heritage &amp; diversity. These saris are woven in shades of dark indigo, purple, red, and green. The traditional style pallu (edge of the sari) and the body are joined together with a technique called “Kondi”. This sari is distinguished by its conventional patterns with motifs of centipedes, dots, &amp; triangles.\n</p><p>Vyusti takes pride in offering designs for both men and women with a fine balance between traditional and modern Indian sensibilities.\n</p><p>Vyusti is geared towards reviving the ailing handloom industry by nurturing its artisans through its CSR initiative, Vyusti Trust. It aims to provide them with all beneﬁts for them to lead a better &amp; brighter future and eventually emerge as skilled artisans, designers and entrepreneurs.  \n</p><p>With prices starting at INR 2000, products are available online on vyusti.co.in\n</p><p>For more information, please visit vyusti.co.in\n</p><p>Instagram: vyusti_official\n</p><p>Facebook: Vyusti</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Textiles & Apparel"],"name":"Vyusti","sectors":["Apparel & Accessories"]},{"email":"mt5130@gmail.com","idea":"<p>MANUFACTURING OF GRINDING, BLENDING&nbsp; AND PROCESSING OF SPICES.</p>","industries":["Food & Beverages"],"name":"YEMMY AGROFOOD PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"huafrid@earthair.in","idea":"<p>Earth Air Technologies has been incorporated to address the growing training needs that have transitioned online.</p><p>Previously, the major proportion of training was offline or classroom based and very little was online.</p><p>With the advent of the COVID19 pandemic, there is an urgent need for trainings to be held online.</p><p>How we differ:</p><p>There are many companies that do legacy trainings online and cover various courses and syllabus. But no Indian company does corporate training in leadership domains like collaboration training, strategy training, time management, communication skills, etc online.</p><p>There is a major gap in doing such leadership based trainings online and there is a big market for the same.</p><p>We at Earth Air Technologies Pvt. Ltd. create and run online gamified simulations in these aspects of strategic thinking, leadership, team building, collaboration, communication skills, etc.</p><p><br></p><p>There is a big market. We have spent the last 3 years developing these skills. It is not time to go to market.</p>","industries":["Education"],"name":"Earth Air technologies Pvt. Ltd.","sectors":["Education Technology"]},{"email":"nanotechologies@gmail.com","idea":"<p>NEWNANO TECHNOLOGIES PRIVATE LIMITEDNEWNANO TECHNOLOGIES PRIVATE LIMITEDNEWNANO TECHNOLOGIES PRIVATE LIMITEDNEWNANO TECHNOLOGIES PRIVATE LIMITED</p>","industries":["Chemicals"],"name":"NEWNANO TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]}]