[{"email":"cosmetologycoursesmumbai@gmail.com","idea":"<p>Our vision is to transform the learning for vocational studies. It is to fill the gap for the\n</p><p>requirement of assistants &amp; therapist in the setup of clinics &amp; hospitals. Our course\n</p><p>curriculum is devised by a renowned dermatologist &amp; internationally published author of two\n</p><p>books on study of clinical cosmetology - Dr Sonia Tekchandani. We have devised curriculum\n</p><p>that could train medical doctors &amp; train other professionals to work as therapist or assistant to\n</p><p>them. We see many medical professionals who have put in years of studying, struggle to\n</p><p>pursue these courses along with their practice. Tender Skin International Cosmetology\n</p><p>Academy has trained many students across India &amp; abroad but now by obtaining exclusive\n</p><p>rights from the MSBVE – Ministry of Skill Development &amp; Entrepreneurship ( MoSDE) we\n</p><p>104, Linkway Estate, New Link Road, Next to ICICI BANK,Near Inorbit Mall,\n</p><p>Mumbai, Maharashtra 400064\n</p><p>look forward to reach out &amp; teach more students &amp; help them in providing job opportunities\n</p><p>leading to employment.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"TenderSkinInternationalCosmetologyAcademy","sectors":["Skill Development"]},{"email":"artisharmamumbai@gmail.com","idea":"<p>Mcare is a Mumbai-based company, which provides Mobile Protection Plans. We are currently present all over India, enabling our mission to reduce unwarranted e-waste by creating a sustainable business that revolves around repair, refurbish and reuse.We are here so you can protect your mobile phones with our ‘ Protection Plan’ and get your phone repaired in a hassle-free way. We do that with a team that works with a hint of class, a touch of creativity, and a sustainable heart, by building a community that works for the planet.<br></p>","industries":["Others"],"name":"Mcare","sectors":["Others"]},{"email":"sidhanthmally07@gmail.com","idea":"<p>On-demand driver and road assistance services&nbsp; at your fingertips via smartphone applications.</p>","industries":["Others"],"name":"JOBBIE SERVICES INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"cloveroindia@gmail.com","idea":"<p>Clovero is a one stop solution for all your basic requirements. Bent as we are at establishing a global presence for our services, we aim to make Indian goods and products accessible not only to the rest of the country, but to the world at large. Our undying vision of setting up offices and agents across the Globe speaks for itself. So much so, that the company has not just struck out in international trade, but also recognises itself as a multi-product conglomerate today.</p>","industries":["Food & Beverages"],"name":"CLOVERO INDIA LLP","sectors":["Food Processing"]},{"email":"vishad@lostriver.in","idea":"<p>We are in the business of developing and promoting craft and artisinal beers for India's nascent and fast growing craft beer industry.&nbsp;</p>","industries":["Food & Beverages"],"name":"Lost River Brewing","sectors":["Microbrewery"]},{"email":"mohsin@celewish.com","idea":"<p>Celewish.com is India`s 1st Celebrity MeetnGreet platform where any common man can use their favourite celebrity one on one or virtually.</p><p>Celewish platform having more than 1000+ celebrities / influencers / athletes on-boarded on the platform.</p><p>Any end user can place requests from celebrities for these services&nbsp;</p><p>1. MeetNGreet one-on-one</p><p>2. Virtual MeetnGreet</p><p>3. Personalised Video Wishes</p><p>4. Instagram DM Wishes from Celebs</p><p><br></p><p>Any brand or start up can request these services from celebrities.</p><p><br></p><p>1. Commercials Video Bytes for brand or start up from celebrities/influencers</p><p>2. Social Media Promotions</p><p>3. Brand Endorsements</p><p>4. Appearances</p><p><br></p><p>Here is the link for our website – <a href=\"http://www.celewish.com\" target=\"_blank\">www.celewish.com</a></p><p><span>&nbsp;</span></p><p>Here is the link of our Instagram Handle – <a href=\"http://www.instagram.com/celewishmedia\" target=\"_blank\">www.instagram.com/celewishmedia</a></p><p><span>&nbsp;</span></p><p>Link of Celewish Presentation - <a href=\"https://drive.google.com/file/d/1wFageqU20OvB9k0ajeB45DiPocLgbjTD/view?usp=sharing\" target=\"_blank\">https://drive.google.com/file/d/1wFageqU20OvB9k0ajeB45DiPocLgbjTD/view?usp=sharing</a></p><p><br></p><p>We want to make this platform globally number-1 &amp; our aim to take all the indian &amp; global celebrities on one platform.</p><p>We are launching master classes as well in next phase where any common man can learn skills from Celebrities / Athletes / Content Creators online.</p><p><br></p><p>Thanks,</p><p>Mohsin Khan</p><p>Founder</p><p>Celewish Media Pvt Ltd</p><p>9784164164</p><p><br></p><p>&nbsp;</p>","industries":["Media & Entertainment"],"name":"CELEWISH MEDIA PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"joshua@thehobbytribe.com","idea":"<p>The Hobby Tribe is one of Indias or possibly one of the World's First Hobby Tech Company. An Online Live and Offline - All Hobby Learning Platform, founded in January 2020. Providing Hobby learning classes with affordability and convenience to all ages. We are on a mission to create a world wide hobby learning ecosystem, empowering HobbyEnthusiast/Artists/Musician alike create a career in doing what they love. Building a strong Hobby Enabler - Hobby Learner society, A TRIBE ! We have The Hobby Service where we believe everyone has the right to pursue their favorite hobby and money shouldn't be a barrier, so for the underprivileged we provide workshops for FREE. So come join the Tribe and help us build this hobby ecosystem.</p>","industries":["Education"],"name":"SALINS TECHNOLOGIES PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"homenheritage@gmail.com","idea":"<p>HOME &amp; HERITAGE aims to provide tasty, convenient &amp; healthy gourmet food for modern day lifestyle. Our handcrafted products range from versatile sauces, flavoured salts, gluten-free millet noodles to spice noodles, grain noodles, vegetable noodles and traditional masalas. \n</p><p>All products are 100% vegetarian and trans fat-free. Made from original recipes, they are also preservative and chemical free!</p><p>\n</p><p> \n</p><p>\n</p>","industries":["Technology Hardware"],"name":"HOME &amp; HERITAGE","sectors":["Manufacturing"]},{"email":"divesh.dhandar@gigsmedia.in","idea":"<p>Gigs Media is a performance marketing agency working with you to reach business goals through a bouquet of 360-degree digital marketing services.\n</p><p>Design a website, create an app, craft performance marketing strategy or develop landing pages for generating leads. We can take care of everything under one roof to deliver ROI-based performance for your business.\n</p><p>Consider us to be an extension of your team. In us, you’ll find colleagues who want to understand you and take your digital presence to the next level. Enjoy the feeling of working with an experienced team that’s armed with proven strategies while being enthusiastic enough to try innovative ideas.\n</p><p>With your vision and our diverse experience, we aim to solve critical business challenges while getting enormous value for your every dime.</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p>","industries":["Marketing"],"name":"GIGS MEDIA PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"shailesh.oak@idosconsultants.com","idea":"<p>We do everything in Industrial Engineering from SLP to Green Field Factory design and execution.We are the LEAN manufacturing experts and help you set correct flow for effective execution and timely delivery of the VALUE to your customer. We believe that prefect PULL throughout the supply chain only can avoid all wastes, and help you transform through High production cycle to finally achieve Single Piece Flow, the ultimate of LEAN.</p><p>We are the LEAN manufacturing experts and help you set correct flow for effective execution and timely delivery of the VALUE to your customer. We believe that prefect PULL throughout the supply chain only can avoid all wastes, and help you transform through High production cycle to finally achieve Single Piece Flow, the ultimate of LEAN.</p>","industries":["Professional & Commercial Services"],"name":"IDOS CONSULTANTS LLP","sectors":["Business Support Services"]}]