[{"email":"daraw26277@enamelme.com","idea":"<p>this startup is a co-operation that is based on ethical hacking and cyber security</p>","industries":["Security Solutions"],"name":"TIMELAPS","sectors":["Cyber Security"]},{"email":"aayushmakster@gmail.com","idea":"<p>Edutek Infosystems Pvt Ltd is software development company headquartered in mumbai. Combining agile development practices and cutting-edge open source technologies, we deliver fit-for-purpose software that scales with our customers’ business needs. Edutek Infosystems helps businesses scale and stay a mile ahead in these incredibly competitive times. we are proficient in accelerating cloud application development. We offer a variety of solutions that can be customized, combined or deployed right out of the box and integrated with the existing enterprise applications.</p><p><br></p><p>We also offer custom based solutions for websites,&nbsp;<span>software and mobile application development on different technologies &amp; platforms to ensure that our customers get exactly what they need.</span></p>","industries":["IT Services"],"name":"Edutek Infosystems Pvt Ltd","sectors":["Application Development"]},{"email":"paragevoq@gmail.com","idea":"<p>We introduce ourselves as “EVOQ BUSINESS VENTURES LLP” under the brand name “GREEN PROTEIN” providing the platform for protein-related products. We are a small, but driven team, seeking to change the way that one fulfills their protein needs, without compromising on taste and quality. Limiting our impact on the environment is one of our foremost objectives and we want to achieve this by reducing the use of animal products and by-products, which have devastating and irreversible effects on nature. We don’t claim to be a magic cure, but we definitely believe in being a small part of the solution.</p>","industries":["Healthcare & Lifesciences"],"name":"EVOQ BUSINESS VENTURES LLP","sectors":["Health & Wellness"]},{"email":"sureshsagvekar1191@gmail.com","idea":"<p>Sir we have designed a prototype Solar univarsal car charger,which can charge any type of car in an hour.the design is ready,but we are lacking in funds,we had a financial partner but know he is not able to raise the fund dew to lack of funds.</p>","industries":["Green Technology"],"name":"Suresh Sagvekar","sectors":["Others"]},{"email":"suryakant.pestokilpci@gmail.com","idea":"<p><a href=\"http://www.pestokilindia.in\" target=\"_blank\">www.pestokilindia.in</a></p><p><br></p>","industries":["Chemicals"],"name":"PESTOKIL PEST CONTROL INDIA LLP","sectors":["Diversified Chemicals"]},{"email":"sales@1martianway.com","idea":"<p><a href=\"https://www.1martianway.com\" target=\"_blank\">1 Martian Way (1MW)</a> is an Artificial Intelligence company based in Mumbai, India which manufactures software &amp; embedded AI products that power drones, robots, web/mobile platforms and advanced automation systems. We are most popularly known as the creators of the internationally acclaimed <a href=\"https://droneracingindia.com\" target=\"_blank\">Indian Drone Racing League (IDRL)</a>&nbsp;which is the first and largest drone racing league in India with more than 3000 drone racing pilots on the platform. We are the pioneers of drone racing in India and many new members join IDRL everyday. 1 Martian Way is also a recipient of the Innovation Fund of the Aditya Birla Group.</p>","industries":["AI"],"name":"1 MARTIAN WAY INDUSTRIES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"prashant@mo-maya.com","idea":"<p>We're Mo-Maya Collective and our objective is to create immersive worlds that cater to the illusory world of senses.\n</p><p>Our services cover the end to end pipeline processes for VFX &amp; Animation Video Production for Film and Digital Content.</p>","industries":["Animation"],"name":"MO-MAYA COLLECTIVE LLP","sectors":["Others"]},{"email":"ganesh.patil@sumitservices.com","idea":"<p>We&nbsp; are in business of providing services in O&amp;M of Telecom Towers, TSP and SME. Sumit Services is focused on providing reliable Operations and Management Services for both Active and Passive components of the Cellular Network and specializes in providing these solutions on a fixed cost basis. Sumit Services has been launched by a group of telecom professionals with proven competence and entrepreneurs with sound financial background.\n</p><p>The service offerings include: Preventive and Breakdown Maintenance of Passive Equipments viz Air Conditioners, Diesel Generators, Battery Banks, Power Plants and other Power related equipment at the site, Energy Management through Optimization of Generator, Battery Bank and Grid Power Usage, Field Level Maintenance of Active Equipments and Sundry Site Up-Gradation Works, Radiation Measurement, RF Survey and Optimization.Sumit Services is the first O&amp;M Company in India to commence O&amp;M services with a leading Tower Co's. on \"Fixed Energy Cost Reimbursement\" Model. With the top management of Sumit Services consisting of professionals who have worked at senior positions with Telecom Operators and/or TowerCo's, Sumit Services exactly understands its customers' pain areas and requirements. That's why Sumit Services offers various infrastructure support services as an add on along with the routine maintenance service product either at nominal costs or at no incremental costs to its Customers. At Sumit Services, the term \"O &amp; M\" stands for \"Operations and Management\" rather than \"Operations and Maintenance\".\n</p><p>Core Values</p><p>\n</p><p>\n</p>","industries":["Telecommunication & Networking"],"name":"SUMIT INFRA SERVICES PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"raj@starzventures.in","idea":"<p>Business Automation using the Power of Innovation Technology</p>","industries":["IT Services"],"name":"STARZ Ventures","sectors":["Web Development"]},{"email":"uparrow.pvt.ltd@gmail.com","idea":"<p>UP-ARROW BUSINESS CONSULTANCY PRIVATE LIMITEDUP-ARROW BUSINESS CONSULTANCY PRIVATE LIMITEDUP-ARROW BUSINESS CONSULTANCY PRIVATE LIMITEDUP-ARROW BUSINESS CONSULTANCY PRIVATE LIMITED</p>","industries":["Professional & Commercial Services"],"name":"UP-ARROW BUSINESS CONSULTANCY PRIVATE LIMITED","sectors":["Business Support Services"]}]