[{"email":"finance@mnjnaman.com","idea":"<p>MNJ NAMAN PRIVATE LIMITED is one of the largest out-of-home and Outdoor Media Advertising Service Companies. we are well positioned to serve clients and agencies effectively dissect all the Out-Of-Home (OOH) and new-age Digital Out-Of-Home (DOOH) opportunities available as well as plan and buy a wide choice of relevant outdoor media to add extra value to their marketing mix.</p>","industries":["Marketing"],"name":"MNJ NAMAN PRIVATE LIMITED","sectors":["Branding"]},{"email":"sales@g1laser.com","idea":"<p>Today G-One Laser Tech Private Limited is a growing company in the field of Professional Laser Cutting, Laser Marking, Bending and Welding Jobs with the high precision.\n</p><p>G-One Laser Tech Private Limited has from time to time reinvented itself and adapted flexibly to the demands of time. From acquiring latest sophisticated machineries to introducing its team of experts for innovation in laser cutting and bending sector. We have a proven manufacturing and production setup that allows us to manufacture high-quality products with the shortest possible Turn Around Time (TAT).</p><p>\n</p>","industries":["Construction"],"name":"G-ONE LASER TECH PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"jmclothiersprivatelimited@gmail.com","idea":"<p><span>To carry on\nthe business of manufacturers, traders, fabricators, exporters and importers of\nall kinds of clothing,&nbsp;readymade garments, and all accessories related to\nfashion &amp; lifestyle products, or otherwise to act as agents, sub-agents,\nwholesalers, retailers, representatives, commission agents, franchisers and\ndealers of all kinds of textile clothing, wearing apparel, jute, linens,\nfurnishing fabrics and fabrics of all kinds of readymade garments and clothing,\nlingerie, hosiery, footwear’s, &amp; accessories in India or abroad. To own,\ncreate, operate and manage online shopping websites, e-commerce market places,\nportals, mobile applications and to create a virtual shopping mall with online\ncatalogue and to provide a convenient shopping experience to its customers for\nan items – clothing, related to fashion &amp; lifestyle products</span><span>.</span><span></span></p>","industries":["Textiles & Apparel"],"name":"J M CLOTHIERS PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"hsomani@alumni.purdue.edu","idea":"<p>Next generation textile technologies for remote health monitoring.</p>","industries":["Healthcare & Lifesciences"],"name":"TEXHALE","sectors":["Biotechnology"]},{"email":"pawanbkulkarni@gmail.com","idea":"Having Computer, mobile and laptop sales and service shop in Mumbai.","industries":["Technology Hardware"],"name":"SATYEN INFO","sectors":["Electronics"]},{"email":"amcomusic@gmail.com","idea":"<p>Amco Music PVT LTD &amp; Production is producing Audio and Video Music albums. With the production of 56 Music Albums in Punjabi, Haryanvi and Bhojpuri, the Company has successfully flourished in the Music Industry. It also has it's own distribution network almost in every part of India and Mauritius. The Company has recently ventured into Film Production and has shifted its base from Gurgaon to Mumbai, the Bollywood city. The Company's most ambitious project \"Lo-Lalla-Loot-Lo\" is set to make its mark felt not only in India but all over the World. \"Lo-Lalla-Loot-Lo\" is world's longest movie to be shot in single shot and to be certified by Guinness World Records.</p>","industries":["Media & Entertainment"],"name":"AMCO MUSIC PRIVATE LIMITED","sectors":["Movies"]},{"email":"arijit@ssara.in","idea":"<p>A Lifestyle Brand that started in 2020 with a single idea of bringing SWAG in whatever we offer to our Consumers. SWAGME stands bringing the SWAG in us to the forefront by giving a trendy lifestyle.\n</p><p>The brand has gained traction with our Personal Audio Range and Trendy Cotton Face Masks. A SWAGME enthusiast is able to drool and swag across our various lifestyle categories.</p><p>\n</p>","industries":["Indic Language Startups"],"name":"SSARA RETAIL PRIVATE LIMITED","sectors":["E-Commerce"]},{"email":"techfinix_projects@rediffmail.com","idea":"<p>Techfinix Projects Private Limited is formed in the year of 2021 and involved in Manufacturing and Contracting service in the field of Oil &amp; Gas Plants, Chemical Plant, Fertilizer Plant, Water Treatment Plant etc.</p>","industries":["Construction"],"name":"TECHFINIX PROJECTS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"westfininternational@gmail.com","idea":"<p>WESTFIN INTERNATIONAL PRIVATE LIMITED is operating as a merchant exporter and&nbsp; manufacturer conducting job work in various factory and dealing in various commodities in phramceuticals,, cosmetics, herbal and ayurvedic formulations, API(raw materials), machinery any many other.</p>","industries":["Healthcare & Lifesciences"],"name":"WESTFIN INTERNATIONAL PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"satyajitm@goodlifeconsumer.com","idea":"<p>Good Life Consumer Pvt. Ltd. is a fast growing consumer products company. We have a portfolio of products catering to personal and healthcare segments. Our portfolio includes brands like Special You, Happy Champs, Engross, PlayMax, and Power. Our products are of the highest quality and standards. Each product is designed by keeping your comfort in mind.</p>","industries":["Healthcare & Lifesciences"],"name":"Goodlife Consumer Private Limited","sectors":["Health & Wellness"]}]