[{"email":"rohit@diaratech.com","idea":"<p>Diara is the Gateway to Funding Growth for Modern Companies.&nbsp; As advisors and operators ourselves, we embrace the role of Growth for any startup.&nbsp; For a new-age startup, Growth typically requires Funding, which becomes a key deterministic factor in success vs failure.&nbsp; At Diara, we are building the platform to democratize funding for growth such that investors and founders can find each other easily; founders are well informed and prepared for financing rounds; as well as startup founders can avail various services on Diara Platform to get the best possible deal for them, every single time.&nbsp; &nbsp;</p>","industries":["Finance Technology"],"name":"DIARA TECHNOLOGY PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"SHARMAR.2294@GMAIL.COM","idea":"Start up Knowlege","industries":null,"name":"RISHABH SHARMA","sectors":null},{"email":"RS8659653@GMAIL.COM","idea":"<p>We are trying to solve the problem which is faced by government agencies , that is huge cost of resources required to keep the street lights functioning, next is the high consumption. Each year, in the country, several trillion kWh are expended on street lighting. A high consumption means a high amount of generated energy, which in turn translates into a high level of noxious emissions.</p><p>We have made an solution which utilises the untapped source of energy on the road itself, that is moving cars in huge number, our device generates electricity for street lights when car passes above it.This device is installed under the road and when car passes above it , it can generate upto 10kwh of energy. It is implemented in a system where the electricity generated is used to charge battery and at night the energy from battery can be used by the lights.</p>","industries":["Green Technology"],"name":"Blue Velocity","sectors":["Clean Tech"]},{"email":"matoshriagro.multitrade@gmail.com","idea":"<p>MATOSHRI AGRO MULTITRADE PRIVATE LIMITED</p><p><br></p><p>Agriculture commodity trading</p>","industries":["Agriculture"],"name":"MATOSHRI AGRO MULTITRADE PRIVATE LIMITED","sectors":["Dairy Farming"]},{"email":"Bhupi@growthally.org","idea":"<p>we are GROWTHALLY FINTECH PRIVATE LIMITED, incorporated on 29/07/2021, looking to get recognised as startup.</p>","industries":["Finance Technology"],"name":"GROWTHALLY FINTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"rohit.mhatre82@gmail.com","idea":"<p>I am rohit ganesh mhatre. I want start my own business for my carrier growth.</p>","industries":["Chemicals"],"name":"Rohit Ganesh Mhatre","sectors":["Commodity Chemicals"]},{"email":"fusiongroup222@gmail.com","idea":"<p>Born in July 2021, FUSION GROUP began life as a manufacturing of various Filing products for organizing, protecting and presenting documents. We have something that not only meets the needs of companies of all sizes, from small and medium sized enterprises to large corporate organizations but also for individuals, schools and firms. Our filing products are recognized for the quality and practicality and are specially designed to facilitate individuals and organization to file with ease and style.<br>We innovate continuously and our teams are always on the lookout for simple, intuitive solutions to make life easier for consumers. We always listen to our users and we develop and market one of the widest ranges available, to offer solutions tailored to meet all filing requirements.<br></p>","industries":["Others"],"name":"FUSION GROUP","sectors":["Others"]},{"email":"sayaaninfraprojectllp@gmail.com","idea":"<p>SAYAAN INFRAPROJECT LLPSAYAAN INFRAPROJECT LLPSAYAAN INFRAPROJECT LLPSAYAAN INFRAPROJECT LLPSAYAAN INFRAPROJECT LLP</p>","industries":["Real Estate"],"name":"SAYAAN INFRAPROJECT LLP","sectors":["Housing"]},{"email":"yash@mimblu.com","idea":"<p>Mimblu is a text and video therapy platform that helps connect users with the right professional therapist. Users can text, share voice notes or schedule video calls as per their convenience on the mobile app.</p><p><br></p><p>Mimblu's goal is to help solve the mental health crisis in India by connecting people who need help with the right professional therapists.</p>","industries":["Healthcare & Lifesciences"],"name":"MIMBLU TECH PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"info@vizwalabs.com","idea":"<p>We are bootstrapping two ideas.</p><p><br></p><p>1. Aiming to create creative marketplace for creative people in content industry, although the market place will be global, it will have significant India focus.</p><p><br></p><p>2. We in a very initial stage researching diagnostics industry and how it can reach semi urban and rural India.</p>","industries":["Others"],"name":"Vizwa Digital India Private Limited","sectors":["Others"]}]