[{"email":"Mk@digiosmosis.com","idea":"<p>DIGI OSMOSIS PRIVATE LIMITED<br>DIGI OSMOSIS PRIVATE LIMITED<br></p>","industries":["Marketing"],"name":"DIGI OSMOSIS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"ayaan@bluadvisory.in","idea":"<p>Blu Advisory is a start-up that aims to nurture and grow local brands and businesses to achieve their goals and find their voice in an advisory, consultancy or hands-on capacity.</p>","industries":["Professional & Commercial Services"],"name":"Blu Advisory","sectors":["Business Support Services"]},{"email":"vidya.kadam@develearn.in","idea":"<p>Develearn is an education company founded with the objective of training young talent in high-tech sectors of Data Science, Analytics &amp; Artificial Intelligence. Founded and mentored by IIT-ians &amp; Ph.D. Scholars its core business is in training college level &amp; early working professionals to be job-ready in the proliferating data-driven industry.<br></p>","industries":["Education"],"name":"DeveLearn","sectors":["Coaching"]},{"email":"mayureshgaikwad@outlook.com","idea":"<p>Want to Grow as a start-up, to develop our country's Pride and glow to it.</p>","industries":["Healthcare & Lifesciences"],"name":"M G Enterprises","sectors":["Pharmaceutical"]},{"email":"jaykrishankalal@gmail.com","idea":"<p>P and s agrovet is revolution in Indian animal feed industry. We are in process to&nbsp;Organized<span>&nbsp;farmer and farm owner need through our application in which we provide&nbsp;</span><span>End to end solution For Animal feed, Disease and seed</span></p>","industries":["Agriculture"],"name":"P AND S AGROVET PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"udayprabhuofficial@outlook.com","idea":"<p>Main Objects\n</p><p>1.To carry on the business of providing manpower placement and recruitment services, selection, interviewing and training of all types of Executives, Middle Management Staff, Junior Level Staff, Workers, Labourers (Skilled / Unskilled) required by various Industries and organizations, including providing security services, Labour Contractors, Industrial, Commercial, Housing and other security services, Office Management Services, payroll outsourcing and management, registers and records and remittance management services and such other Corporate Support Services.\n</p><p>2.To provide consultancy, advisory and execution services with respect to the abovementioned matters, including but not limited to, the Labour Law and Regulatory Compliances in respect thereof.\n</p><p>3.To manufacture, process, prepare, preserve, bottle, buy, sell and deal, whether as wholesalers or retailers or as exporters or importers or as principals or agents in the mineral water and packaged drinking water segment.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"AA'SPIRE AUXILIARIES SERVICES PRIVATE LIMITED","sectors":["Employment Services"]},{"email":"charles.nadar@gmail.com","idea":"<p>EWHEELS HUB LLP is incorporated on 25th November, 2021 with LLP Act 2208 having registered office At A 2, Ground Floor, Mitradham, Sarvoday Nagar, Nahur Road, Mulund West, Dist Mumbai, Maharashtra 400080 IN.\n</p><p>To carry on the business of:\n</p><p>1. Designing, development, customization, implementation, maintenance,\n</p><p>testing, trading, selling, distributing, marketing, commissioning,\n</p><p>supplying, licensing of Computer/ Mobile/ Web based applications,\n</p><p>softwares and/or programmes to electric vehicle(s) owners/ suppliers/\n</p><p>vendor/ aggregators.\n</p><p>2. Manufacturing, installations, commissioning, supply, trading of\n</p><p>charging station/ points for electric vehicle(s) using electricity\n</p><p>generated through solar energy or any other renewable or nonrenewable\n</p><p>sources of energy.\n</p><p>3. Manufacturing, trading, leasing, renting of all Electric Vehicle(s)\n</p><p>including but not limited to Electric Bicycle, E-Cart, Electric Cars,\n</p><p>Electric Buses, Electric Heavy weight Vehicles or any other similar kind\n</p><p>of vehicles that can be charged through Solar Energy or electricity\n</p><p>generated through any renewable/non-renewable source of power.\n</p><p>4. Manufacturers, importers exporters, buyers, sellers, distributors,\n</p><p>dealers, sub-contractors, repairers, agents of all kinds of machines,\n</p><p>tools, dies, jigs, fixtures, patterns, designs, plants, apparatus, utensils,\n</p><p>hardware materials, plastic goods, implements, spare parts, accessories\n</p><p>and components of all description related to charging station whether\n</p><p>electrical, mechanical or otherwise.</p>","industries":["IT Services"],"name":"EWHEELS HUB LLP","sectors":["Application Development"]},{"email":"siddharth@arrowduoports.com","idea":"<p>Arrow Duoports is a company formed by three co-founders with a goal of creating unique partnerships that provide customised logistics solutions resulting in value added services for our clientele.</p><p>Our ability to adapt to market changes, create new trends and provide tailor-made solutions will continue to allow us to identify and execute key strategies.</p><p><br></p><p>Vision - Our vision is to continue operating and exploring, innovative, reliable opportunities in shipping industry. Our focus will always be on the safety for our people, to protect the environment and to ensure the best quality of our services.</p><p>​</p><p>Mission - To be honest, upright, stay united in purpose and fellowship,</p><p>treat everyone with respect, strive for mutual advantage and</p><p>contribute to human progress</p>","industries":["Logistics"],"name":"Arrow Duoports","sectors":["Others"]},{"email":"miraclesnaturalagrocrafts@gmail.com","idea":"<p>To promote organic farming in a sustainable manner and to explore domestic and global market for the organic products we either produce or trade. Major emphasis is on attempts to improve living standards of small and marginal farmers through fair trade practices. As a company we are bound to extend our presence worldwide as a leading producer and supplier of genuine and certified organic products with superior quality.<br></p>","industries":["Agriculture"],"name":"MIRACLES NATURAL AGROCRAFTS PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"bijunairb@gmail.com","idea":"<p><span>NISHKAIV Solutions LLP</span>&nbsp;is a FinTech start-up focusing on services in\nSystem Integrations, Artificial Intelligence and Internet of Things.&nbsp;<span></span></p><p><span><br>\n</span><span></span>Technical Service Provider for Account Aggregator<span></span></p><p><span><br>\n</span><span></span>Enterprise Service Bus at various banks in India using WS<span>O2, Kafka, Redis,&nbsp;</span><span>IBM&nbsp;</span><span>tools etc.</span><span></span></p><p><span><br>\n</span><span></span>API Banking at major banks in India<span></span></p><p><span><br>\n</span>Cross Border Inward Foreign Remittance for major\nbanks in India<span></span></p><p><span><br>\n</span><span></span>Microservices<span>&nbsp;based Middleware for NBFC</span><span></span></p><p><span><br>\n</span>Technical Architecture revamping using Micro\nService Layer at Pharma domain<span></span></p><p><span><br>\n</span>Technical Solutioning for Life Insurance\nCompanies in India<span></span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p><span>&nbsp;</span></p><p></p>","industries":["IT Services"],"name":"NISHKAIV SOLUTIONS LLP","sectors":["Application Development"]}]