[{"email":"amit.singh@tficonnect.com","idea":"<p>“Tapd”, TFI Connect’s flagship brand, is aimed at being a central network of healthcare professionals in India. Further, with TAPD's free clinic automation offering, each of the Independent Medical Practitioners (IMPs) can connect to each other instantly and at no cost.</p>","industries":["Enterprise Software"],"name":"TFI CONNECT PRIVATE LIMITED","sectors":["Cloud"]},{"email":"pandeyvinodkumar91@gmail.com","idea":"<p>Our Services\n</p><p>Recruitment Agencies : Being one the reputed HR companies, Indian Employment Agency. is well known for providing effective Manpower Recruitment Services to the clients. With highly efficient staff we ensure that the client organizations get effective solution for their manpower need on a timely basis.\n</p><p>HR Solutions : “Third party management providing the best people, process and technology for the execution of non-core business functions”. “A contractual relationship where an external organization takes responsibility for performing all or part of an agency’s functions. This can involve a partial or complete transfer of staff and/or resources”.\n</p><p>Overseas Placement : We have provided potential professionals to many companies situated overseas. We deal in many industries and can immediately find the right candidates for your organization for various profiles. We are a Mumbai-based recruitment agency with more than ten years of experience and offer excellent Overseas Recruitment services.\n</p><p>Manpower Services : Located in Mumbai, India, Indian Employment Agency is a leading company providing reliable services such as Manpower Recruitment, Head Hunting and Executive Search. All our operations are effectively handled under the guidance and supervision of our Director,Vinod Kumar Shyamnath Pandey. Indian Employment Agency started in 2021, with a track record of 100% growth year this year, since inception. Indian Employment agency caters to the needs of enthusiastic professionals in shaping their career and partnering with valuable clients in identifying Manpower resources, in India and overseas.</p><p>\n</p>","industries":["Others"],"name":"INDIAN EMPLOYMENT AGENCY","sectors":["Others"]},{"email":"fcrims.rohan.pardhe@gmail.com","idea":"<p>..</p>","industries":null,"name":"Rohan Hendry Pardhe","sectors":null},{"email":"contact.trumac@gmail.com","idea":"<p>Our mission is to be Earth's most customer-procurement company. From Steel to Cement and Chemicals. World’s highest dependency on such categories, We are driven by the excitement of building technologies, inventing products, and providing services that change lives, and scoping the future of projects, inventions, programs, infrastructure and sustainability.\n</p><p>Trumac now is an India-based technology company trying to change the way customers from different industries procure material for their projects. We are ushering in the next normal in Buying Experience</p><p>\n</p>","industries":["Construction"],"name":"Trumac","sectors":["Construction & Engineering"]},{"email":"sahyadriseeds@gmail.com","idea":"<p>SAHYADRI SEEDS SCIENCE LLPSAHYADRI SEEDS SCIENCE LLPSAHYADRI SEEDS SCIENCE LLPSAHYADRI SEEDS SCIENCE LLPSAHYADRI SEEDS SCIENCE LLP</p>","industries":["Agriculture"],"name":"SAHYADRI SEEDS SCIENCE LLP","sectors":["Agri-Tech"]},{"email":"info@beingcreative.in","idea":"<p>Being Creative LLP is a Limited Liability Partnership firm incorporated deal in cinematographic films, television films and shows, video films, music production, web series, documentaries and short films.</p><p><br></p><p><br></p><p>Being Creative LLP media content owners to easily monetize their Video/Audio content beyond the borders of traditional advertising. We do this by offering a self-service white label platform, using which media content owners can launch their own Multi-Screen Video and Audio Streaming (Live &amp; On-Demand) platform in a matter of just a few minutes and at ZERO upfront investment.</p>","industries":["Media & Entertainment"],"name":"BEING CREATIVE LLP","sectors":["Entertainment"]},{"email":"ratnesh.s@qinso.in","idea":"This Start is about Innovative as well as Hygienic Food Processing unit which will deliver the Ready to eat food items.&nbsp;","industries":["Food & Beverages"],"name":"QUASAR INNOVATIVE SOLUTIONS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"advjasim89@gmail.com","idea":"<p>Inlex Solutions is a startup for providing technology solutions in the era of global digitilisation.</p>","industries":["Non- Renewable Energy"],"name":"Inlex Solutions","sectors":["Oil Related Services and Equipment"]},{"email":"srinivasan.k@ensignipl.com","idea":"<p>Ensign Infosystems Private Limited's Corporate Identification Number is (CIN) U72900MH2016PTC281663 and its registration number is 281663.Its Email address is sendhil.kumar@ensignipl.com and its registered address is B-615, BSEL TECH PARK, PLOT NO 39/5 and 39/5A SECTOR 30A, OPP VASHI RAILWAY STATION, VASHI NAVI MUMBAI Thane MH 400703 IN</p>","industries":["IT Services"],"name":"ENSIGN INFOSYSTEMS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"baijnathgroup1@gmail.com","idea":"<p>We have been in the sports infra  business for a long time . Some of our clients are in the business of educational institutions. We came to know that they required educational toys every year. For teaching the math &amp; science their age group from 3 years to 12 years.\n</p><p>All the state governments also bought huge quantities under the scheme of SARVA SHIKSHA ABHIYAN.\n</p><p>80%to 90% products were imported from China under the brand name of USA, EUROPE &amp; CHINA.\n</p><p>The Government of India has launched a big drive MAKE IN INDIA. Under this scheme they first imposed the import custom duty from 20% to 60% and made it mandatory to pass through inspection channel BIS (bureau of indian standard) due to higher cost of the petroleum products the freight cost became just double.\n</p><p>These steps taken by the central government are very much favourable to save the domestic SME sector.\n</p><p>Mr SB GIRI is an engineer &amp; having 36 years experience in the industry\n</p><p>The family have decided to go for startup in the educational toys segment under the proprietorship of Miss maya giri&nbsp;</p>","industries":["Sports"],"name":"BAIJNATH","sectors":["Others"]}]