[{"email":"rajeev.prime@yahoo.com","idea":"<p>To carry on the business either within or outside India of construction works including the business of general construction contractors, builders, developers, contractors, or all kinds of works viz. road, bridge, buildings, industrial/ residential/ commercial premises or factories, factory sheds, industrial complexes and to construct, erect, build, repair, re-model, demolish, develop, improve, grades, curve, pave, macadamize, cement; to own, sell, acquire, process, develop, construct, demolish, enlarge, rebuild, renovate, decorate, repair, maintain, letout, hire, lease, rent, maintain, pledge, mortgage or otherwise deal in construction of all description like land, buildings, flats, shops, commercial, educational and non-commercial complex, houses, building structures, malls, restaurants, multiplexes, auditoriums hospitals, clubs, holiday resorts, schools, colleges, places of worship, gallery, highways, gyms, airports, tower platforms, highways, tunnels, pipelines, hospitals, nursing homes, clinics, godowns, warehouses, factories,  roads, paths, streets, sideways, courts, alleys, pavements and to do other similar construction and allied activities.</p>","industries":["Real Estate"],"name":"KEYS BUILDCON PRIVATE LIMITED","sectors":["Others"]},{"email":"kavinamehta110@gmail.com","idea":"<p><a href=\"https://www.poconidomontikits.com/\" target=\"_blank\">https://www.poconidomontikits.com/</a><a href=\"https://www.poconidomontikits.com/\" target=\"_blank\"></a></p><p>At home Montessori curriculum from birth.</p><p><br></p><p>We provide customers with home deliveries of premium Montessori educational toys, tailored to their child’s stage of development. </p><p>We guide parents through our program using online video demos and research-backed guides created by early childhood experts.</p><p><br><br></p>","industries":["Education"],"name":"Poco Nido Montikits","sectors":["Education Technology"]},{"email":"badalj27@gmail.com","idea":"<p>Learning module system for civil/state services examination</p>","industries":["Education"],"name":"WWW.civilscorner.com","sectors":["E-learning"]},{"email":"greg@prodcure.com","idea":"<p>Prodcure is a B2B Industry-Specific Marketplace for Manufacturing Industry to connect vendors and customers. We also provide a tool to enable businesses to manage their global sales better and customers to finance their machinery,</p>","industries":["Enterprise Software"],"name":"Prodcure","sectors":["Others"]},{"email":"omk@omkexports.com","idea":"<p>We all know How gifting plays an important role in our lives. Be it big or small, a function or business, gifting is an eternal part of the entire Globe. Hence OM K Exports focuses on Bringing the rural creativity to the world. The term Export is the whole idea of making our country a part of each individual across the globe. having been in existence for over 4 years Om K Exports plays a vital role in liaising between a farmer / an artisan with a Big MNC ensuring his livelihood and taking India to Another level.</p>","industries":["Social Impact"],"name":"Om K Exports","sectors":["Others"]},{"email":"deepak@xircls.com","idea":"\n                        <p>XIRCLS<br></p>        \n        ","industries":["Marketing"],"name":"XIRCLS","sectors":["Others"]},{"email":"jovita1103@gmail.com","idea":"<p>A BSc economics and Finance graduate looing to understand the world of startups, and how I find the correct path to starting my own.</p>","industries":null,"name":"Jovita gandhi","sectors":null},{"email":"offroadconsultants@gmail.com","idea":"<p>Offroad Consultants is a partnership company headed by the managing partner Tejas Kothari who is Asia's only I4WDTA certified offroad instructor. &nbsp;The company designs offroad tracks, trains drivers (recreational, armed forces and occupational) in the art of offroad, defensive and tactical driving and provides expert drivers for any offroad needs.</p>","industries":["Automotive"],"name":"Offroad Consultants","sectors":["Others"]},{"email":"SBJAINCA@GMAIL.COM","idea":"<p>ABCQWIJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJJOIWEHROHWEROIWEROIWEOIRJWEJRWOJROIWJROIJWR</p>","industries":["Real Estate"],"name":"TRED","sectors":["Others"]},{"email":"amaralclifford@gmail.com","idea":"xyz","industries":null,"name":"Clifford Amaral","sectors":null}]