[{"email":"sultankhan@securehrservices.com","idea":"<p>EaseConnect which came into existence in 2017 is today’s one of the leading player in the Indian&nbsp;<span>Staffing, Payroll ecosystem. EaseConnect is Engaged in the Business of Providing a Wide Range of&nbsp;</span><span>Human Resource Needs with Full Spectrum in multiple domains like IT, FMCG, BFSI, Telecom, Service</span></p><p>&nbsp;industry, Consumer Durables, Pharmaceuticals, Chemicals, Retail, manufacturing and Engineering&nbsp;<span>and are in the process into entering into new domains.</span></p><p><span><br></span></p><p><span>In India we are headquartered in Mumbai with presence in all the metros and other cities across the country. We are full spectrum pertaining to Human Capital Services Company with PAN India level focus on providing:</span></p><p><br></p><p>Services:</p><p>1)     Bulk Hiring</p><p>2)     Permanent Staffing Services</p><p>3)     Temporary Staffing Services</p><p>4)     Payroll Processing</p><p>5)     Executive Search</p><p>6)     Comprehensive Regulatory Compliance Services</p><p>7)     Background Check</p>","industries":["Human Resources"],"name":"EASECONNECT HR SERVICES PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"sammulani99@gmail.com","idea":"housekeeping service, manpower supply, electrical installation and services &amp; maintenance, Garden maintenance,","industries":["Professional & Commercial Services"],"name":"RUDIRA INFRATECH SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"shwetaanandkhaitan@gmail.com","idea":"<p>My startup is Afro a social cause towards the society by fulfilling our responsibilty towards the elder population of the country by delivering personalised elder care services ranging from helping them live independent, dignified self reliant and guilt free life by helping them with their medical, non medical, social , daily household needs, personal care needs , transportation needs and any such need with becomes a challenge for them to fulfil due to aging issues and associated health conditions.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Independent Living","sectors":["Health & Wellness"]},{"email":"siddbizz1226@gmail.com","idea":"<p>Hello,</p><p>we are team Pixel Heart technologies.<br>- Our goal is to create innovative software applications/ games.</p><p><br></p><p><br></p>","industries":["Toys and Games"],"name":"Pixel Heart Technologies","sectors":["Virtual Games"]},{"email":"dreyparkar92@gmail.com","idea":"<p>Dear sir ma'am</p><p>My name is Manish Kumar. I've started a pizza restaurants chain (KD PIZZERIA) in 2019.</p><p>We have now 2 restaurants running Live.</p><p>We need funds for expend our business.</p><p>For more please contact me&nbsp;</p><p><span>Thank and regards</span></p><p><span>Manish Kumar</span></p><p><span>+918603140140</span></p><p><span>www.kdpizzeria.com</span></p><p><span><br></span></p><p><span><br></span></p><p><br></p>","industries":["Food & Beverages"],"name":"KD Pizzeria","sectors":["Restaurants"]},{"email":"kshah5435@gmail.com","idea":"<p>Anter is developing a Cashier-less no queue no cash payment store program to help make the shopping experience more convenient and easier and more future-oriented retail store we are now in the beta stage of developing this store we are looking for peer support.</p>","industries":["Retail"],"name":"Anter ","sectors":["Retail Technology"]},{"email":"anurag.sg1200@gmail.com","idea":"<p>E COMMERCE STARTUP SELL OUR PRODUCTS ONLINE IN PAN INDIA</p>","industries":["Marketing"],"name":"STORMMART","sectors":["Sales"]},{"email":"amit.upadhyaya@rediffmail.com","idea":"<p>Wayka is a reliable express delivery partner for online stores and restaurants. Our most popular services are urgent deliveries of documents, online shopping, food, flowers, gifts and heavy goods up to 200 kilograms. Our customers can book urgent deliveries at no extra cost. Moreover, we give the opportunity for self-employed freelancers to make extra money in their spare time. We are making a city a better place to live and support people who live in it. Students, artists and designers who are willing to make earnings without giving up their main job or studies. This is also a perfect job for people who enjoy cycling and want to keep fit as the majority of our couriers are walking or cycling. Our service is helping to reduce traffic jams and improve environment.</p>","industries":["Logistics"],"name":"WAYKA LOGISTICS LLP","sectors":["Others"]},{"email":"sanjayahir@live.com","idea":"<p>* Who we are?</p><p><br></p><p>We are Bookster, an online store for your education books. We support your education journey by ensuring you have affordable and accessible required study material options. We have a large collection of books that give you the right selection opportunity. This large collection book includes Engineering Books, Medical Books, Pharmacy Books, MBA/PGDM Books, Under-Graduation Books, Junior College Books, School &amp; Higher Education Books, etc., with us you can choose which book is best for your study basis on recommendation by your school/college/university.</p><p><br></p><p><span><br></span>* How we are different from others? </p><p><br></p><p>Bookster provides a unique way to purchase education books online, Bookster provides a very lower price for buying or renting textbooks, which allows you to save a great deal of money. We offer convenient rental options for a full semester/year. Our full-year/semester rental plan offers maximum savings no matter in which semester/year you are.</p><p><br></p><p>So basically, we offer two plans for students,&nbsp;</p><p><br></p><p>Plan 1 - Buy:- In this plan, students can purchase textbooks with discounts up to 40% OFF. If you compare this price with the market price, it's almost 40% less.</p><p><br></p><p><br></p><h5>Plan 2 - Rental:- In this plan students can rent any textbooks at FLAT 50% OFF. After completion of the semester/year, we will take back these books. This will help students to bring down the cost of textbooks. This is totally new concept for students. Let me give you one example for better understanding if I am an engineering student and I am looking for engineering books, I have 5 subjects for my current semester. The total cost of my 5 books is approximately ₹1750, the same set of books you can rent at just ₹875 on bookster.in.</h5><p><br></p><p><b><span><br></span></b></p><h4><b><span><br></span></b></h4><p><b><span></span></b></p>","industries":["Retail"],"name":"Bookster India Private Limited","sectors":["Others"]},{"email":"arnob@acefour.in","idea":"<p>Acefour Accessories Private Limited (the \"Company\") is in the business of manufacturing and selling environment friendly short haul luggage accessories. The Company aims to improve upon a range of short haul luggage accessories (backpacks, laptop bags, duffel bags, etc) using recycled material which is to be sold through e-commerce channels (own website and through marketplace portals).&nbsp;</p>","industries":["Others"],"name":"ACEFOUR ACCESSORIES PRIVATE LIMITED","sectors":["Others"]}]