[{"email":"vishwamjhaveri@yahoo.com","idea":"<p>Barriq Jewels is a new age e-commerce platform which aims to revolutionise the way fine and high jewellery is sold online.</p>","industries":["Retail"],"name":"BARRIQ JJEWELS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"prawal_gad@rediffmail.com","idea":"\n            B.Sc. (C/S), Interested in making life easy by using technology","industries":null,"name":"Pradip","sectors":null},{"email":"vijayarora@ugteck.com","idea":"<p>Building field service platform for Marine Service Industry. All the technical problem and how they are solved by the attending technicians are captured in real time well categorized leading to database buildup. The platform will provide the knowledge base from buildup database for the specific problems to ship's Engineer or technician attending or called as self assistance based on the historic data.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"UGteck Marine Pvt Ltd","sectors":["Business Support Services"]},{"email":"pawaneyhaneef@gmail.com","idea":"<p>Buddle is a technology platform that connects customers, laundry partners, and delivery partners serving their multiple needs. Customers use our platform to search and discover laundry services, get their laundry picked and delivered to them at home. <br></p>","industries":["House-Hold Services"],"name":"Buddle","sectors":["Laundry"]},{"email":"tanmay.ginde@charterx.in","idea":"<p>WE AT CHARTERX ARE A ONE-STOP SOLUTION FOR YOUR AIR CHARTER NEEDS.\n</p><p>Save yourself the hassle of chartering an aircraft by relying on our expertise &amp; passion. We provide a comprehensive solution through our extensive fleet of Airplane (Passenger / Freight / Medical) and Helicopters (Passenger / Medical) across India and around the globe.\n</p><p>We bring the culmination of 20 years of experience &amp; dedication to every flight every time, offering you tailor-made solutions to your travel needs, wherever and whenever. Our expertise lies precisely in our ability to understand our customers and identify their needs, setting these as our top priority.\n</p><p>We pride on our organization’s standard of service. CharterX strives hard to provide a memorable experience for its privileged clientele. Our attention-to-detail minded approach is dedicated to provide a seamless travel experience. We make it a priority to build and maintain relationships.\n</p><p>We specialize in acquisition &amp; management of multitude of aircraft for events being the one point contact for our client. We provide complete Project Report &amp; Scope of Operations for your detailed understanding.\n</p><p>CharterX provides more than transportation in a Private Aircraft, we provide an experience. It is our pleasure to arrange any special requests, in-flight customization, catering, and ground transportation as requested for. Whatever the requirements, we are available round the clock and devoted to meeting and exceeding your travel and lifestyle needs.\n</p><p>Lastly, as far as CharterX is concerned, safety is non-negotiable. Our clients put their trust in us because we live up to that trust.\n</p><p>Put yourself in great care and great service by getting in touch with our Team to book your next Charter flight.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Travel & Tourism"],"name":"CHARTERX LLP","sectors":["Experiential Travel"]},{"email":"abhirathdubey2804@gmail.com","idea":"<p>Wavylle.com is a book recommendation platform where readers get to make a list of their favorite books, share the list and make money whenever someone buys a book from that list.&nbsp;</p>","industries":["Education"],"name":"Wavylle.com","sectors":["Others"]},{"email":"ambrish.shroff@lokmat.com","idea":"<p>The main aim of the company is \"Make in India\". The company plans to serve INDIAN's with same flavours of different products which foreign vendors are already serving in INDIA but at a much reasonable price and aims to create our local brand in their competition in due course of time thereby promoting \"MAKE IN INDIA\" . More details about the products can be found on the website of the company. The link for the same is https://www.g2snacks.com/goodness-stories.php&nbsp;</p>","industries":["Food & Beverages"],"name":"GOOD2GREAT INDUSTRIES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"saadshaikh895@yahoo.com","idea":"<p>INFINITI ENTERPRISES&nbsp;</p><p>THE PROFITS CAPTURER'S&nbsp;</p><p>We will meet all the needs of the world and make this world comfortable, beautiful and digital</p>","industries":["Others"],"name":"INFINITI ENTERPRISES","sectors":["Others"]},{"email":"patilpriyanka15@yahoo.com","idea":"<p>Company name- <b>The Little Green\n</b></p><p>Founded: May 2021, Mumbai\n</p><p>Category: Vertical Urban Farm (7000 plants hydroponic set up build in 1000 sq. ft. area).\n</p><p>The Little Green is a commercial Farming company that is focused onto growing a wide array of products, deliver superior flavor, better quality, and improved nutrition with the most sophisticated traceability and food safety levels in our industry.\n</p><p>Our Mission- Creating awareness throughout the generation with sustainable way of living and providing nutritious food to humans &amp; promoting healthy lifestyle. The little green farm is focused onto maintaining a transparency between consumer and produce\n</p><p><b>&nbsp; PROBLEM WORTH SOLVING\n</b></p><p>&nbsp; With the increasing population there is a major decrease is the available arable land due to which the production of staple crops has been reduced. \n</p><p>&nbsp; While globalization is also causing a huge effect on climate change and water scarcity. \n</p><p>&nbsp; To meet the expectation of the increasing demand of the population the use of fertilizers and pesticides has been increased which is having adverse effects on the human health.\n</p><p>&nbsp; At the current scenario availability of fresh organic product is very important.\t</p><p><b> \tOUR SOLUTION\n</b></p><p>&nbsp; The Little Green choses the hydroponic farming method, wherein the arable space problem and water scarcity in India will be solved. \n</p><p>&nbsp; 25 varieties of leafy green vegetable, 50 varieties of microgreens, 8 types of mushrooms, 25 types of herbs will be grown, while reducing the consumption of soil and nullifying the use of fertilizer.\n</p><p>&nbsp; This Urban hydroponic farms will reduce the carbon footprint of food and ensure a supply of fresh organic food throughout the year\n</p><p>&nbsp; With this farm the consumer base will be close to the  food producers knowing every details of the crops growth and shortens the supply chain\n</p><p>&nbsp; </p><p><b>REVENUE\n</b></p><p>&nbsp; Primary revenue will be generated by selling the microgreens. Growing over 50 varieties with 100 trays and generating a revenue of 75000 INR/harvest. Yearly there will be 24 harvest.\n</p><p>&nbsp; Monthly subscriptions from over 1000 customers targeted with 1000 INR each.\n</p><p>&nbsp; Fresh salad bowls expected income – 3,20,000 INR\n</p><p>&nbsp; The 7000 plants leafy greens and herbs will be harvested every 3months making upto 3,50,000 INR\n</p><p>&nbsp; With 100 bags of Mushroom we will make 3,20,000 INR per year\t \tEXPENSES\n</p><p>&nbsp; The system costs is 27 lakhs \n</p><p>&nbsp; Operating cost is 2lakh per month that includes –\n</p><p>Packaging cost and marketing \n</p><p>Seeds\n</p><p>Nutrients\n</p><p>Bills\n</p><p>&nbsp; Yearly maintenance cost- 24 lakhs</p><p><br></p><p>\n</p><p>&nbsp;<b> MILESTONES\n</b></p><p>&nbsp; Farm aims for expanding the soilless farming using hydroponic and&nbsp; Aquaponic method.\n</p><p>&nbsp; &nbsp;To expand into new markets and enter new product categories with industry leading strategy.\n</p><p>&nbsp; &nbsp;Expanding the new farms of 1000 to 10,000 sq ft indoor and 1 acre outdoor farm. Most of the farms will be setup in Kalburgi district, Karnataka due to less water availability. \n</p><p>&nbsp; &nbsp;Plan for setting up upto 10 acre farm for 2022</p><p><br></p><p>\n</p><p>&nbsp; <b>&nbsp; &nbsp; &nbsp;TEAM AND KEY ROLES\n</b></p><p>Akshay Arjun Lokhande \n</p><p>&nbsp; -Chief Operating Officer\n</p><p>&nbsp; -Sales and Marketing Executive\n</p><p>&nbsp; -Crop (Vegetable) Cultivation Manager / Supervisor\n</p><p>Priyanka Pradeep Patil\n</p><p>&nbsp; -General Farm Manager\n</p><p>&nbsp;- Administrator / Accountant\n</p><p>&nbsp; -Crop (Vegetable) Cultivation Manager / Supervisor\n</p><p>&nbsp; -Front Desk Officer</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"The Little Green","sectors":["Agri-Tech"]},{"email":"abhishekballa13@gmail.com","idea":"<p>We Welcome U Here At Apxone Graphic Designer As U Have Got An Idea About Us….\n</p><p>We Are Not Just Expertised In Graphic Designing , Digital Marketing, Social Media Marketing, Professional Video And Photo Editing, Web Designing, UI Designing, UX Designing..</p>","industries":["Art & Photography"],"name":"Apxone Graphic Designer","sectors":["Art"]}]