[{"email":"alina@bharatfreightgroup.com","idea":"<p>With the vision of providing multi modal commute for coastal and inland water way, Infinity Harbour Service has ventured into water taxi and harbour tourism for easy travel and providing options for family and friends outing, We bring to you Mumbai’s first and only high-speed boat: Catamaran, and shall be focusing on high speed boats / crafts to be used as water taxi covering Mumbai, Thane and Navi Mumbai all the way to Dharamtar, including several routes in Gujarat.</p>","industries":["Transportation & Storage"],"name":"INFINITY HARBOUR SERVICES LLP","sectors":["Passenger Transportation Services"]},{"email":"guptaka691@gmail.com","idea":"A digital platform for supplychain industry to aggregate lastmile resources.&nbsp;","industries":["Logistics"],"name":"DoorDelvr","sectors":["Others"]},{"email":"safeagesec@gmail.com","idea":"<p>MANUFACTURERS OF INNOVATIVE PHYSICAL SECURITY PRODUCTS WITH ALL BIS LICENCES.</p>","industries":["Security Solutions"],"name":"Safeage Security Products Pvt. Ltd.","sectors":["Others"]},{"email":"ashishj983@gmail.com","idea":"<p>Following are the services we offer: \n</p><p>•\tDesign and Development for Heavy fabricated engineering parts &amp; components.\n</p><p>•\tManufacturing &amp; Installation of Heavy fabricated engineering steel components for Railways &amp; Metro.\n</p><p>•\tSolar Structures, Solar Street lights Manufacturing &amp; Installations.  \n</p><p>•\tLighting Design, Supply, Installation, testing &amp; commissioning of Highway Lighting on Turnkey basis</p>","industries":["Construction"],"name":"RAAJ ENGINEERING AND ELECTRICAL PROJECTSPRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"mainabaimundaware@gmail.com","idea":"<p>i am young eteprior, electrical work,plumbing work,industrial work</p>","industries":["Renewable Energy"],"name":"NARENDRA MAHADEV MUNDAWARE LLP","sectors":["Manufacture of Electrical Equipment"]},{"email":"shah.dhruva@live.in","idea":"<p>Payment tech platform which shall change the dynamics of lending in India. Highly scalable, short GTM time frame having immense impact on the profitability of the lenders.&nbsp;</p>","industries":["Finance Technology"],"name":"YREVOLT","sectors":["Payment Platforms"]},{"email":"sujeet.ideal2020@gmail.com","idea":"<p>I HAVE STARTED PRIVATE SECURITY AGENCY &amp; CONSULTANCY WITH NEW IDEAS.</p>","industries":["Security Solutions"],"name":"IDEAL SECURITY & CONSULTANTS PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"basil.dsouza@dorsus.in","idea":"<p>Mumbai based SaaS startup, developing a cloud-based ERP [Source to Pay (S2P) and Order to Cash (O2C)] product.</p>","industries":["Enterprise Software"],"name":"DORSUS PRIVATE LIMITED","sectors":["ERP"]},{"email":"Jaineet.Gandhi@audenteslabs.com","idea":"<p><span>With the rapid growth of Food and Consumer goods\nconsumption and exports from India, ensuring that Quality products reach\nconsumers has become extremely important. The enforcement of regulations and\nquality standards are ensured by respective government authorities (viz, FSSAI,\nFDA etc) in partnership with the private laboratories which play a crucial\nrole. As per the METASTUDY report on Food Testing Laboratories in India\nconducted by Yes Bank in 2019; at 100% compliance the&nbsp; India will need\n~350 new laboratories to bridge the demand supply gap theoretically.</span><span> Audentes Labs and Analytics Pvt Ltd is a startup committed to developing\nthe world class laboratory infrastructure in India compliant to international\nstandards and bridge this demand supply gap to achieve it’s vision of “\nEnabling Delivery of Quality products everywhere, every time”.</span><span>&nbsp;&nbsp;</span><span>It provides comprehensive quality management solution to its\ncustomers. It strives to partner with it’s customers in their quality\nmanagement journey and believes in providing not just reports but actionable\nInsights and training and/or R&amp;D projects to enable delivery of quality\nproducts.</span><span></span></p><p><span></span></p>","industries":["Others"],"name":"AUDENTES LABS AND ANALYTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"hirabhatia1@gmail.com","idea":"<p>Photokom Industries specializes in the design and installation of Solar PV based power plants, Solar Hot Water Systems, roof mounted\n</p><p>arrays and off grid solutions around the world, using the latest and best Solar technology available, ensuring it to be the most efficient\n</p><p>and cost-effective solar solution.\n</p><p>Photokom Industries design knowledge and project development expertise is changing the way people perceive Solar power: a highly\n</p><p>efficient, scalable, and cost-effective approach to harnessing the sun’s energy for clean power generation. We believe in building\n</p><p>affordable and sustainable Solar power facilities that deliver clean dependable power and economic development to communities\n</p><p>around the world.\n</p><p>Photokom Industries&nbsp; designed EV fast Charging System&nbsp; Solar Air-conditioner , Portable Solar Power generator&nbsp;</p>","industries":["Renewable Energy"],"name":"PHOTOKOM INDUSTRIES INDIA PVT LTD","sectors":["Renewable Energy Solutions"]}]