[{"email":"websitedesignstudio.in@gmail.com","idea":"<p>For small businesses and individuals,</p><p>Who are looking to establish an online presence for their business.</p><p>Website Design Studio provides creative design and marketing support in Virar, A company that offers all-round website solutions at an affordable price. In contrast to other agencies which are more expensive. Website Design Studio offers affordable web design and marketing services.</p>","industries":["Design"],"name":"Website design studio","sectors":["Web Design"]},{"email":"adityasaikumar.m@gmail.com","idea":"<p>Masterwork Education has been created with a vision to empower children. We are a team of educators, designers and engineers trying to solve problems in learning faced by children worldwide. We are creating an ecosystem to solve these problems. As of 2021, the consumer end of the ecosystem involves development and marketing of digital games.</p>","industries":["Education"],"name":"MASTERWORK EDUCATION PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"meenalmajumder@gmail.com","idea":"<p>Organization whose mission is to empower students  with technical skills, transforming them into change-makers and innovators. This is done through expert-curated, cohort-based, hands-on programs in Computer Science and Robotics.</p>","industries":["Education"],"name":"EDUNNOVATE TECHNOLOGIES PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"nradtechnologies@gmail.com","idea":"<p>JOBEE is an AI-based app focused to help unskilled labours find local jobs.  Designed to make the unskilled labours job hunting process seamless, transparent and to get them the right wages for their work.</p>","industries":["AI"],"name":"N-RAD TECHNOLOGIES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"staff.kalpeshabhani15@gmail.com","idea":"<p>We want to provide intelligence &amp; defined analytics to\n</p><p>SMB’s through standardized data models, which can\n</p><p>be speedily adapted (customized) to individual SMB’s\n</p><p>data and systems.\n</p><p>• We want to provide a seamless experience to the SMB\n</p><p>customers from concept understanding to\n</p><p>onboarding.\n</p><p>• We want to occupy the educator, guide and coach\n</p><p>relationship with SMB businesses over time.</p>","industries":["Analytics"],"name":"SMBIZZ ANALYTICS PRIVATE LIMITED","sectors":["Business Intelligence"]},{"email":"investofinserve@gmail.com","idea":"<p>Investo Ventures Pvt. Ltd. (IVPL) located at the India’s business hub Mumbai, Started its operations in 2008.  The experts from IVPL can empower businesses with Backend Processing Services such as Data Entry, Lead Generation, Document Verification, Transaction Processing, Loan Processing, Trainings, Business Solutions, Credit Solutions, Etc. We have a team dedicated for each business function who works during your office and non-office hours to help ease your burden of repetitive operations. You can allocate your resources to revenue generating functions and improve the bottom-line.</p><p><br></p><p>\n</p><p>IVPL's directors are having accumulated 12+ years of experience in delivering backend processing services to a variety of business across India. Our back-end executives are trained with various administrative skills including data entry and management, document scanning and verification, loan and claims processing, accounting responsibilities, analysis of situational scenarios, preparation of financial statements and reporting. Along with this our back-office team is efficient with additional soft skills for maintaining a seamless communication with the clients on a timely basis. For timely communication, our back-office executives are available through live chat, email, and call.</p><p><br></p><p>\n</p><p>We have 35+ Clients (Banks) in more than 3+ Locations and these customers are from key industry verticals and niches such as Online Retail, Technology, Manufacturing, Automotive, Mortgage, Insurance, Law Firms, Real Estate, Academic Institutions, Medical and Healthcare, Finance and Accounting, Travel and Hospitality, etc. Our team delivers business values to each client because we understand clearly that our continued success is dependent on their happiness with our work. Our \"customer driven\" approach has provided us with a stable and sustainable business model.</p><p><br></p><p>\n</p><p>Outsourcing your back-office functions to IVPL allows you and your team to concentrate on your core business activities like design and development, manufacturing, sales, and marketing efforts by being least concerned about tedious, repetitive and time-consuming business operations. We take the complete responsibility of your backend functions and adapt your business model and policies well to make sure that our service quality is in sync with your business standards.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"INVESTO VENTURES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"arti.kamble77@gmail.com","idea":"<p>ilovestore is a venture of Arti Agro &amp; Foods Pvt. Ltd. which is an An ISO 22000 : 2018 Food Safety Management Systems (FSMS) Certiﬁed Company that was established in 2001 with the vision of being world-class Super Stockists in the distribution of food products. Handling the Mumbai District with great success since then, each of our projects is spearheaded by Ms Arti Kamble whose family has been in the retail business for over 75 years.\n</p><p>Our venture into dry fruits, spices and staples is marked by acquiring a decade-old brand “I Love”, and that’s just another step towards excelling in the food processing and packaging industry. The experience gained over the years as Super Stockists is something that many people cannot claim to have.</p><p>\n</p>","industries":["Food & Beverages"],"name":"ARTI AGRO &amp; FOODS PVT LTD ","sectors":["Food Processing"]},{"email":"tejas.sheth@apogean.in","idea":"<p>APOGEAN LLP - MANUFACTURER AND TRADER OF SPECILIAZED COMPUTERS , COMPUTER PERIPHERALS AND COMPUTER&nbsp; COMPONENTS.</p>","industries":["Technology Hardware"],"name":"APOGEAN LLP","sectors":["Manufacturing"]},{"email":"anuj.gulati@gmail.com","idea":"<p>Migrant Films is a Mumbai based production house focusing on development and production of short and feature films that strive to bring original and bold creative visions to life.</p>","industries":["Art & Photography"],"name":"Migrant Films Pvt. Ltd.","sectors":["Art"]},{"email":"abhedindulkar2222@gmail.com","idea":"<p>Objective-<br>Deliver fresh ingredients with exact volume to simplify cooking.<br><br>Brief<br>- Delivering the exact and right amount of ingredients well written and validated by chefs.<br>- Delivery box will contain&nbsp; all necessary tips and cooking methods with it.<br>- High market size<br>- Alternative to people exploring food as well as restaurants<br><a href=\"https://docs.google.com/spreadsheets/d/1R5lGZI3HQvi869wNl-0AmoIyoWhKUJLa_wkwjm_n9Ts/edit?usp=sharing\" target=\"_blank\">Market size</a><br></p>","industries":["Food & Beverages"],"name":"Ingrefy","sectors":["Food Technology/Food Delivery"]}]