[{"email":"pradeepreenat@gmail.com","idea":"<p>Green Recycling Engineers And Technologies Pvt. Ltd. (‘GREAT’) was incorporated on November 02, 2020 at ROC – Mumbai\n</p><p>The Company has its registered office located at Huma Exhibitors, 1st Floor, Huma Mall, LBS Marg, Kanjur Marg (W), Mumbai – 400078\n</p><p>The said Company is DPIIT recognized Start up Company\n</p><p>The Company is in the business of managing mixed Municipal Solid waste  \n</p><p>The Company has designed a technology for mobile segregation of mixed solid waste, automatically in to 3 types of segregated waste i.e. Wet Waste, Mixed Plastic and Rejects. While Adapting to the Indian condition of the waste.\n</p><p>The said Technology is patented in the U.K.\n</p><p>The equipments and the systems are designed for engineering and safety by  Danish Engineering Company and manufactured in India under Make in India Scheme, by Govt. of India.</p><p><br></p><p>\n</p><p>The Company’s vision is to provide a end to end solution, management of mixed municipal solid waste, in Villages and Rural India, the solution to be provided by the Company is based on Criterias stipulated as per MSW solid waste rules, 2019 as  well as  in furtherance of Swachh Bharat Mission</p><p><span>Experienced Director: The directors have exposure in waste management business</span></p><p>Capable associates having vast experience in the field  of  collection and transportation of environment and landfill.</p>","industries":["Waste Management"],"name":"GREEN RECYCLING ENGINEERS AND TECHNOLOGIES (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"abhinav@skola.co.in","idea":"<p>The word “SKOLA” is a Swedish term that refers to a learning and teaching institution.\n</p><p>SKOLA, for kids and their parents, is a comprehensive after–school education platform, established with the aim to provide a positive learning experience to the youth of India.<br>We have CII-verified teachers who have been hand-picked (Confederation of Indian Industry). We track our teachers’ performance regularly to ensure that the child receives the best education possible. We track and monitor student’s progress regularly, and parents receive a progress report every 15 days.\n</p><p>Our best counsellors are there to assist in a world of fierce rivalry and millions of opportunities to succeed. We not only assess the best course of action for the child based on his or her strengths and weaknesses, but we also provide hand-holding support to help them achieve their objectives.</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"SKOLA LEARNING PRIVATE LIMITED","sectors":["Coaching"]},{"email":"krishnakamalinfrallp@gmail.com","idea":"<p>KRISHNA KAMAL INFRA LLPKRISHNA KAMAL INFRA LLPKRISHNA KAMAL INFRA LLPKRISHNA KAMAL INFRA LLPKRISHNA KAMAL INFRA LLP</p>","industries":["Construction"],"name":"KRISHNA KAMAL INFRA LLP","sectors":["Construction & Engineering"]},{"email":"support@lumaworld.in","idea":"<p>Luma World is a K5 Education company, which focuses on creating unique child-centric experiences and promoting holistic development through experiential learning. \n</p><p>It helps children acquire essential life skills in a fun and engaging manner. The multi-format, hands-on learning makes academics easy to Learn, Understand, Master and Apply.</p><p>At LUMA, we believe play is a basic need and the best way to learn. Hence, creativity, curiosity, and fun are present in everything we do.</p><p>\n</p>","industries":["Education"],"name":"Luma World","sectors":["Skill Development"]},{"email":"sganpatye@gmail.com","idea":"<p>Intellectual Property Attorney. A Passionate researcher with excellent communication skills. A team builder.</p><p>Sourabh Shripad Ganpatye&nbsp;</p><p>B.A. political Science from V. G. Vaze College</p><p><br></p><p>MA International Relations from University of Mumbai&nbsp;</p><p><br></p><p>LL.B. from New Law College</p><p><br></p><p>LL.M. in intellectual Property Rights from Narsee Monjee Institute of Management Studies</p><p><br></p><p>Currently pursuing</p><p>Masters in Space and Telecommunication Laws from Nalsar University Hyderabad&nbsp;</p><p><br></p><p>Advance Programme In Cyber Law from Asian School of Cyber Laws</p><p><br></p><p>Diploma of Journalism&nbsp;</p><p>From Xavier Institute of Communications.&nbsp;</p><p><br></p><p>Associated with Vednim Consulting Services&nbsp;</p><p><br></p><p>Area of work is Patents, Copyright and Trademarks&nbsp;</p><p><br></p><p>Visiting Consultant for Lakshya 🎯 IAS Academy</p>","industries":null,"name":"SOURABH GANPATYE","sectors":null},{"email":"samarthahospitalityservices05@gmail.com","idea":"<p>We are offering hospitality services with sustainable solutions. Our idea is to cater Travels and tours, Hotel and Catering industry, Maintenance Service using renewable sources causing minimal or no pollution.&nbsp;</p><p><br></p><p>We are offering car rental and Delivery service using CNG or Electric vehicles only.</p><p><br></p><p>Our Maintenance service involves recycling of non degradable products and decomposition of degradable products.</p><p><br></p><p>Our hotel and Catering service offer packaging and serving of food in degradable utensils.</p><p><br></p><p>We are trying to make our services more and more sustainable as we can.</p><p><br></p><p><br></p>","industries":["Others"],"name":"Samartha Hospitality Services ","sectors":["Others"]},{"email":"nikhar.miglani@fitcircle.in","idea":"<p>Zenherb is in the business of specialized Ingredients research and development in the space of Nutrition</p>","industries":["Healthcare & Lifesciences"],"name":"Zenherb Labs Private Limited","sectors":["Health & Wellness"]},{"email":"info@wesleepindia.com","idea":"<p><a href=\"https://wesleepindia.com/\" target=\"_blank\">https://wesleepindia.com/</a><a href=\"https://wesleepindia.com/\" target=\"_blank\"></a></p><p>WeSleepIndia<br><br></p>","industries":["Others"],"name":"WESLEEP INDIA LLP","sectors":["Others"]},{"email":"pinnpointer@gmail.com","idea":"<p>Our platform will power freelancing and self-job orientation, which will be utilized by both the Company/Client and the freelancer/ or Micro influencer. We focus on four principles for smooth working and improvement in the following fields:\n</p><p>Direct Contact: Direct contact of the company and the Freelancer/ Influencer with the team.\n</p><p>Work Environment: The freelancer can choose the work environment they are comfortable with. They can work from their home or even a café as they prefer and oblige to complete the work in a given period.\n</p><p>Project distribution: Project distribution is completely on the basis of performance, skills, merits, and ratings.\n</p><p>Task Driven: Where the client can actually see the progress while communicating with the team if any changes or improvements are required. \n</p><p>We are striving to achieve equality for all those freelancers or job seekers who are not treated according to their talent and due to corporate politics are unable to reach the desired position. This helps us attain the pay scale stability that a person with skills should achieve on the basis of their talent and not the ranks that are determined by the people who control the system.\n</p><p>“Our mission is to change how the world works together.”</p>","industries":["Human Resources"],"name":"PINNPOINTER PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"betty.thomas@homeguruworld.com","idea":"<p>“Learning should never stop, and distance should never be an impediment to learn”<br></p>","industries":["Education"],"name":"AUCTUS LEARNING (INDIA) PRIVATE LIMITED","sectors":["E-learning"]}]