[{"email":"director@kanakaveda.com","idea":"<p><a href=\"http://kanakaveda.com/\" target=\"_blank\">Kanakaveda Healthcare And Wellness Pvt. Ltd is FSSAI - Merchant Exporter certified company engaged in manufacturing,  supplying and exporting of Ayurvedic products, Herbals, Cosmetics &amp; Food products , Green Tea, Green coffee, and proposed for own manufacturing company established in 2018.</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"KANAKAVEDA HEALTHCARE AND WELLNESS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"nagendran.pillai@nrvaas.com","idea":"<p><a href=\"https://nrvaas.com/\" target=\"_blank\">https://nrvaas.com/</a><br></p>","industries":["Technology Hardware"],"name":"NRV Tech Solutions Pvt Ltd","sectors":["Others"]},{"email":"trade4sunil@gmail.com","idea":"<p>It's an ideation stage where I am studying and exploring about manufacturing of Liquid Detergent product and looking for better guidance.</p>","industries":["Chemicals"],"name":"jagtapsunil","sectors":["Others"]},{"email":"mpunjabi1980@gmail.com","idea":"<p>In a world full of beauty quick fixes and chemically aided makeovers, our company “My Green Space” choose the path of nurture.  ‘My Green Space’, hence provides a healthy solution for skin, hair, and other beauty care products. \n</p><p>The growing concerns regarding the side effects of chemicals on skin &amp; hair have made consumers more aware about the benefits and long lasting results of natural and organic products.\n</p><p>It’s a known fact that Indian’s have a rich and deep knowledge in using natural products for skin care, hair care, medicines, etc. Our products are backed by such extensive research and development, we offer healthy solutions for skin, hair and beauty care. The focus is on deep repair that comes from within, without any harmful side effects.</p>","industries":["Healthcare & Lifesciences"],"name":"MY GREEN SPACE LIFESTYLE AND HEALTH PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"suresh@okeanos-technologies.com","idea":"<p>Object of the company: -</p><p>1. To develop, design, research, buy, sell, distribute, import, export, traders, manufacturers assembles, modifiers, installers, repairers, distributors, of electrical goods, its components and panels, erection and commissioning and to develop software related to thereof.\n</p><p>2. To manufacture, trade, assemble, installation of any electronic devices, machines, equipment’s and other allied goods and their parts, components, instruments, display units, circuits, chips and to do all incidental acts and things necessary for attainment of the said object.</p><p><br></p><p>Mission of the company: -</p><p>To reach and provide affordable, satisfactory automation solutions to every manufacturing industry and enhance their production efficiency. To operate with the help of best business practices, latest technologies, qualified staff, quality service and reliability&nbsp;</p><p>\n</p>","industries":["Technology Hardware"],"name":"OKEANOS TECHNOLOGIES PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"sadhayalkar@yahoo.com","idea":"<p>To carry on the business as financial advisors and facilitators</p>","industries":["Professional & Commercial Services"],"name":"SUNDEAL FINANCIAL SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"kashaikh611@gmail.com","idea":"<p>Aara Web Solutions Pvt Ltd is a startup ITES company which is registered on 29 April 2019. We are providing IT-enabled services such as Software development, website development, digital marketing, etc. We need a fund to grow our business.</p>","industries":["IT Services"],"name":"Aara Web Solutions Pvt Ltd","sectors":["Web Development"]},{"email":"amit.nevrekar@gmail.com","idea":"<p><a href=\"http://www.CouPals.in\" target=\"_blank\">CouPals</a>&nbsp;is a Geo-location based social networking platform for couples to discover like-minded families in their neighbourhood based on Interests, age-group, community, industry &amp; more. It's a boon for couples relocating to other cities/countries.</p><p> The objective is to build a hyper local community where families can connect, seek &amp; share, engage in exclusive couple games as well as discover/grab offers through promotions by local shops / self employed professionals around them.</p>","industries":["Social Network"],"name":"COUPALS MEDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"Info@technokraft.co","idea":"<p>Technokraft offers Customized Tech &amp; AI-powered services with intelligent features that drives your business outcomes accordingly. We specialize in providing services for complex mobility and customer communications challenges.\n</p><p>Our team of highly qualified analysts, designers, developers and implementation specialists will assist you at various stages of your solution development and product life cycle from initial conception to final go-live, post-live support, enhancements, and integration.\n</p><p>We cater to business needs from all sectors. Concentrating on offering tangible outcomes for our clients through provocative thinking and transformative insights.\n</p><p>Our motive is to provide leading-edge technologies and strategies to enhance the way the world works and lives.\n</p><p>Over the years, we have successfully completed projects across various digital services for startups, SMEs and corporates.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"TECHNOKRAFT INNOVATIONS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"Business@elemeno.in","idea":"<p>There’s this notion that balancing what’s best for your children with what makes them happy is impossible. That the two are mutually exclusive. Well, it was in this seemingly gigantic gap that Elemeno was born.\n</p><p>At Elemeno, we believe what’s good for your children can be made fun for them too! Now there’s tons of companies with products focused on raising smart kids &amp; successful kids, but what about raising happy kids? That’s our mission.\n</p><p>We’re the ultimate balancing act.</p>","industries":["Toys and Games"],"name":"ELEMENO KIDS LLP","sectors":["Physical Toys and Games"]}]