[{"email":"rv@swabhimaan.co.in","idea":"<p>Swabhimaan is for Senior Citizens Homes and Stays aggregation.</p>","industries":["Others"],"name":"Swabhimaan","sectors":["Others"]},{"email":"mailforzoyeesh@gmail.com","idea":"A weave between sustainable and streetwear clothing. To design and make clothes that are not only good for the consumer but for society as a whole.&nbsp;","industries":["Fashion"],"name":"STRANGE PRODUCTS","sectors":["Others"]},{"email":"sushant.mbelekar96@gmail.com","idea":"<p>Belekar's Fast Food is a small startup serving fast food like Shawarma, Momos, Appetizers, Fries etc. We provide Veg &amp; Non-veg both with the service of Take Away and Home Delivery.&nbsp;</p>","industries":["Food & Beverages"],"name":"Belekar's Fast Food","sectors":["Restaurants"]},{"email":"care@josefmarc.in","idea":"<p>We at Josef Marc believe that the ability to bake authentic high-quality artisan bakery products should be accessible to all. We are therefore committed to providing original European quality products and we invest huge amounts of time and energy making sure their hopes and ambitions can properly be identified and understood required knowledge and understanding to all the passionate home &amp; professional bakers. Now you cannot only bake with ease but also enjoy the European standard product in the comfort of your home.<br><br>Through our more than 3 decades-long experience in bakery industry, we are able to Customize every component of our products to create ease of making for home &amp; professional bakers and therefore we offer you premium bakery ingredients formulated by our Swiss experts<br></p>","industries":["Food & Beverages"],"name":"CYNOR INGREDIENTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"hello@thefightforfitness.com","idea":"<p>Fight For Fitness’ vision is to make fitness inclusive for anyone, anywhere, and anytime. Our on-demand gamified platform aims to empower people with freedom, personalization, and experiences.<br></p>","industries":["Healthcare & Lifesciences"],"name":"Fight For Fitness","sectors":["Health & Wellness"]},{"email":"smitashetty612@gmail.com","idea":"<p>To carry on the business of providing outsourcing services for all processes, sub processes, transactions, payment collection activities and all other work performed by business in various industries within India and across the world. This includes those processes or sub processes that are enabled by information technology.</p>","industries":["Finance Technology"],"name":"Aryavar Private Limited","sectors":["Others"]},{"email":"vaibhav_137@yahoo.co.in","idea":"<p>Have got vast experience of Defence and aerospace related Welding,&nbsp; Manufacturing, with the desired skilled manpower as well. Want to contribute in the field of the Defense and Aerospace. With Titanium, Aluminium, CS, SS and exotic Materials. Have got the Manpower as well as technical support in field of NDT, Engineering, Machining. Looking for Partnership and Place for starting the business.&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Aeronautics Aerospace & Defence"],"name":"Omishika Fabricators","sectors":["Space Technology"]},{"email":"bhavana@camahendra.com","idea":"<p>NURSERY MARKETING SERVICES, CONSULTANCY REGARDING USE OF FERTILISERS, ETC</p>","industries":["Agriculture"],"name":"EINS MARKETING PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"dprajapati328@gmail.com","idea":"I am a young Mechanical Design Engineer, wants to research and develop high performance product with low cost","industries":["Others"],"name":"P&amp;P Dynamics","sectors":["Others"]},{"email":"raayaaanalytics@gmail.com","idea":"<p>To help global organizations achieve strategic business outcomes through data-driven decision making based on enterprise wide integrated data.&nbsp;</p>","industries":["Analytics"],"name":"RAAYAA ANALYTICS PRIVATE LIMITED","sectors":["Data Science"]}]