[{"email":"santosh@gigwork.in","idea":"<p>GIG WORK Pvt Ltd is a diversified entertainment, gaming  and content entity with interests in both India and UAE. GIG WORK provides new age engagement with these distinct communities –  Sports, Gaming and Entertainment -- all tied together with digital technology.  It is also offers marketers a unique opportunity to connect with these focused and high value target groups.</p>","industries":["Sports"],"name":"GIG WORK PRIVATE LIMITED","sectors":["Fantasy Sports"]},{"email":"kunal@comprint.co.in","idea":"<p>Rentr is a B2B IT infrastructure rental and leasing solution with a focus on increasing the life cycle of the IT assets in use.&nbsp;</p>","industries":["Technology Hardware"],"name":"Rentr","sectors":["Electronics"]},{"email":"spotyourdestination@gmail.com","idea":"<p>Spot Your Destination’ and we believe in Travelling safe with premium benefits at an affordable cost.&nbsp;</p><p><span><br></span></p><p><span>‘Spot Your Destination’ is India’s biggest online travel marketplace that has changed transport travel in&nbsp;</span><span>the nation by conveying straightforwardness and comfort to a great many Indians who travel utilizing&nbsp;</span><span>transports.</span></p><p><span><br></span></p><p><span>Established in 2020, ‘Spot your destination’ started when the world stopped and we are a&nbsp;</span><span>piece of India’s driving on the web travel organization Spot Your Destination LLP By giving most&nbsp;</span><span>stretched out decision, best vendors onboarding, predominant client benefit, least costs and unmatched</span></p><p>advantages, ‘Spot your destination’ has just started and we are here to serve you the best travel&nbsp;<span>experience. We have a domestic nearness with tours, treks, hotels across India.</span></p><p><span><br></span></p><p>Travel is the main thing you purchase that makes you more extravagant”. We, at ‘Spot Your Destination’,&nbsp;<span>swear by this and put stock in satisfying travel dreams that make you perpetually rich constantly. We&nbsp;</span><span>rouse our clients to carry on with a rich life, brimming with extraordinary travel encounters</span></p>","industries":["Travel & Tourism"],"name":"Spot Your Destination ","sectors":["Experiential Travel"]},{"email":"info@lumigre.com","idea":"<p>EXPLORING GREEN TECHNOLOGY.<br>MANUFACTURE AND TRADE OF ELECTRICAL EQUIPMENTS, LED'S, PCB'S, ETC</p>","industries":["Technology Hardware"],"name":"LUMIGRE TECHNOLOGY PRIVATE LIMITED","sectors":["Electronics"]},{"email":"instadukan.com@gmail.com","idea":"E-commerce enabling platform. Researching markets - Building products.<br>","industries":["Enterprise Software"],"name":"instadukan","sectors":["Cloud"]},{"email":"Abhijit.shitut@euman.in","idea":"<p>We launch ourselves as EUMAN THERAPEUTICS PRIVATE LIMITED pioneers in providing therapies and consultation for various mental illness to its distinguished clients. We are looking for a best doctor’s for our patients that provide or give the best medical services to our patients in India. We have designed and built web-based and mobile app-based interventions that a doctor would prescribe/recommend for their patients/ caretakers. This clinically validated therapy-companion software would help patients better manage their health condition in collaboration with their provider. With a team of highly experienced specialists that source, assess and deliver as required, services get who they need on time and on budget. This enables us to deliver a high level of service to our patients. Globally, various randomized clinical trials have proven that software shows promise to address these challenges. ‘Software as drug’ is therefore the core-principle behind our startup. With a modest beginning needs, today is a well-established and leading organization offering medical services to mental illness with a wide range of services to the entire patients. Our  Company is providing an app which offers a range of clinical tools and self-help psychological activities, topical content and webinars, bot-based check-ins and therapy sessions- All personalized as per the patients needs.</p>","industries":["Healthcare & Lifesciences"],"name":"EUMAN THERAPEUTICS PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"info@lifeboundtech.com","idea":"<p><a href=\"https://www.lifeboundtech.com/\" target=\"_blank\">https://www.lifeboundtech.com/</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"LIFE BOUND TECHNOLOGIES PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"admin.bkc@avtaran.com","idea":"<p>Shree Ashapura Nutrients Mills is in bussiness of grains invoataion processing and to  process grains for different nutritious value alongwith weight loss and weight gain. It's also in the bussiness of manufacturing Ready to eat healthy foods and other healthy products.</p>","industries":["Food & Beverages"],"name":"SHREE ASHAPURA NUTRIENTS MILLS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"AVINASH.NAHAR@GMAIL.COM","idea":"<p><a href=\"http://www.adbureau.co\" target=\"_blank\">www.adbureau.co</a>&nbsp;<br>A fin-tech on the way to disrupt the stock market. A bridge between relations of investor and listed companies,&nbsp;with&nbsp; Artificial Intelligence, Data science, Finance, Stock Market coming together.</p>","industries":["Finance Technology"],"name":"WallStreet Connect","sectors":["Business Finance"]},{"email":"shreejitinfotech@gmail.com","idea":"WORKING IN THE FIELD OF ENERGY AUDIT/ ELECTRICAL SAFETY AUDIT/ ELECTRICAL CONTRACTOR / ELECTRICAL TESTING FIELD","industries":["Professional & Commercial Services"],"name":"shreejitinfotech","sectors":["Others"]}]