[{"email":"info@portcart.com","idea":"<p>Portcart is an O2O (online to offline) omnichannel e-commerce marketplace for easy, convenient and safe shopping experience. The first-of-its-kind concept in India, Portcart enables shoppers to purchase their favourite articles available in the stores. The brand supports retailers &amp; retail operators to ensure social distancing while offering a safe and engaging customer experience. Driven by a mission to support the retail industry, Portcart empowers the digital savvy shoppers to access stores virtually, while ordering their shopping at their address or also schedule visits to stores and enjoy contactless order pickup experience.</p>","industries":["Retail"],"name":"VEE BEE SOLUTIONS & SERVICES PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"seethesh03@gmail.com","idea":"<p>EDENIC GREEN LLPEDENIC GREEN LLPEDENIC GREEN LLPEDENIC GREEN LLPEDENIC GREEN LLPEDENIC GREEN LLP</p>","industries":["Biotechnology"],"name":"EDENIC GREEN LLP","sectors":["Others"]},{"email":"jeevachcoatingpvtltd@gmail.com","idea":"<p>JEEVACH COATING PRIVATE LIMITEDJEEVACH COATING PRIVATE LIMITEDJEEVACH COATING PRIVATE LIMITEDJEEVACH COATING PRIVATE LIMITEDJEEVACH COATING PRIVATE LIMITED</p>","industries":["Construction"],"name":"JEEVACH COATING PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"gulnar.nagori@justjobshr.com","idea":"<p>We are Tech Based Recruitment company we have came up a different idea.</p>","industries":["Human Resources"],"name":"Just Jobs ","sectors":["Recruitment Jobs"]},{"email":"keyurkad363@gmail.com","idea":"<p>Kreative Tech is a tech startup. We, here at Kreative Tech build customized PCs as per customer needs also we are into PC mods.&nbsp;</p>","industries":["Technology Hardware"],"name":"Kreative Tech","sectors":["Manufacturing"]},{"email":"info@konicaautomation.com","idea":"<p><br></p><p>Konica Automation is an engineered solutions company that specialises in providing automation, drive and electrical control solutions and services to industrial markets. Konica Automation offers cost effective, industry specific technology solutions to help our customers increase their industrial productivity, efficiency and overall systems performance. We take the time to understand your unique process and requirements, and then work closely with you to develop the best control solution for your need.\n<br><br></p><p>Our Difference\n</p><p>&nbsp;What sets Konica Automation apart is the wide range of in-house services that we offer which provides reliable, complete, fully integrated customer solutions. From concept to completion, our&nbsp;engineering, production &amp; field service staff are unmatched in industrial automation experience and ability. Konica Automation serves as a true electrical control partner to companies that are in need of innovative solutions, strategies &amp; support to help them compete successfully in today’s highly competitive global environment.\n<br><br></p><p>System Integration\n</p><p>Konica Automation’s Systems Integration experts have the experience and skills to work with today’s leading manufacturers to better integrate and improve their automation processes. Our ultimate goal is to create a totally integrated automation environment for our customers which ensures better reliability, higher quality, and total production visibility.\n</p><p>We work with most major automation equipment suppliers in order to offer you the best solution.<br>Our Totally Automated Systems Integration capabilities include: AC DRIVES / VFD’s , MOTOR’s, MOTION CONTROL, PLC, HMI.\n</p><p>Our Brands: \n</p><p>TOSHIBA, Japan\n</p><p>FUJI, Japan\n</p><p> KEB, Germany\n</p><p> Bharat Bijlee, India\n</p><p> CG-Emotron, India</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Technology Hardware"],"name":"KONICA AUTOMATION","sectors":["Electronics"]},{"email":"msng@ossigeno.in","idea":"<p>Ossigeno Pvt. Ltd. a company incorporated in India to strive to deliver superlative Drinking Water at affordable prices for pets.</p><p>An innovative team of professionals have previously associated with many world-class water treatment companies and have gain tremendous experiences. The experiences has taught that though water is available in abundant but there is a shortage of hygienic and safe drinking water for pets.</p>","industries":["Healthcare & Lifesciences"],"name":"OSSIGENO PRIVATE LIMITED","sectors":["Others"]},{"email":"kaustubh@eywaneuro.com","idea":"<p>Eywa Neuro is a medical device manufacturing company that fabricates flexible intracortical neural probes, ECoGs, EMGs and EEGs using thin-film MEMS Technology. The company was founded by Kaustubh Deshpande, a Sr. Nanofabrication Engineer who formerly worked at Elon Musk's Neuralink, and Dr. Arjun Ramakrishnan, a Professor in the BSBE Dept. at IIT Kanpur.</p>","industries":["Healthcare & Lifesciences"],"name":"Eywa Neuro","sectors":["Medical Devices Biomedical"]},{"email":"admin@bizthinktech.com","idea":"<p>We build and provide hybrid IT solutions with a combination of enterprise grade high performance Low Code System and IT Compliance Consulting</p>","industries":["Enterprise Software"],"name":"BizThinking Technology Solutions","sectors":["Others"]},{"email":"atmanirbharventures@gmail.com","idea":"<p><a href=\"https://www.atmanirbharventures.com\" target=\"_blank\">Atmanirbhar Ventures India Pvt. Ltd.</a><br></p>","industries":["Internet of Things"],"name":"Atmanirbhar Ventures India Pvt. Ltd.","sectors":["Others"]}]