[{"email":"sahacharyasms@gmail.com","idea":"<p><a href=\"http://sahacharya.com/aboutUs\" target=\"_blank\">http://sahacharya.com/aboutUs</a><br></p>","industries":["IT Services"],"name":"SAHACHARYA DIGITAL SOLUTIONS PRIVATE LIMITED","sectors":["Web Development"]},{"email":"wellbeingmumbai@gmail.com","idea":"One stop solution for -&nbsp;<div>Hospital Uniforms.&nbsp;</div><div>Disposable products : Coveralls, Gowns . 3 ply &amp; N95 masks, Wet wipes</div><div>Hygiene products : Adult and baby diapers hospital version.</div>","industries":["Healthcare & Lifesciences"],"name":"Wellbeing","sectors":["Healthcare Services"]},{"email":"sunil.a@greenfieldxp.com","idea":"<p>We are working on the hybrid solution that uses wind as source of energy for AWG, we are specially designing AWG with lower compression ratios and environment friendly natural refrigerants, which will unable us to operate AWG even at lower wind speeds. We aim to contribute in HVACR development, we aim to become global AHU brand known for its initiative &amp; quality products.  We foresee the need for reenergized solutions in HVAC &amp; Water generation field, we promise to excel in all our product solutions related to Air handling units and atmospheric water generators..  Under the product-line of AHU we cater to air-conditioning, humidification, de-humidification, heating and ventilation requirements of industries and commercial premises. We focus on all aspects of Air like performance, sound &amp; energy efficiency while designing AHUs. Sound is also a kind of energy, we treat it with utmost priority, we believe in low sound generation rather than dampening of sound, it will reflect in our every machine. Being customized product its application based design plays vital role in all above aspects, we treat every project as unique and every AHU design has unique requirements. We are committed for continuous improvement on energy efficiency and safety aspects of machines. This will surely lead us on the path of becoming one of the best AHU solution provider across globe.  We are specialized into Air Supply Units (ASU) for Paint-shop &amp; Textile industry ventilation requirement. We have successfully implemented various paint shop and textile industry ventilation projects at PAN India level. We are committed to simplifying AHU design and taking it to next level.  As being into Air-conditioning industry, we know there is by-product of Latent air cooling, that is water which is generally drained. Alternative source of water is a need of hour, and this by-product can be great alternative source of water. Although due to high energy consumption involved in the process its neglected, However now products are available termed as AWG, atmospheric water generators based on the principle of condensation of moisture in the air by maximizing latent cooling. Being committed to energy efficiency we are working on Atmospheric water generation using renewable energy sources, to zeroing cost of water generation. We believe this way it can bring revolution in irrigation and it can fill the gap of irregular monsoon, and ultimately will help in improving ground water levels. Coming up with details by end 2021.</p>","industries":["Construction"],"name":"GREENFIELDXP TECHNOLOGIES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"shreejbtransport@gmail.com","idea":"\n            <p>Stratup company for transport work and participate in tender</p>\n        ","industries":["Transportation & Storage"],"name":"SHREE J B GRAIN AND TRANSPORT PVT LTD","sectors":["Transport Infrastructure"]},{"email":"venkateshwarprints@yahoo.com","idea":"<p>Printing, right from the pre-press process upto all the post-press processes was long seen as a very labour intensive industry. In this age of automation, precision and cost saving, it does not however serve the purpose by carrying on business through the use of old technology and mounting overheads. Printing over the years has seen a tremendous change in its process in order to cater to client company requirements which are opting for automated labeling and packaging solutions for their products.<br></p><p><br></p><p>Modern Web label printing machines are helping printers cater to the changing market needs while also helping cut the rising overheads. These specialized machines for label printing help printers to print on various substrates as demanded by clients with high precision to meet exact client requirements.<br></p><p><br></p><p>There has been a huge rise in demand for pressure sensitive labels within the market as they offer the advantage of automation on its application thus speeding up the production process for clients and also helps check piracy.</p><p><br></p><p>With a booming Pharmaceutical and FMCG sector in sight, Venkateshwar Prints wishes to start with a Letterpress Narrow Web Label Printing Press which offers the advantages of printing of various substrates minus the additional investments of accessories. Making the process cost effective while maintaining the same print quality.<br></p>","industries":["Others"],"name":"Venkateshwar Prints","sectors":["Others"]},{"email":"info@incertech.com","idea":"<p>WE ARE A HEAT TREATMENT SERVICE PROVIDER.HEAT TREATMENT SERVICES REQUIRED FOR PIPING INDUSTRY ,FABRICATION INDUSTRY,VARIOUS PLANTS LIKE POWER PLANT CHEMICAL PLANT REFINERY ,PETRO CHEMICAL ETC.</p>","industries":["Professional & Commercial Services"],"name":"INCERTECH","sectors":["Business Support Services"]},{"email":"arushiorders@gmail.com","idea":"<p>Selling Formula 1 memorabilia online such as posters, digital downloads, illustrations.&nbsp;</p>","industries":["Art & Photography"],"name":"The Bombay House","sectors":["Art"]},{"email":"vinod@iwireglobal.com","idea":"<p>IWIRE IOT TECHNOLOGIES PRIVATE LIMITEDIWIRE IOT TECHNOLOGIES PRIVATE LIMITEDIWIRE IOT TECHNOLOGIES PRIVATE LIMITEDIWIRE IOT TECHNOLOGIES PRIVATE LIMITEDIWIRE IOT TECHNOLOGIES PRIVATE LIMITED</p>","industries":["Telecommunication & Networking"],"name":"IWIRE IOT TECHNOLOGIES PRIVATE LIMITED","sectors":["Network Technology Solutions"]},{"email":"rajesh.verma@iwireglobal.com","idea":"<p>IWIRE GLOBAL IOT COMMUNICATION PRIVATE LIMITEDIWIRE GLOBAL IOT COMMUNICATION PRIVATE LIMITEDIWIRE GLOBAL IOT COMMUNICATION PRIVATE LIMITEDIWIRE GLOBAL IOT COMMUNICATION PRIVATE LIMITED</p>","industries":["Telecommunication & Networking"],"name":"IWIRE GLOBAL IOT COMMUNICATION PRIVATE LIMITED","sectors":["Network Technology Solutions"]},{"email":"hemakshiidave@gmail.com","idea":"<p>Love&amp;Labels is a homegrown label of fashion which will be serving the clothes desgined with love, creativity &amp; lots of passion. From packaging to the end delivery, we will try our best to achieve the aim of \"sustainibilty\".&nbsp;</p><p>Love&amp;Labels would be a make-to-order brand that provides customization of sizes to the customers so our beloved clients don't feel left out or conscious to their size!<br><br></p>","industries":["Fashion"],"name":"Love&amp;Labels by hemakshii","sectors":["Apparel"]}]