[{"email":"info@aneyafoundries.com","idea":"<p>Aneya foundries is leading manufacturer of non ferrous centrifugal castings. Supplying to Indian Navy, Coast guards, Hydro turbines, Wind Energy and Pump sections.</p>","industries":["Others"],"name":"ANEYA FOUNDRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"priyankasanjeeva@yahoo.co.in","idea":"<p>The core problem this start-up is solving is effective supply chain management of agricultural and forest products across the countries.\n</p><p>Our clients in India face following major challenges with respect to the supply chain management:\n</p><p>1. Price variability leading to loss of margin and hence loss of profit even leading to loss in business.\n</p><p>2. Lead time variability leading to uncertainty in stock availability hence cancellation of order leading to loss in business \n</p><p>3. Demand variability making scheduling of sourcing plan more difficult. This affects availability and hence sales loss.\n</p><p>4. Quality variability leading to the credibility and reliability issues between business partners and hence loss of business.\n</p><p>5. Uncertainty of supplies leading to availability problems and hence loss of business \n</p><p>6. Risk of payment security. Suppliers look for advance payment and traders want credit. In both cases, security of advance payments is an issue leading to trust deficit and loss of business. \n</p><p>Given so many variabilities and uncertainties in the supply chain, the trading as well as downstream manufacturing entrepreneurs are looking for a reliable solution provider who can help them with consistent supplies with minimum risk with respect to availability, quality and price</p>","industries":["Agriculture"],"name":"MYSTIC GARUDA VENTURES (OPC) PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"manan@nomadicglobe.com","idea":"<p>A idea to create a world of affordable tourism and to explore as well as innovate new avenues in the travel industry &amp; To create a community of happy travelers by professionally planned holidays with a personal touch</p>","industries":["Travel & Tourism"],"name":"NOMADIC GLOBE LLP","sectors":["Others"]},{"email":"prasadserento@gmail.com","idea":"<p>Serento Dermacare is a health care firm is established by Young, Dynamic, Experienced and extremely Ambitious Healthcare professionals.</p>","industries":["Healthcare & Lifesciences"],"name":"SERENTO DERMACARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"ajtechnology2021@gmail.com","idea":"<p><a href=\"http://ajtechnology.company\" target=\"_blank\">Go To AJ Technology</a><br></p>","industries":["Security Solutions"],"name":"AJ Technology","sectors":["Home Security solutions"]},{"email":"tradetheoryllp@gmail.com","idea":"<p>We at Trade Theory LLP have a vision to Trade any product from any category/background at a Wholesale/Ecommerce level</p>","industries":["Others"],"name":"TRADE THEORY LLP","sectors":["Others"]},{"email":"aandstradersindia@gmail.com","idea":"<p>we provide industrial electrical goods inmaharashtra region</p>","industries":["Others"],"name":"A and S Traders","sectors":["Others"]},{"email":"alok@oldsold.in","idea":"<p><a href=\"http://oldsold.in/about-us/\">About OldSold.in!</a><br></p>","industries":["Other Specialty Retailers"],"name":"OldSold.in","sectors":["Computer & Electronics Retailers"]},{"email":"mehul@equinox-in.com","idea":"Development of an AI based dental orthodontic treatment planning online software solution that will empower Indian Orthodontists to introduce full digital workflow for more precise treatment planning of their orthodontic cases. &nbsp;<br>Additional revenue streams will include treatment planning services for clear aligner cases with output of design files to global players, and also custom fabrication of appliances and clear aligners to deliver treatments.","industries":["Healthcare & Lifesciences"],"name":"NEURAL HIVE TECHNOLOGIES PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"abhijeet@dezinebox.io","idea":"<h1><span><span>We are India's leading online design startup backed by a 19-years-old firm &amp; incubated by IIM-Banglore.</span></span><br><span><span>We are on a mission to make professional interior &amp; architecture designing accessible to all.</span></span></h1>","industries":["Architecture Interior Design"],"name":"DEZINEBOX SPACELAB PRIVATE LIMITED","sectors":["Others"]}]