[{"email":"lonavalahomesllp@gmail.com","idea":"<p>We are one of the fast growing Real Estate company in the market. We deliver excellence in real estate brokerage. As a property management company, we make sure we do business professionally and passionately. We treat our clients not just like a customer but as a family.\n</p><p>We guarantee immediate response with our clients every concerns and needs. The reason why our clients send referrals and continuously patronizing our projects.\n</p><p><br></p><p>\n</p>","industries":["Real Estate"],"name":"LONAVALA HOMES LLP","sectors":["Housing"]},{"email":"Imran.dhada@gmail.com","idea":"<p>Having a dedicated customer care experience to solve the issues as soon as possible in favour of the customer. It is impossible for us to fulfill your desires unless we bring you on board. We value the experience you get when you shop with us. As an emerging business in the world of e-commerce, we are devoted to giving you the chance to encounter the best shopping experience.</p>","industries":["Others"],"name":"MOTOQO INDIA SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"admin@moneymelagames.com","idea":"<p>Nature of Business</p><p><br></p><p>The company will host a trivia/ quiz show (via their app) and sell sponsorships and partnerships through the trivia show. The app will also have a section with various games of skill that can be played with real money.</p>","industries":["Toys and Games"],"name":"WHITE CHEETAH ENTERTAINMENT AND TECHNOLOGY PRIVATE LIMITED","sectors":["Virtual Games"]},{"email":"rupesh@themiacucina.com","idea":"<p>ADONIA HOSPITALITY PRIVATE LIMITEDADONIA HOSPITALITY PRIVATE LIMITEDADONIA HOSPITALITY PRIVATE LIMITEDADONIA HOSPITALITY PRIVATE LIMITEDADONIA HOSPITALITY PRIVATE LIMITED</p>","industries":["Food & Beverages"],"name":"ADONIA HOSPITALITY PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"technology@fixling.io","idea":"<p>Validation</p><p>Fixling aims to help service focused businesses to drive rich customer relationships and engagements</p>","industries":["Enterprise Software"],"name":"Fixling Seller Services Private limited","sectors":["ERP"]},{"email":"niket@abdoshi.in","idea":"<p>Growth Crate Consulting Services is professionally managed firm catering to domestic and international clients with broad range of services like Accounting Services, CFO Services, Startup Support, Tax Compliance, Payroll etc.&nbsp;</p>","industries":["Finance Technology"],"name":"GROWTHCRATE CONSULTING SERVICES LLP","sectors":["Accounting"]},{"email":"rishabh@muzart.in","idea":"<p>MuzArt does Mental Skills Training to help high-performing professionals live better, work smarter, and unlock peak performance in a surprisingly enjoyable and creative way by combining music therapy, art therapy, and positive psychology into live workshops and courses.</p>","industries":["Healthcare & Lifesciences"],"name":"MuzArt","sectors":["Health & Wellness"]},{"email":"mail@amphitrite-subsea.com","idea":"<p><a href=\"http://www.amphitrite-subsea.com\" target=\"_blank\">www.amphitrite-subsea.com</a><a href=\"http://www.amphitrite-subsea.com\" target=\"_blank\"></a></p><p><br></p><p><b>Amphitrite Subsea</b></p><p><i>Underwater Diving | ROV | Watersports, Aerosports &amp; Adventure Sports Activities</i></p><p><br></p><p><b>Expertise Done Right With Panache</b></p><p>Amphitrite Subsea, established in the year 2020, is a new-age Diving Services, Water/Aero Sports &amp; Adventure Sports - Activities Company with a cumulative experience spanning decades in the respective area of specialization.</p><p><br><b>Inspired By The Sacred</b></p><p>Amphitrite Subsea, takes its name from Greek mythology. Amphitrite is the sea goddess and wife of Poseidon and the queen of the seas. It is a testament to the brilliance of the seas coming together with services and expertise that is in sync with the challenges and opportunities of where we operate. We are always  more than ready to maximize operational efficiency, focusing on safety.</p><p><br>Equipped with the right resource of experience and established pedigree, Amphitrite Subsea has been delivering and surpassing expectations in the specialized domain of Diving, ROV, Manpower Support, Adventure and Water Sports Activities etc.. We pride ourselves on overcoming obstacles with proper vision, planning and the right equipment. Every task at hand is executed with the right expertise that combines technical know-how and on-ground understanding, guaranteeing the best of safety and results.</p><p><br><b>Competent And Prepared For The New World</b></p><p>Amphitrite Subsea is not only primed to cater to the needs as per the requirements as exists, but is also spearheading processes and proficiencies that are ready for the future.  Having already transitioned for what’s in-store, we are at a vantage point when it comes to maximizing opportunities, driving apex value with minimum hassles.</p><p><br><b>Business Divisions:</b></p><p>●\tUnderwater Diving</p><p>●\tROV</p><p>●\tWater/Aero/Adventure Sports-Activities</p><p><br><b>Our Repertoire Of Services:</b></p><p>●\tDiving and ROV (Offshore and Onshore - India and Middle East)</p><p>●\tDiving - Subsea Diving - Underwater Diving - Air-Mix Gas Diving - Saturation Diving</p><p>●\tROV - Inspection Class ROV</p><p>●\tManpower Support – Provision of Diving Personnel to Indian Companies or Abroad.</p><p>●\tAdventure, Aero and Water Sports Activities - Parasailing, Paragliding, Jet Skis, Rope Swing, Banana Boat Ride, etc.<br><br><b>Team:</b><br>The team work and mutual coordination led by the management team has shaped an environment of outperformance, drive for self-improvement, and surpassing the peaks already conquered. This ensures quality completion of any work we are  given the responsibility for. We take great pride in fulfilling our commitment and surpassing expectations.<br><br><b>Mission:<br></b>To continue to provide leading services in the specialized fields of Diving Services &amp; Water/Aero/Adventure -Activities in India and Middle East by leveraging our technical and managerial prowess.\n</p><p><br>We will continue to improve and strengthen our range of services and activities by maximizing our current capabilities, consolidating our core area of expertise, and inculcating the best and the most modern in our processes and functioning.  \n</p><p><br><b>Vision:</b></p><p>To be the leader in world-class Diving Activities, Water/Aero/Adventure Sports-Activities. To reach and retain the pinnacle in our area of expertise, led by our rich legacy of safely completed projects, executed with supreme efficiency, value addition, capability, and seamless fulfilment. All the while we will be attuned to customer focus and satisfaction, always keeping in mind the best returns for our stakeholders and partners.\n</p><p><br></p><p><b>Values:\n</b></p><p>Teamwork – No matter the work that we are blessed with, the entire team works as one to ensure we do complete justice to it and only emerge prouder of the outcome.\n</p><p><br>Care – When we embark on any mission, we care for the people and the task as though it is the most important responsibility bestowed upon us and we never shy away from going that extra distance to truly make a difference, safely and effectively.\n</p><p><br>Commitment - Whenever we are endowed with a project, we are totally committed to the endeavor and until we drive it towards a resounding fruition, we never stop giving it our all.</p>","industries":["Others"],"name":"AMPHITRITE SUBSEA PRIVATE LIMITED","sectors":["Others"]},{"email":"jahangir@bridgeup.com","idea":"<p>BridgeUp is a two-sided marketplace that treats recurring revenue contracts as assets in and of themselves. BridgeUp connects companies that have monthly or quarterly recurring revenue, with investors who bid to purchase these revenue contracts for their annual value, upfront.</p>","industries":["Finance Technology"],"name":"BRIDGEUP TECH PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"mukeshvadapali59@gmail.com","idea":"<p>With the advent of newer technologies in communications various edge devices have evolved which are generating petabytes of data. This exponential data growth has challenged the companies in understanding the customer behavior, underlying evolving business problems.\n</p><p>This organization found Artificial Intelligence and Machine Learning as a means to solve the majority of their problems.\n</p><p>We as an organization believe in empowering each individual, small business and large organizations by helping them solve their problems using state-of-the-art techniques in Artificial Intelligence and Machine Learning. We believe in the fundamental principle “AI for all”, we as a company will partner with you for your long-term development.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["AI"],"name":"Alphagene","sectors":["Machine Learning"]}]