[{"email":"bishal.gupta@loftofspace.com","idea":"<p>LoftOfSpace is an online marketplace for unique and undiscovered locations. Our mission is to help companies and individuals find one-of-a-kind short-term space to inspire their best work. Whether for a meeting, social event, or production, LoftOfSpace is the first platform where you can easily find these inspiring spaces. To build a thriving marketplace, LoftOfSpace partners with businesses and other space owners to help them make more efficient use of their space, allowing them to safely and easily share it with other professionals in need. As a result, we enable local businesses to sustain healthy operations and expand their presence within the community.</p>","industries":["Indic Language Startups"],"name":"LOFTOFSPACE PRIVATE LIMITED","sectors":["E-Commerce"]},{"email":"truptiteli44@gmail.com","idea":"<p>To maintain&nbsp;<span>cleanliness of the society, Live in Unity,&nbsp;</span><span>and raise funds&nbsp;</span><span>for balanced&nbsp;</span><span>education with holistic approach&nbsp;</span><span>for weaker&nbsp;</span><span>section of the</span></p><p>society and needy person.&nbsp;<span>Betterment or&nbsp;</span><span>welfare of society for better lifestyle</span></p><p>conditions. To serve the general public and&nbsp;<span>members of the Association in the best&nbsp;</span><span>possible&nbsp;</span><span>manner and to&nbsp;</span><span>inculcate&nbsp;</span><span>habit of mutual </span></p><p><span>co-operation&nbsp;</span><span>and&nbsp;</span><span>brotherhood&nbsp;</span><span>amongst&nbsp;</span><span>its members and public at large.</span></p>","industries":["Social Impact"],"name":"SHIKSHAN SUTRA FOUNDATION","sectors":["NGO"]},{"email":"dskadam100@gmail.com","idea":"<p>By pushing the boundaries of technology and embedding sustainability in everything we do, our people drive the performance of our market-leading and empowered businesses to new levels.<br></p>","industries":["Internet of Things"],"name":"KABELIOS TECHNOLOGIES INDIA PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"vivekmaurya3421@gmail.com","idea":"<p>There are many genius and innovative minds working around the world in every field of human endeavour. Each has its own unique talents and ideas. Intellectual aficionadoes, along with industry experts, can offer quite a bit to each other and to the economy if they co-operate and collaborate. Such interactions give rise to new ideas, companies, and open new horizons for the economy. Hence, bringing keen and diligent individuals together and encouraging them to join forces with each other, to help each other with new insights, skills, and criticism, to stay updated with industrial and commercial trends, and to communicate effectively could lead to a golden age of growth and development.\n</p><p>Our project aims to connect these innovative minds with each other through a means of effective communication so that there could be an easy exchange of ideas, developments, strategies, issues and their solutions, and much more. We aim to create a platform where one could share their ideas, work on them, gain new insights, and turn these ideas into a living reality using the suggestions, experience, skills, and co-operation of other interested individuals. We could also create opportunities for these brilliant minds to work with and/or for corporates, entrepreneurs, governments and non-government organisations around the world to solve buring issues.\n</p><p>The need of communication between experts, the workforce, and interested students is imminent, leading to a flow of skills and expertise into a huge population, leading to a surge of cheap, skilled labour. Such a platform is the need of the hour where they can interact, ask for help, share their experiences and solutions, etc. For this, we are creating a social platform specifically for keen and zealous minds where they can interact for creating the future. Our aim is to narrow down the gap of communication between students and experts around the globe. This will help them connect with other liked minded people from all parts of the world. Our project will provide services which will revolve around the students who want to work with each other and with experts and corporates. We aim to create a healthy environment for developing their skills, market expertise, and working, where everyone can work towards a better future.</p>","industries":["Education"],"name":"We Connect","sectors":["Skill Development"]},{"email":"info@shopatunderstated.com","idea":"<p>UNDERSTATED is a celebration of our personalities, a voice for our vision. Born from a shared desire to make everyday clothing fun again with a deep focus on clean lines, raw beauty and effortless cool.&nbsp;</p><p>Every garment tells our story.</p>","industries":["Fashion"],"name":"Understated Fashion","sectors":["Apparel"]},{"email":"sales@ole-solutions.com","idea":"We are a solutions providing company, currently providing software solutions, marketing solutions and jewellery manufacturing solutions to our clients.","industries":["AR VR (Augmented + Virtual Reality)"],"name":"RAD OLE Private Limited","sectors":["Others"]},{"email":"gusani.dhaval@gmail.com","idea":"I am Practicing Company Secretary and Corporate Law Consultant based at Mumbai having wide experience in the area of business and startup registration, corporate &amp; business laws compliance, legal drafting, virtual CEO/CFO for newly startups etc.<br>","industries":null,"name":"CS Dhaval Gusani","sectors":null},{"email":"deepakrd18@gmail.com","idea":"<p>INGOASE - B2B Platform with a complete solution for buying\n</p><p>and selling industrial goods and services.</p>","industries":["Enterprise Software"],"name":"INGOASE LLP","sectors":["SCM"]},{"email":"priyesh.lopes@jnvgroup.co","idea":"<p>JNV Aerospace and Defence is a strategic entity of the JNV Group of companies. It is setup with a vision to contribute in India's mission to become 'Atmanirbhar' (Self Reliant) in Aerospace and Defence through Research, Innovation, Design and Development by investing in Disruptive technologies like Artificial Intelligence and Machine Learning in Military applications \n</p><p>Since 1977, JNV Group is one of India’s leading supplier in Automotive, Rubber, Anti-Vibration Systems, Fluid Transfer Systems, Engineered Plastics and Electronics for Domestic and Global Customers including (BMW, Rolls-Royce, Daimler, Mahindra, Tata, etc) \n</p><p>The group has a long history of successful partnerships with leading global firms such as Continental AG, Cooper Standard, KLC Polymer etc.\n</p><p>Lead by Dr Shuktij Singh Rao a 3rd gen Defence officer as CEO with a team of professionals with rich experience in research, development and manufacture of products related to Defence sector. \n</p><p>JNV Aerospace and Defence is making rapid progress by developing Innovative and technical solutions through state of art R&amp;D facilities towards indigenous development of defence design and production capabilities with an effort to contribute towards India’s economy by utilising indigenous resources and enhancing the competences of the defence sector</p>","industries":["Aeronautics Aerospace & Defence"],"name":"JNV AEROSPACE AND DEFENCE PRIVATE LIMITED","sectors":["Defence Equipment"]},{"email":"priyesh.lopes@biosparkessentials.com","idea":"<p>To carry on the business of manufacturing, trading, importing, exporting whether in India or abroad of developing, buying or in any manner acquiring, selling or in any manner disposing. whether as principal or agent or in any other capacity and to provide all types of services relating to Cosmetics, beauty, health and wellness and hygiene products the teas to consume as a beverage and personal care products and to provide all types of services relating to goods or services required by a consumer or by a business.</p>","industries":["Healthcare & Lifesciences"],"name":"BIOSPARK HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]}]