[{"email":"rajkumar@surplusapp.in","idea":"<p><a href=\"https://docs.google.com/document/d/11uytSeuQ6KPvsMf-qDlfSKYLv-oe1hOch19afC5ggHE/edit\" target=\"_blank\">https://docs.google.com/document/d/11uytSeuQ6KPvsMf-qDlfSKYLv-oe1hOch19afC5ggHE/edit</a><br></p>","industries":["Finance Technology"],"name":"CHILLAR FINTECH PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"inslubricants@gmail.com","idea":"<p>\"In today’s day and age of technology when everything from A to Z (literally Amazon’s logo) can be delivered to your home, to the convenience of your doorstep through the simple ease of sitting on your couch, pulling out your smart phone and pressing a few buttons, the question which dawned upon was – Why can’t we get fuel delivered to our doorstep, just like books?<br>Fuel Start-ups viz-a-viz Retail Petrol Pumps:<br><br>Retail petrol pumps caters to majority of the fuel needs in the country but starting a retail petrol pump is no small task. A retail petrol pump business not just demands heavy investments upfront but the day to day operational operational costs are also very high. This contracts the profit margins in the business and thus results in long break even time in the business. The manpower cost every single month is also high. Aquisition of land for a retail petrol pump is a tedious task and upon starting of such an outlet, the prime lands are also locked for a long long tenures of time. Comparitively, all that a fuel startup has to do to start a fuel reselling business is to own a PESO approved mobile petrol pump and register the startup as a company and it is all set to start such a business. The cost incurred in doorstep diesel delivery business with a startup are minimal when compared to a retail petrol pump and also the daily operational costs are miniscule. All this lends to Fuel StartUps becoming a great option for an aspiring fuel entreprenuer.<br>Doorstep Delivery of Fuel. With all the technological advancements we can deliver all the energies at the doorsteps through&nbsp; a Mobile Fuel Station.<br><br>This Mobile Petrol Pump/Fuel station is equipped with all the latest technology like the internet of things which helps a controller talk to the vehicle and measure every drop of diesel that is dispensed through the nozzle and reflect the same on an app!\"<br></p>","industries":["Non- Renewable Energy"],"name":"INS LUBRICANTS PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"kp@naturalpolarity.com","idea":"<p>We are into Power and Infra sector, primarily serving renewable power sector.</p>","industries":["Green Technology"],"name":"OHM POWER AND INFRA PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"deepcc.live@gmail.com","idea":"We are here to bring the Ideas and the Technologies that will Change The Term Personal Security To A Whole New Level, The environment and society will be more secured and active.","industries":["Security Solutions"],"name":"DRISEC TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"aashaydoshi97@gmail.com","idea":"<p>Phantom Research is an Artificial Intelligence and Machine Learning research firm that focuses on building tools for video and bio-metrics, video and text analysis and search engines. <a href=\"https://www.phantom-research.in/\" target=\"_blank\">Website Link</a><br></p>","industries":["AI"],"name":"Phantom Research Private Limited","sectors":["Others"]},{"email":"ramr5089@gmail.com","idea":"<p>want to deliver the fuels at door step. that is delivery of disels in many cities like mumbai, hyderabad, pune etc</p>","industries":["Retail"],"name":"DDD Reseller","sectors":["Others"]},{"email":"varunsudrik99@gmail.com","idea":"<p>hello there we are web development company, we provide wordpress website for free for startup business.</p>","industries":["IT Services"],"name":"hostmy ","sectors":["IT Consulting"]},{"email":"kruticoffee@gmail.com","idea":"<p>Kruti Coffee is a social enterprise conceptualised and set up by a group of professionals (primarily doctors) to support tribal coffee growers of Koraput in Odisha. This is a socially and ecologically inclusive venture that extends it’s livelihood support mission by adopting 40 acres of coffee farms that provides livelihood to the entire tribal village of Kindiriguda in Koraput district of Odisha. Kruti Coffee fulfils its ecological commitment by supporting the entire value chain of Koraput Organic, a coffee farm which is 100% certified organic (USDA &amp; EU) since 2006. The impact model is based on C K Prahlad’s “Fortune at the bottom of the pyramid” with an over-arching goal of making coffee grown in Koraput, sustainable for the primary producers. Principles of “Fair Trade” is core to our operating model. Kruti Coffee with its panel of experts has transitioned all coffee farms under it’s fold into “Specialty Coffee”.\n</p><p><br></p><p>Kruti Coffee team spent last 5 years in devising a model that could connect farmers (primarily tribal farmers of Odisha) directly with the last mile consumers by eliminating opportunistic middlemen from the chain. Significant changes were implemented in the farm practices to make the produce good enough to compete with the best in the world. An elaborate branding effort was undertaken to position “Kruti Coffee” as the umbrella brand for marketing the specialty coffee produced by each of the farms under its fold. Individual brand identity was given to the respective farms so that consumers could trace the origin. On a similar note, all premium agri products are marketed under the umbrella brand of Kruti and products have been branded at packaging level based on the origin. Further details about our venture and products can be seen at www.kruticoffee.com</p><p>\n</p>","industries":["Food & Beverages"],"name":"KRUTI RETAIL VENTURES LLP","sectors":["Food Processing"]},{"email":"raghavansuraj7@gmail.com","idea":"<p>Purpose-built Electric Vehicles for the last-mile operations</p>","industries":["Automotive"],"name":"Modulo EV","sectors":["Electric Vehicles"]},{"email":"lords21network@gmail.com","idea":"<p>Lords 21 Network India Pvt Ltd is Multi Level Marketing company&nbsp;</p>","industries":["Marketing"],"name":"LORD'S 21 NETWORK INDIA PRIVATE LIMITED","sectors":["Sales"]}]