[{"email":"ecoworldagrovet@gmail.com","idea":"<p>Ecoworld Agrovet Private Limited is in the business of Manufacturing, Processing, marketing and supplying organic Agricultural inputs like (but not limited to) PGR, Organic pesticides, Organic manure,&nbsp; Veterinary products, Organic inputs consultancy and Advisory Services.<br></p>","industries":["Advertising"],"name":"ECOWORLD AGROVET PRIVATE LIMITED","sectors":["Online Classified"]},{"email":"bkeypad@gmail.com","idea":"<p>I have worked more than 30 years in Engineering Projects. Within that period I also worked as SAP Consultant for more than 12 years. \n</p><p>At present I am involved in research and development activities in Human Machine Interaction.  I have invented a new type of computer keyboard titled as “bkeypad” and applied for patent. Since I am involved in research and development in computer industry my knowledge and skill in computer engineering is up to date.</p>","industries":null,"name":"Kudai Suresh Thacholi","sectors":null},{"email":"MARKETFLUX@HOTMAIL.COM","idea":"<p>Our startup is oriented toward making alloy products by innovative technique to reduce the cost and increase the quality.<br></p>","industries":["Design"],"name":"marketflux","sectors":["Industrial Design"]},{"email":"rieverapaints@gmail.com","idea":"<p>Rievera paints &amp; coatings deals in high end, sophisticated coatings for various substrates</p>","industries":["Architecture Interior Design"],"name":"Rievera Paints &amp; Coatings","sectors":["Others"]},{"email":"stuglows@gmail.com","idea":"<p><span>All resources needed for Quality Education on one platform.</span></p>","industries":["Education"],"name":"STUGLOWS ACADEMY PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"yantravyuh@gmail.com","idea":"<p><span>Over the past few years, IoT has become one of the most important technologies of the 21st century .Yantravyuh is a product based company developing IoT based electronic products such as automation for residential or commercial applications, industrial machine automation, proximity based break-in alert, sensor based smart parking solution, and camera based parking vigilance.&nbsp; It allows us to connect everyday objects such as appliances; vehicles etc to internet via embedded devices and create a platform for seamless communication between people, processes and things.</span></p>","industries":["Internet of Things"],"name":"YANTRAVYUH LLP","sectors":["Smart Home"]},{"email":"shubhamchaubey@citjo.in","idea":"<p>The value Citjo proposes is to be India's first easy-to-use hyperlocal news video sharing app, which empowers digital and citizen journalism in India, and provides the user with the latest and important local news updates. The main objective of Citjo is to break the barriers between the local people and the local authorities and connect them through our app. People can also use this platform to share their grievances with the public representative and local authorities and seek help.</p><p><br></p><p>People can share news videos on a wide range of topics like Sports, Entertainment, Technology, Politics, Travel, Education, Fashion etc.</p><p><br></p><p>Citjo app is currently available in 12 languages: Hindi, English, Tamil, Bengali, Telugu, Kannada, Malayalam, Marathi, Punjabi, Gujarati, Bhojpuri and Rajasthani.</p><p><br></p><p>Our Mission:</p><p><br></p><p>Our main motive is to connect the locals, i.e, the people residing in rural areas and the local authorities through our app. Most of the important news are not showcased in the mainstream media because they happen in the rural areas of our nation. Our app will help bring out these news in the form of short videos made by the local people/local journalists of that locality to the corners of the nation and with the public support gained, the issue will be brought to the attention of the Public adminstrations &amp; Public representatives.</p>","industries":["Media & Entertainment"],"name":"Citjo: Local News Video Sharing App","sectors":["Digital Media News"]},{"email":"manishpantsss@gmail.com","idea":"<p>&nbsp;BLUEBOAT CONSUMER PRODUCTS PRIVATE LIMITED is engaged in manufacturing and marketing of a innovative &amp; revolutionary product branded as ZAPMOS Herbal Mosquito Repellent Vaporizer Liquid which is completely herbal, natural &amp; chemical free solution for mosquitoes. ZAPMOS is DEET, Allethrin &amp; Transfluthrin FREE &amp; is potentially powered by Lemon eucalyptus&nbsp; oil &amp; other essential oils.&nbsp; In addition from getting rid of bothering mosquitoes, pleasant and feel good fragrance of essential oils can double up as mood freshener &amp; room freshener. ZAPMOS is highly effective against dengue, chikungunya &amp; malaria mosquitoes. It's non toxic nature makes it an excellent choice for pregnant women, babies, elderly people and asthma patients. In fact, it is an excellent choice for everybody and people of all age groups.</p>","industries":["Other Specialty Retailers"],"name":"BLUEBOAT CONSUMER PRODUCTS PRIVATE LIMITED","sectors":["Home Improvement Products & Services Retailers"]},{"email":"neha.j@indiap2p.com","idea":"<p>We aim to efficiently and transparently matchmake between Indian households need to find an alternate asset class for investing and the country’s vast credit gap.</p>","industries":["Finance Technology"],"name":"TRICKLE FLOOD TECHNOLOGIES PRIVATE LIMITED","sectors":["P2P Lending"]},{"email":"deeppadharia08@GMAIL.COM","idea":"<p>We provide academic courses at nominal rate. Courses are related to academic courses and subjects like Math Science English and SST.<br>Motto behind establishing this start up is to work for benefit of youth and Teen age. Also Stress management and various such concepts will be highlighted&nbsp;</p>","industries":["Education"],"name":"Deep Education ","sectors":["E-learning"]}]