[{"email":"amitkumar@orbinsurtech.com","idea":"<p>Orb InsurTech Private Limited is Next-Gen Technology Company mainly driven by Cloud Based Platform making Insurance &amp; Other Financial Products accessible to all Indians even to the villages.</p>","industries":["IT Services"],"name":"ORB INSURTECH PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"k.iyer@exba.in","idea":"<p>Engaged in the Business of developing Computer Software Applications, selling the developed Software Applications as a Perpetual License or as a Service (SaaS) by hosting the Computer Software Applications on own or Third Party Data Centers, providing Annual Maintenance Support Services</p>","industries":["Enterprise Software"],"name":"exba India Private limited","sectors":["Others"]},{"email":"aas2357@columbia.edu","idea":"<p>DeliverE is the e-mobility driven last-mile logistics company that focuses on Tier-2 cities in India, our B2B focus aims to generate greater value for (decentralized) brick-and-mortar establishments by being their reliable partner in doing deliveries. Through our service, we want to drive commerce for the local economy,  optimize the delivery network, and save the environment.</p>","industries":["Logistics"],"name":"FLEETCHARGE LOGISTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"contactus@gintara.in","idea":"<p>Diytivity is company for kids creative learning and play thru do it yourself products Which are scientifically designed as per age group and learning requirements as per age.</p>","industries":["Retail"],"name":"Diytivity (Gintara Private Limited) ","sectors":["Retail Technology"]},{"email":"zadworld@yahoo.in","idea":"<p>Zad World Estate is real estate firm which is need to provide services Rent Sell Buy Invest of property's in Mumbai India.</p>","industries":["Real Estate"],"name":"Zad World Estate ","sectors":["Housing"]},{"email":"contactus@abbecindia.com","idea":"<p>An Online Store selling Printed T-shirts and Printed Hoodies for Men and Women</p>","industries":["Textiles & Apparel"],"name":"ABBEC INDIA (OPC) PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"siraaj.deriya@reliablege.com","idea":"<p>RELIABLE GLOBAL EXIMRELIABLE GLOBAL EXIMRELIABLE GLOBAL EXIMRELIABLE GLOBAL EXIMRELIABLE GLOBAL EXIM</p>","industries":["Transportation & Storage"],"name":"RELIABLE GLOBAL EXIM","sectors":["Freight & Logistics Services"]},{"email":"siraaj.deriya@gmail.com","idea":"<p>RELIABLE GLOBAL EXIM PRIVATE LIMITEDRELIABLE GLOBAL EXIM PRIVATE LIMITEDRELIABLE GLOBAL EXIM PRIVATE LIMITEDRELIABLE GLOBAL EXIM PRIVATE LIMITED</p>","industries":["Transportation & Storage"],"name":"RELIABLE GLOBAL EXIM PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"knkcollp@gmail.com","idea":"<p>We are a firm of practicing Company Secretaries providing a gamut of professional services in the areas of Corporate Law, Corporate Governance and Compliance Practices. Our firm is well-equipped to meet the challenges of the dynamic regulatory environment. We not only deal with various Secretarial, Managerial and Procedural Compliances but also appear before and coordinate with various regulatory authorities like The Ministry of Corporate Affairs, The National Company Law Tribunal, The Securities and Exchange Board of India, All Stock Exchanges, The Reserve Bank of India etc. Whilst this remains the core of our business, many firms of Chartered Accountants and Solicitors use our services to ensure that the best advice and assistance on Company Secretarial matters is available to their clients. With our dedicated team of professionals, we endeavour to continuously adhere to the highest professional standards in the field of Corporate Law &amp; Practices</p>","industries":["Professional & Commercial Services"],"name":"KNK AND CO. LLP","sectors":["Business Support Services"]},{"email":"kapapindia2016@gmail.com","idea":"We are fundamentally inclined towards the idea of providing quality education (Certification Programs) in the field of Physical Fitness, Yoga &amp; Executive Protection&nbsp; (Physical Security)&nbsp;","industries":["Education"],"name":"SPARTANS ACADEMY OF COMBATIVE ARTS AND FITNESS LLP ","sectors":["Skill Development"]}]