[{"email":"gskulkarni@gmail.com","idea":"<p>Cedar Biosciences is a research-driven company focused on developing radical concepts in Science, Technology, Engineering and&nbsp;<span>Medicine segments to fulfil unmet healthcare needs.&nbsp;</span><span>Cedar’s scientific goals are to d</span><span>evelop fool-proof technologies supported by strong IP, o</span><span>ut-license IP to the global healthcare industry, f</span><span>oster effectual execution of novel technology and business ideas and d</span><span>evelop viable commercial products and/or services.</span></p>","industries":["Healthcare & Lifesciences"],"name":"Cedar Biosciences ","sectors":["Healthcare Technology"]},{"email":"teamartspot@gmail.com","idea":"<p>We are Stealth Mode Art Based Startup looking to revolutionize the art industry . Please come join us if you are passionate about design and art.</p>","industries":["IT Services"],"name":"artspot","sectors":["Application Development"]},{"email":"vilasan30@yahoo.com","idea":"<p>1) To manufacture and design of electrical machinery and Printing Circuit Board.</p><p> </p><p>2) To manufacture design, assembly, sale of special lighting.\n</p><p>3) To manufacture electrical parts of solar projects. To manufacture, purchase, or acquire various apparatus, machinery, equipment's,&nbsp;<span>appliances. </span></p><p><span>4) To sale electrical machinery in Indian market as well as international market. </span></p><p><span>5) To do business in import as well as export of&nbsp;</span><span>electrical products.</span></p><p><span>6)To provide electrical machinery manufacturing services.</span></p>","industries":["Technology Hardware"],"name":"VS GIGA INTERNATIONAL PRIVATE LIMITED","sectors":["Electronics"]},{"email":"KISHOR@STEAMSOL.NET","idea":"<p>We are in Venturi Nozzle Stream Traps. We supply full range of traps.</p>","industries":["Others"],"name":"STEAM SOLUTIONS LLP","sectors":["Others"]},{"email":"esportstxc@gmail.com","idea":"<p>We are an eSports Management Organization. We are seeking the greatest talents in various esports and aiming to provide them with a platform and support for growth and showcase of their skills</p>","industries":["Others"],"name":"TXC ESPORTS","sectors":["Others"]},{"email":"lawsuitventures@gmail.com","idea":"<p>We are into litigation finance. A third party who independently provides funds to parties for a dispute in exchange for a fraction of monetary rewards that is recovered from the proceedings is called Litigation Financing.</p><p>We also provide Lawsuit Analysis services to litigants to save the future cost of the litigants.</p>","industries":["Others"],"name":"GREATMINDS LAWSUIT VENTURES (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"abinayasubbiah333@gmail.com","idea":"<p>Elom Scientific Private Limited is a Trading company of Laboratory Equipment, Labware and all other miscellaneous required for Scientific Research and Development.</p>","industries":["Healthcare & Lifesciences"],"name":"Elom Scientific Private Limited","sectors":["Biotechnology"]},{"email":"prabhat5885@gmail.com","idea":"\n            <p>Welcome to KEEEL App - The New Zeal For Students, India’s Fastest Growing online learning program!</p><p>A perfect blend of E-Learning (Animated Videos) in Hindi and English, Teachers Video, Live Lectures, Books, Test Papers ,Unlimited MCQs practice, Doubt Hub, Exam Vlogs, Test Analysis and More to help students practice, learn and understand concepts in an in-depth and easy-to-grasp manner.</p><p>Boards and Classes</p><p>CBSE , ICSE/ISC &amp; Maharashtra Boards - 6th to 12th Standards</p><p>The app covers Maths, Physics, Chemistry and Biology, Social Studies ,English Grammar ,Hindi Grammar ,Sanskrit Grammar for classes 6–12, students can prepare for competitive exams like JEE, NEET, and CET, Olympiads .</p><p>“Feel The Zeal Learn With KEEEL”</p>\n        ","industries":["Education"],"name":"KRISHA'S EXCELLENCE EDUCATION E-LEARNINGPRIVATE LIMITED","sectors":["E-learning"]},{"email":"indoipsedutech1@gmail.com","idea":"<p>To create integrated digital innovation Eco System for future skills, Entrepreneurship and mindfulness across the country.</p><p>To conduct innovation driven technology certifications to facilitate creation of Technology based IP and products in India.</p>","industries":["Others"],"name":"INDO IPS EDUTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"jdsahuppc@gmail.com","idea":"<b>Marketing Blueprint</b> is a Digital Marketing Consultant offering innovative Digital Marketing solutions to mid to large size companies across the India. As a leader in web design, website conversion, SEO, Google Ads, Social Media Marketing, and Brand Designs services, our firm prides ourselves on driving traffic, converting visitors, and measuring effectiveness to ultimately deliver real results for our clients.","industries":["Marketing"],"name":"Marketing Blueprint","sectors":["Digital Marketing (SEO Automation)"]}]