[{"email":"rahul@premiereelectrical.in","idea":"<p>We along with Philips Lighting achieve new levels of energy efficiency through intelligent lighting control. We create amazing new lighting experiences, from transforming an iconic landmark with dynamic full-color light, to enabling the lights in your home to flash your team’s colors when they score, to personalising the lighting above an office worker’s desk using a smart phone. Our connected lighting systems use knowledge of the illuminated space to deliver the right level of light in the right place at the right time</p>","industries":["Others"],"name":"Premiere Electrical Solutions LLP","sectors":["Others"]},{"email":"sponsorship@curiosumtech.in","idea":"<p>Curiosum Tech Private Limited is an events and media management platform dedicated towards providing competitive platforms and knowledge resources for individuals interested in science, technology, and engineering applications. We strive to introduce concepts and projects that are committed towards an all-rounded education and that promote long-term sustainability, through connecting industry experts with the community.</p>","industries":["Education"],"name":"CURIOSUM TECH PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"kshzode@gmail.com","idea":"<p>The concept is to deliver the diesel to doorstep to the required industries. Till date we are following the traditional process i.e., one has to go to fuel station and bring the diesel from the diesel station and store it in a container. So, it includes many losses. So we are coming up with the new technology that is delivery of diesel to your door step. In this we are having our highly safe diesel delivery tankers (Bowsers) which bring the diesel to your place by using a simple mobile application. This we will help to stop the loss which occurs due to old traditional method of fuel procurement.</p>","industries":["Non- Renewable Energy"],"name":"ZUEL TECHNOLOGIES LLP","sectors":["Oil & Gas Transportation Services"]},{"email":"partner@digiallyglobal.com","idea":"<p>DigiAlly is enabling a seamless ecosystem amongst financial institutions by empowering them with Digital Trust. In a world dominated by an increasing number of digital transactions, DigiAlly fosters the true spirit of partnerships in the digital economy by building enhanced credibility between SMEs and financial institutions. \n</p><p>We believe Digital lives have the potential to make unprecedented advances with Provable and Verifiable Trust Score across industries – Complete Credibility over Financial Creditworthiness.\n</p><p>With DigiAlly, SME’s can achieve accelerated growth by securing higher credibility with financial institutions. Our proven use case for Women run SMEs can empower them with a competitive advantage by established credibility, Faster and cheaper access to finance in turn leading to accelerated growth and innovation.\n</p><p>Additionally, SMEs can benefit through DigiAlly’s platform that captures Credible Environmental (ESG) Impact that can be leveraged to drive the green finance initiatives with confidence\n</p><p>Products and Solutions (Placement- Bottom Left)\n</p><p>DigiAlly’s core mission is to significantly accelerate the speed of ‘digitization of businesses’ by rendering digital trust – in a simple plug and play format. Powered by Digital Identity and Data Privacy Platform some of the 4 key solutions provided by DigiAlly are;\n</p><p>A.        \tTrustScore: Enhanced control of data by enterprises building their own verifiable online reputation for enabling faster credit and funding from financials\n</p><p>B.        \tInstaConnect: Enabling real-time trust with a robust ecosystem,  stakeholders such as  customers and digital partners can benefit from seamless customer onboarding and faster verification\n</p><p>C.        \tInstaPass: Offering Global Golden passport that allows enterprises to authenticate digital resources without a password and OTP.\n</p><p>D.        \tInstaProtect: Providing a secure Digital Vault for enterprises that are enabled by user consent, and can be leveraged by SMEs for improved business credibility</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"DigiAlly ","sectors":["Business Finance"]},{"email":"hello.opod@gmail.com","idea":"<p><span>OPOD Audio is a vernacular audio news app that allows you to choose the news that interests you, without increasing your screen time. Wait, there is more! You can earn money as you listen to more news - listen, learn and earn.</span></p>","industries":["Media & Entertainment"],"name":"OPOD MEDIA LLP","sectors":["Digital Media"]},{"email":"potdar_pallavi@ymail.com","idea":"i have a very good idea regarding my brand everything is planned and made some of things ready but the only thing is lacking me behind is funds im hopping for so. so please suggest me or land me a loan.","industries":["Fashion"],"name":"Siyona","sectors":["Apparel"]},{"email":"kwipl210521@gmail.com","idea":"<p><a href=\"http://www.precisiongroup.org\" target=\"_blank\">Precision Winch</a><br></p>","industries":["Technology Hardware"],"name":"KULKARNI WINCHES INDIA PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"info@slicc.in","idea":"<p>Our purpose is to increase awareness around plant-based alternatives and its benefits, as well as advocate for a sustainable lifestyle. Considering around 65% of India is lactose intolerant, not only is there a lack of awareness around the negative implications of consuming dairy products, but also a high level of animal cruelty. Slicc aspires to make healthier options available in a manner that is nutritious, authentic, educative, and fun!</p>","industries":["Food & Beverages"],"name":"Slicc","sectors":["Others"]},{"email":"captain@globalstarcomponents.com","idea":"<p>Global Star Components Private Limited is a distinguished supplier offering high-Quality UV LED, UVC &amp; UVA Modules for Air/Water Purification &amp; Curing an exposure, UVC LED Lights for Surface Disinfection &amp; Air Purification &amp; LED DRVER IC, DISPLAY IC.   Global Star Components Pvt Ltd is a Mumbai based company and is engaged in a wide range of accommodations</p>","industries":["Others"],"name":"GLOBAL STAR COMPONENTS PRIVATE LIMITED","sectors":["Others"]},{"email":"almash.alam.01@student.sfit.ac.in","idea":"<p>A mindfulness platform provides an interface between the user and the mental health professional directly or indirectly. The app serves as a medium to acquire first aid in the absence or unavailability of the mental health professional. We provide features such as guided meditation tracks, tranquilizing media channels, progress visualizers, and a mood tracker. Amigo will be able to help doctors manage their data efficiently and easily. It facilitates ease of operation for stand-alone practitioners by managing trivial tasks such as appointment scheduling, maintaining patient records, etc. AI incorporated text-to-speech and speech-to-text options to provide a flawless solution to the note-taking process further secured by Blockchain. Decentralized electronic health records provide immunity to the parties involved in case of any legal issues. All of this accompanied by a 24x7 assisted chatbot, in absence of a professional. Which also, provides SOS to helpline numbers in cases of emergencies. Amigo finds application at workplaces, educational institutes, rehabilitation centers, stand-alone practitioners who want a mainstream and simplified system to manage patient data and communication, established medical institutes for better engagement and personalized care for their patients. The corporate programs aim to promote a healthy work-life balance.</p>","industries":["Healthcare & Lifesciences"],"name":"Amigo","sectors":["Healthcare IT"]}]