[{"email":"KUNAL@SETLMINT.COM","idea":"<p>Setlmint is B2B SaaS business that is automating Operational finance processes using AI/Machine learning</p>","industries":["Enterprise Software"],"name":"setlmint","sectors":["Cloud"]},{"email":"shauryarathi23@gmail.com","idea":"<p>ffffContent: Vice presidents for content will be responsible for the communication, case studies and all other texts that are required to be issued. They will be working in direct synergy with our writers and editors for case studies that will be provided to the members. A good hold on the same is necessary for applying to the position as you’ll be solving and discussing the same.&nbsp;</p><p><br></p><p>Student relations: The position holder will be responsible for directly communicating to our members about the necessary information and forming and generating active interest in the cohorts internally. Strong problem solving and liaising skills are a must since eliminating problems and grievances at source will be of paramount importance.</p>","industries":["Education"],"name":"fff","sectors":["Skill Development"]},{"email":"manshujha402072@gmail.com","idea":"<p>fdgh</p>","industries":null,"name":"Himanshu Jha","sectors":null},{"email":"sharan@navonakitchen.com","idea":"<p>At Pizzo, we aim to change pre-existing notions about the way pizza is consumed in India. Using the highest quality ingredients, along with our proprietary manufacturing and freezing technology, we are able to provide an authentic Italian style pizza, baked fresh right in your very home</p>","industries":["Food & Beverages"],"name":"NAVONA KITCHEN LLP","sectors":["Food Processing"]},{"email":"vipul.gajera@weopined.com","idea":"<p>A discussion-driven microblogging platform focused on people's opinions with an aim to help companies gain customised market insights through consolidated opinions without unwanted noise.</p>","industries":["Social Network"],"name":"OPINED ONLINE BUSINESS SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"deeya054@gmail.com","idea":"<p>Imparting the importance of resume building (How and what to do- one to one)</p><p><span> Networking  Seminars/ Webinars by renowned personalities </span></p><p><span>Preparing them for the journey ahead </span></p><p><span>Providing avenues for the students to pursue their hobbies </span></p><p><span>Problem solving through case studies given by the team</span></p><p><span> Forming groups of students within to solve the case studies</span></p><p><span>  Regular performers will be sent for case study competitions </span></p><p><span>Conduct our own case study competition</span></p>","industries":["Education"],"name":"Grow Up !","sectors":["Skill Development"]},{"email":"sales.kushaq@gmail.com","idea":"<p>We are end to end IT Hardware and Solutions provider&nbsp;</p>","industries":["IT Services"],"name":"KUSHAQ ENTERPRISE PRIVATE LIMITED","sectors":["IT Management"]},{"email":"jessyndicateplant@gmail.com","idea":"<p>We are a startup who are using indigenous, innovative, cutting edge and digital technologies for manufacturing customised products, drop-shipping OEM products, digital marketing &amp; online demand services and consulting and distribution of all types of goods and providing services of any nature whatsoever on retail as well as wholesale basis in India or elsewhere using Virtual Assistant framework and supply chain network. Our USP is in providing value added services and being a stop solution provider for all supplied goods and services to the ultimate satisfaction of the Customer at the most cost effective rates</p>","industries":["Technology Hardware"],"name":"JES SYNDICATE","sectors":["Others"]},{"email":"jigar@playbook.sport","idea":"<p>To carry on the business of developing, managing, creating a technological solution to enable playing of sports through playing, coaching, arrange, tournaments, organising multi- sports activity inclusive but not restricted to football, cricket, basketball, hockey, golf and other sports related activities in India and elsewhere as may be permitted by law.</p><p><br></p><p><a href=\"http://playbook.sport\" target=\"_blank\">playbook.sport</a><br></p>","industries":["Sports"],"name":"GAMEPARK PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"biz@glendalebiomed.com","idea":"<p>Presently, the company operates primarily in the pharmaceutical generics market through its marketing and distribution partners. The company continues to add newer markets with market authorisations. Our desire to serve all with quality products and valuable services allows us to associate with organizations who believe in the same fundamentals of business and human values.The company is continuously increasing its market share in antimalarial products and its major revenue is drawn from the segment. We are preparing for the future by backward integration to the present business wherein we will manufacture the active ingredients from basic substance stage to be cost effective and nil reliance on import of inputs to the active substance.</p>","industries":["Chemicals"],"name":"GLENDALE BIOMED PRIVATE LIMITED","sectors":["Others"]}]