[{"email":"technical.acetech@gmail.com","idea":"<p>ACETECK BUILDDCON LLPACETECK BUILDDCON LLPACETECK BUILDDCON LLPACETECK BUILDDCON LLPACETECK BUILDDCON LLPACETECK BUILDDCON LLP</p>","industries":["Construction"],"name":"ACETECK BUILDDCON LLP","sectors":["New-age Construction Technologies"]},{"email":"sapnamishrasm224@gmail.com","idea":"<p>NEW BUSINESS LOOKING FOR GROWTH, ONLINE BUSINESS&nbsp;</p><p>BUSINESS IS FOR BABY PRODUCTS AND BABY CLOTHES&nbsp;</p>","industries":["Textiles & Apparel"],"name":"CARE &amp; SAFE CONSUMERS PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"ektasharma0246@gmail.com","idea":"<p>We are building respiratory therapeutic devices with in-house technology research and product development, at IIT Bombay as research scholars. Our mission is to address the economic and regional inequality in the healthcare accessibility against the ever increasing respiratory diseases burden in the country.<br></p>","industries":["Healthcare & Lifesciences"],"name":"Indhiyo Instruments Pvt.Ltd.","sectors":["Medical Devices Biomedical"]},{"email":"disha@gocohoots.com","idea":"<p><a href=\"https://1hr.market/\" target=\"_blank\">https://1hr.market</a><br></p>","industries":["Human Resources"],"name":"GO COHOOTS MARKETPLACE PRIVATE LIMITED","sectors":["Others"]},{"email":"aukhemka@gmail.com","idea":"<p>FABBEU is a skincare brand for generation Z built on personalized recommendations and sustainable products with the help of high-end artificial intelligence technology.&nbsp;&nbsp;</p>","industries":["AI"],"name":"FABBEU LIFESTYLE PRIVATE LIMITED","sectors":["Others"]},{"email":"swati.mehta@empyrealgalaxy.com","idea":"<p>Empyreal Galaxy aims at designing airships to offer a leap forward in efficiency, reliability, durability and safety. Combining the technology that existed centuries ago with the latest advances in materials science, avionics and information technology, we endeavour towards designing and developing airships which would offer significant advantages for the applications mentioned above, helping us achieve our purpose of building a resilient and anti-fragile global infrastructure.</p><p><br></p><p><br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"EMPYREAL GALAXY PRIVATE LIMITED","sectors":["Aviation & Others"]},{"email":"anscontinental@gmail.com","idea":"<p>Basically we are entering the new era of fuels supply Door To Door which is the efficient way to provide service to the important sectors of Bangalore, Karnataka the vision and concept is very   Clear. That we want to provide the fuel to every needy person who is not able to go to the fuel pump. For refueling their vehicles.</p>","industries":["Non- Renewable Energy"],"name":"ANS CONTINENTAL PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"info@onlinecleaning.co.in","idea":"<p>Online Cleaning Technologies is a world leading provider of industrial shockwave cleaning solutions. Since founding the business in 2003, we have developed patented methods that ensure the safe and effective cleaning and de-fouling of boilers, combustion chambers and other industrial equipment, while your plant stays online.Minimize the impact of industrial, offline cleaning so you can focus on what really matters. The most challenging cleaning can be done more effectively with less shutdowns.&nbsp;Online Cleaning works together with a group of companies which jointly can cover all aspects of industrial cleaning.</p><p>From installation analysis for maintenance with innovative 3D scanning with 3Dwearscan till offline major and scheduled cleaning with proven technologies high pressure, shot blasting and vacuum cleaning.</p>","industries":["Professional & Commercial Services"],"name":"OC TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"sparklezmagasin@gmail.com","idea":"<p>Sparklez is an e-commerce business backed by owners of Chemcleanzio and Ecommerce brand HKBasics. Sparklez will be dealing in consumer and lifestyle products. We aim to distinguish ourselves by offering designs and themes unique to us. We will be launching different products in different phases. We look forward to make a mark in the e-commerce sector with our quality offerings at affordable prices.*</p>","industries":["Retail"],"name":"SPARKLEZ MAGASIN PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"redbagent2020@gmail.com","idea":"<p>My name is Chintan Patel and I’m reaching out from Red Bag Enterprises. I’d love to talk to you about our New Business Startup Regarding Stationery, Housekeeping, Pantry, Printing Gifting And Many More to go. Being deep-rooted to&nbsp;this industry for the past&nbsp;10 years. We can assure you of the excellent quality product with one of the best services to exceed your expectations.&nbsp;&nbsp;For further information feel free to let me know when you’re available for meeting&nbsp;</p><p>Mob No 7738211181</p>","industries":["Others"],"name":"Red Bag Enterpris","sectors":["Others"]}]