[{"email":"ketaki@bhyve.io","idea":"<p>BHyve is a Future of Work SaaS Platform that enables organisations to enhance their employee productivity and learning outcomes through effective Tacit Knowledge Management.&nbsp;<br><br>BHyve is a product of Bandura Tech Private Limited</p>","industries":["Enterprise Software"],"name":"BANDURA TECH PRIVATE LIMITED","sectors":["CXM"]},{"email":"devendra.sharma@valuablegroup.com","idea":"Valuable Informatics shall carry out the business activities of trading, manufacturing, processing, producing, export, import, improving, selling, reselling, selling on approval basis, developing, marketing or supplying of data relating to mapping and surveying and geo spatial works of all kinds whether manual or using all kinds of machines or devices whether fixed or aerial and to act as broker, trader, agent, distributor, representative, consultant, collaborator, stockist, liasioner, job worker, export house or otherwise to deal in all types of infrastructure products, software products, IT products relating to surveying and mapping activities of all kinds in India or elsewhere","industries":["Others"],"name":"VALUABLE INFORMATICS PRIVATE LIMITED","sectors":["Others"]},{"email":"kunal.karvir@gmail.com","idea":"There is a considerable demand for HSD for stationary equipment like generator sets, earth moving equipment, heavy machinery used in construction sites, mobile towers, Fishing Boats, etc. Users can book Fuel using Mobile Apps.","industries":["Non- Renewable Energy"],"name":"LAYERMIN PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"nehagargbitspilani@gmail.com","idea":"<p><span>Sehat provides a complete solution to bring lifestyle changes for women of tier 2&amp;3&nbsp; cities, suffering from the most prevalent diseases in all age groups, majorly: PCOD, Menstrual problems, and Auto-immune diseases to decrease the dependency and long-term side-effects of continuous and expensive medication.</span></p><p><br></p><p>The platform serves :</p><ol><li><p><span>Personal health coach on a paid and freemium basis.</span></p></li><li><p><span>Community to share their personal experience of going through the disease and sharing insights on what has helped them to recover/decrease the impact of it.</span></p></li><li><p><span>Shopping Cart to buy medicines on subscriptions, quarterly check-ups, and natural supplements to boost health.</span></p></li><li><p><span>Access to affordable and quality physicians.</span></p></li></ol><p><br></p><p><span>The vision here is to create awareness of the diseases in tier 2/3 cities, to detect early and better manage them to avoid expensive treatments afterward, by collaborating with schools, colleges, SHG’s and corporates.</span></p>","industries":["Healthcare & Lifesciences"],"name":"Sehat","sectors":["Healthcare Services"]},{"email":"kevin@greenapplefilms.co.in","idea":"<p>GREEN APPLE TECHERTAINMENT PRIVATE LIMITEDGREEN APPLE TECHERTAINMENT PRIVATE LIMITEDGREEN APPLE TECHERTAINMENT PRIVATE LIMITEDGREEN APPLE TECHERTAINMENT PRIVATE LIMITED</p>","industries":["Media & Entertainment"],"name":"GREEN APPLE TECHERTAINMENT PRIVATE LIMITED","sectors":["Social Media"]},{"email":"project@nivedtech.in","idea":"\n                        <p>A Vendor Agnostic System Integrator based out of Mumbai, providing best of the breed Products, Solutions and Services in the field of Networking, Cyber Security, IT Infrastructure, Mobility and Managed Services to small, medium, and large enterprises PAN India.</p>        \n        ","industries":["IT Services"],"name":"Nived Tech Solutions Pvt. Ltd.","sectors":["IT Consulting"]},{"email":"sumiyecorp@gmail.com","idea":"<p>The concept is to deliver the diesel to doorstep to the required industries. Till date we are following the traditional process i.e., one has to go to fuel station and bring the diesel from the diesel station and store it in a container. So, it includes many losses. So we are coming up with the new technology that is delivery of diesel to your door step. In this we are having our highly safe diesel delivery tankers (Bowsers) which bring the diesel to your place by using a simple mobile application. This we will help to stop the loss which occurs due to old traditional method of fuel procurement.</p>","industries":["Non- Renewable Energy"],"name":"SUMIYE PETROCHEM FUELLING LLP","sectors":["Oil & Gas Transportation Services"]},{"email":"info@adags.com","idea":"<p>Chrysaellect M.E.E.T is India's premier up-skilling platform for teachers, educators, parents and edupreneurs, who wish to hone their skills and understanding about concepts, theories and pedagogies related to Early Childhood Education. We bring to you the best faculty from across the globe, each having a specialization in the area connected to early learning.&nbsp;&nbsp;</p>","industries":["Education"],"name":"CHRYSAELLECT EDUCATION SOLUTIONS LLP","sectors":["Skill Development"]},{"email":"londhearun482@gmail.com","idea":"<p>I AM ALL THE WORLD BUSINESSMAN<a href=\"http://facebook.com\" target=\"_blank\">ARUN LONDHE</a></p>","industries":null,"name":"ARUN V LONDHE","sectors":null},{"email":"bhadirke@gmail.com","idea":"<p>We are looking for Export and trading Goods as well as services</p>","industries":["Agriculture"],"name":"Vinayak Exporters","sectors":["Organic Agriculture"]}]