[{"email":"sahil96@live.com","idea":"since 1.4.16 we have been renting out premises and now we want to scale up in order to generate more employment as well as wealth creation for our investors","industries":["Others"],"name":"Ajoy Sahil ","sectors":["Others"]},{"email":"randolphdsilva@gmail.com","idea":"<p>Multivendor Ecommerce Platform for onetime and subscription based service bookings (Fitness, Outdoor Activities, Sports, Kids activities, Recreation, etc)&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Peep Around","sectors":["Business Support Services"]},{"email":"teamironoid@gmail.com","idea":"<p>Ironoid is a manufacturer and seller of fitness equipment. But there's a twist, our equipment are designed keeping in mind innovation and portability.</p><p></p><div>We at Ironoid are proud proponents of Make in India initiative and we're here to introduce to you our selection of innovative gym equipment that will blow your mind. Our arsenal includes IronJack, IronVest, IronMat, IronWeights and so much more. </div><div>Buy our products and become a part of the IronGang.</div><p></p>","industries":["Healthcare & Lifesciences"],"name":"IRONOID HEALTH & FITNESS (OPC) PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"pranav@currymeup.com","idea":"<p>Simmering Foods &amp; Restaurants Pvt Ltd is a leading restaurant services operator with multiple new brands in the F&amp;B space in Mumbai.</p>","industries":["Food & Beverages"],"name":"SIMMERING FOODS & RESTAURANTS PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"hr@payroot.net","idea":"PAYROOT FIN INDIA PRIVATE LIMITED is Mumbai based ‘Fintech’ start-up. We are a tech-driven company focusing on alternate payment technologies. By partnering with banks and financial institutions, we provide alternate banking solutions to hundreds of millions of Indians who are underbanked and who cannot resolve necessary banking services and government schemes. As a tech-driven company, we make use of our exceptional in-house technical team to implement state of the art technologies such as data analysis and machine learning to be one step ahead of our competitors.","industries":["Finance Technology"],"name":"PAYROOT FIN INDIA PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"info@taxking.in","idea":"<p>Vyapitus Specialities is an organisation which is making it's own path in Pharma industry by developing it's new technology in efficient and far reaching distribution and logistics.</p>","industries":["Healthcare & Lifesciences"],"name":"VYAPITUS SPECIALITIES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"raodhanuj@gmail.com","idea":"<p>edqasdQASCXaqecAEDCqedscxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxsddddddddddddddddddddddddddddddddddddddddddddddddddddddddd</p>","industries":["Architecture Interior Design"],"name":"ddddddddddd","sectors":["Others"]},{"email":"info@indentinternational.in","idea":"<p><span>INDENT INTERNATIONAL PVT LTD is one among the fast growing companies in Dental Industry. We array the widest range of Dental products to provide our customers &amp; Doctor’s required for their organization, PAN India.</span></p><p>Our company is based in MUMBAI &amp; was incorporated in the year 2019. We are leading manufacturers and traders of Dental Disposables &amp; Consumables under our brand name “BLU”. \n</p><p>Our Company is Managed &amp; Directed by Mr. Gaurav Arora &amp; Mr. Karan Donga.\n</p><p>Disposable &amp; Consumable Product Range:\n</p><p>•\tDISPOSABLE RANGE: Bite Blocks, Dispensing Guns, Micro Applicator Tips, Intra Oral Tips, Denture Box, Cotton rolls, Suction Tips, Fluoride Foam Impression Tray, Aspirator Surgical Tip, Autoclavable Bib Holder, Barrier Film, Heat Sealing Roll, Helios Drapes, Anti-Fog Glass, Protect Glass, Light Curing Glass, Mixing Tips, Cheek Retractor, Sterlisation Pouch, Autoclavable Dental Instrument Tray, Sterilization Pouch, Disposable Impression Tray, Burr Holder 24 Hole, Autoclavable Spatula, etc.\n</p><p>•\tCONSUMABLE RANGE: Blu CAL (Calcium Hydroxide Paste), Blu LUBE (EDTA Paste), Blu CAL+ (Calcium Hydroxide with lodoform), Blu O Seal (Resin Based Root Canal Sealer), Blu WASH (EDTA Liquid), Blu ETCH (Phosphoric Acid Etching Gel), Chloro Hypo 5.25% (Sodium Hypo Chlorite 5.25% (100ml), Fiber SPLINT, Blu Root Repair (Mineral Trioxide Aggregate (MTA), Blu Bio Seal (MTA Modified Resin Based Sealer).\n</p><p>We started with a dream to be the best in the Dental industry and for this reason we render our finest services to our customer. Our mission is to market products of high quality from Global leaders and make them available promptly at reasonable prices to the Dental practitioner. \n</p><p>Direct Personal Promotions:-\n</p><p>We have our own Marketing &amp; Sales team who cover all the areas from Mumbai and visit all the Dental Practitioners and Dental Institutions at regular intervals to promote our products. \n</p><p>Indirect Promotions:-\n</p><p>Besides personal promotions, we market indirectly by advertising the focused products in leading Journals. We are always present in National and state conferences. \n</p><p>Values &amp; Strengths:-\n</p><p>Our people have a strong desire to do the \"right thing\" and to deliver the promises that we make. We maintain very high levels of innovation, knowledge &amp; technical expertise to deliver integrated solutions that work. We aim to build on the traditional Indian values of trustworthiness and to build strong partnerships with our customers and strategic partners.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"INDENT INTERNATIONAL PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"tejpereira2021@gmail.com","idea":"<p>AN EDUCATION TECHNOLOGY START UP FOCUSED ON BRIDGING THE GAP BETWEEN TUTORS AND STUDENTS BY PROVIDING A UNIVERSAL PLATFORM FOR EASE OF COMMUNICATION AND DISSEMINATION OF INFORMATION AND KNOWLEDGE</p>","industries":["Education"],"name":"WARWICK TECHNOLOGIES PRIVATE LIMITED","sectors":["E-learning"]},{"email":"shobhanakumar40@gmail.com","idea":"<p>Zaika is a cloud kitchen that specializes is Awadhi, Royal and other Indian traditional dishes&nbsp;</p>","industries":["Food & Beverages"],"name":"Zaika","sectors":["Food Technology/Food Delivery"]}]