[{"email":"chirag@wohlig.com","idea":"<p>Wohlig is catalyst that transforms the clients perspective of technology and empowers them to take advantage of the digital revolution that is constantly evolving.\n</p><p>We simply want to help you leverage through our expertise to make your business efficient, cutting- edge and have a low cost of ownership.\n</p><p>The core objective from the outset is to give the client a scalable paradigm shift through extensive use of modern technology, innovation, constant research on\n</p><p>upcoming trends and malleable operational processes.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"WOHLIG TRANSFORMATIONS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"sanjeev@dnms.com","idea":"<p>Creating India's first digital security company, providing email and website security products.<br></p>","industries":["IT Services"],"name":"DNMS","sectors":["IT Management"]},{"email":"dakshtalsaniya97@gmail.com","idea":"<p>Daksh Networking offers Design &amp; Branding solutions, Digital Marketing. We will develop websites for&nbsp; you. So everyone can recongnise your business and get better reach.</p>","industries":["IT Services"],"name":"Daksh Networking PVT LTD","sectors":["IT Consulting"]},{"email":"jayesh@essenko.in","idea":"<p>Fragrances- Personal and Home care fragrances at an extremely affordable price for the \"aam janta\" of the country who're continuously looking to upgrade themselves to innovation. Points not only at solving the problem of day to day use but also biodegradable and environment friendly.</p><p>Products have been designed, manufacturing in process for sampling- Fragrances of personal use like perfumes with a price easily affordable for the masses- to upgrade them from daily use of deodorants with exciting pack and value for money. Home care fragrances that are easy on the pocket, innovating in terms of product packing and usage and market diversification</p>","industries":["Others"],"name":"Essenko India Consumers Pvt Ltd","sectors":["Others"]},{"email":"accounts@trezure.in","idea":"<p>We strive to offer you the most authentic, creative, and aesthetically refreshing furniture options; and, we ensure to do that without putting an unnecessary strain on your pockets.</p>","industries":["Retail"],"name":"TREZURE","sectors":["Others"]},{"email":"upendratiwari141@gmail.com","idea":"<p>We are providing E-commerce service in very economical rate. we are creating&nbsp; new footprint in B2C delivery Supply chain industries.&nbsp;</p>","industries":["Logistics"],"name":"JBL Express Delivery Network Pvt Ltd ","sectors":["Others"]},{"email":"franchiseuniversal@gmail.com","idea":"<p>‘Cake N Me’ was incepted in the Year 2020 by two young passionate entrepreneur. It all started with a wide Range of Patisserie and a personal touch of hand made products with love which includes mouthwatering cakes, pastries, brownies, bread, savouries, snacks, chocolates and many more.\n</p><p>Our Overwhelming and wide range of over 350 different varieties of desserts, cakes, mousses and brownies will definitely tranquilize your taste buds and add a sweet lining to your loving memories.\n</p><p>We are up to date with latest technologies and having a different team to look after Production, Marketing and Events, Logistics &amp; Franchise.\n</p><p>Our Products are made from Rich Chocolates and non-dairy creams giving you the immense pleasure of enjoying the fine taste.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"FRANCHISE INDUSTRY PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"sdparamountinc@gmail.com","idea":"The Company Has being Incorporated on 22nd of January 2021, as an individual Enterprise , Our plan for work is for Government E-Tender Providing (Work, Goods , Service ) any of the Category which we feel we can full fill with a superior Quality which Impress our Employee And Give us a Good Market Status&nbsp; , we are also looking forward in doing Export and Import of various goods Such as Leather made products&nbsp; bags , Shoes &lt; wallet And many More , Looking Forward for a Great Future With The Idea an we Belive&nbsp; We would Get A lot of Support From Government ,","industries":["Construction"],"name":"SD PARAMOUNT INC ","sectors":["Construction & Engineering"]},{"email":"tanmayshenoy@gmail.com","idea":"<p>Cycling is still the most cost-effective and fitness gear for any individuals. Also, keep in mind the increasing cost of petrol and diesel. Promoting cycling has multiple benefits to the individual and also reducing carbon emission.&nbsp; We are aiming to provide good quality cycles at the best price.</p>","industries":["Automotive"],"name":"Road Riders","sectors":["Others"]},{"email":"shilpashetye@hotmail.com","idea":"<p><b>Vision: </b></p><p>A \" For Purpose\" entity to empower latent workforce of women professionals to resume work after a career break and contribute to build women workforce for a stronger India and a beautiful world.</p><p><br></p><p>PinkBlazer pledges to use 50% of the profit earned towards higher education of girlchild in rural areas and under privileged communities.</p><p><br></p><p><b>Business Model</b></p><p><br></p><p>-An online meeting place for all women professionals willing to resume work after the career break and corporates/ startups/ SMEs looking for the expertise</p><p>- Nominal charge for registration and listing (similar to online market place) and % of assignment fee as transaction fee.</p><p>-Links of upskilling courses/ seminars/ webinars</p><p>-Community support to inspire/ guide/ collaborate</p>","industries":["Professional & Commercial Services"],"name":"PinkBlazer","sectors":["Business Support Services"]}]