[{"email":"caregiversindia@outlook.com","idea":"<p>CAREGIVERSINDIA I PAN INDIA PHYSIDIGITAL PLATFORM TO PROVIDE CARE SUPORT TO ELDERLY PERSON AND NURSING CARE .</p>","industries":["Healthcare & Lifesciences"],"name":"CAREGIVERS ALLIANCE INDIA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"harshmehta.work@gmail.com","idea":"<p>Blueberry is an online service platform that provides 360 marketing service solutions. Reducing the bridge between the user and service provider. The platform allows a user to pick and choose what service they require under fix pricing, helps them track their work and keeping quality in control. A platform which helps freelancer boost their skills, income, and work hassle-free. A user gets what it needs in a speculated period of time through quality gig workers.</p>","industries":["Others"],"name":"Blueberry","sectors":["Others"]},{"email":"info@taxgyany.com","idea":"<p>TaxGyany is a provider of Accounting and Compliance’s services in India. We believe routine accounting function deserves a special attention in the every organisation. Anytime you work with TaxGyany you will have peace of mind realising that your accounts are in secure hands.&nbsp;</p>","industries":["Finance Technology"],"name":"TAXGYANY PRO PRIVATE LIMITED","sectors":["Accounting"]},{"email":"shivam@deltalabz.com","idea":"<p>WE ARE DIGITAL AND DESIGN STUDIO PROVIDING IT SOLUTIONS TO FAST FORWARD BUSINESSES GROWTH BY DELIVERING EXPERT AND INNOVATIVE SOLUTIONS.</p>","industries":["IT Services"],"name":"GIZBUZZ SERVICES PRIVATE LIMITED","sectors":["Web Development"]},{"email":"mail2pradip@gmail.com","idea":"<p>IMAGEO MEDIA is a Media and Advertising agency offering comprehensive services in Print,Digital media and Photography.\n</p><p>We offer an array of creative solutions for advertising and marketing communications. Our work is mainly below-the-line where creative strategy and communication play a very important role in determining the success of any initiative. Our main strength is our extremely sound understanding of the technicalities of graphic designing and its related software. We strive to boost businesses and help products capture more market share through the use of our creative advertising and marketing communications tools. Our strength lies in the speed with which we execute our concepts to deliver measurable results.</p>","industries":["Professional & Commercial Services"],"name":"IMAGEO MEDIA LLP","sectors":["Business Support Services"]},{"email":"ankitkkrishna@gmail.com","idea":"<p>ANKIT KRISHNA AND SONS PRIVATE LIMITED is a new-age content development company. We specialise in custom content creation for various platforms ranging from Digital, DTH, Television. With a state-of-the-art infrastructure and a global network of content publishing and distribution partners, we have produced over 3000+ hours of original content across genres like Fitness, Acting, Beauty &amp; Lifestyle.</p><p><br></p><p>From budgeting, production design, line production, crew, shooting equipments, location scouting, talent sourcing and extensive editing facilities, we bring together seasoned professionals who have deep expertise in the media and entertainment industry. Our dedicated in-house creative team promises efficient planning, dynamic execution and an exceptional delivery of final product for our clients.</p>","industries":["Media & Entertainment"],"name":"ANKIT KRISHNA AND SONS PRIVATE LIMITED","sectors":["Others"]},{"email":"milan.a.kothary@msqcap.com","idea":"<p>M Square Capital Advisory (I) Private Limited, a fintech startup into Investment advisory and trading platform. Company presently at ideation state and intend to bring a unique trading platform under name “INDIA FUTURE” – which to focus only on NIFTY INDEX. \n</p><p>It shall go long on Nifty Futures in bullish up trending market. It shall go short on Nifty Futures in bearish down trending market.\n</p><p>Based on a robust philosophy of ‘Roots &amp; Wings,’ we shall offer clients an Equity Advisory model and a strong financial planning service along with a customized business portfolio. Again we shall maintain a transparency within the system through its low brokerage model where there do not take the custody of the stocks and do not impose any lock in or exit loads on our clients.\n</p><p>Our platform INDIA FUTURE shall have the ability to give risk adjusted returns using derivatives, stop loss planning and judicious use of statistical tools</p><p>\n</p><p>\n</p>","industries":["Finance Technology"],"name":"M SQUARE CAPITAL ADVISORY (I) PRIVATE LIMITED","sectors":["Trading"]},{"email":"delvingonsalves3@gmail.com","idea":"<p>Gonsalves Automobile is a startup venture which aims to grow as a company which builds and manufactures electric vehicles</p>","industries":["Automotive"],"name":"Gonsalves Automobile","sectors":["Electric Vehicles"]},{"email":"csendranshi@gmail.com","idea":"<p>Uber for Mental Health. Uber takes you from point A to point B. Point B is the destination. Amigo guides you to reach your mental well-being destination. The app serves as a medium to acquire first aid in the absence or unavailability of the mental health professional.</p>","industries":["Healthcare & Lifesciences"],"name":"Amigo","sectors":["Healthcare Technology"]},{"email":"fsimriyaz786.sf@gmail.com","idea":"<p>iAvenue Labs, a product engineering Company, aims to transpire innovative discoveries in the Agriculture sector, enabling the agriculture professionals to derive business insights and interpret data in such a way that might result in useful decision support tools for the agricultural researchers and other stakeholders.</p>","industries":["Agriculture"],"name":"iAvenue Labs","sectors":["Agri-Tech"]}]