[{"email":"kanika@upsideai.com","idea":"<p>Upside AI is one of the first funds in India to use machine learning to make fundamental investing decisions. The company was founded on the belief that technology will make better decisions than humans over the long term since machines are unbiased and unemotional decision-makers.  Upside AI uses technology to understand, recognize, and buy companies that are not only fundamentally good businesses but are also in-demand stocks. After two years in development, in July 2019 Upside AI came out of beta to start offering its investment products under a SEBI registered PMS license.</p>","industries":["Finance Technology"],"name":"WYRIDIAN ADVISORS PRIVATE LIMITED","sectors":["Others"]},{"email":"falguni@bigcycl.com","idea":"\n            <p>BigCycl Labs is founded by technology professionals with rich multi-functional product design, development and management experience. This experience includes world's largest companies such as Microsoft, Nokia, Motorola, Tencent, Deloitte &amp; APCO Worldwide. BigCycl Labs is an innovation platform striving to help to unlock value and democratize new technologies through products and partners.</p>\n        ","industries":["IT Services"],"name":"BIGCYCL LABS LLP","sectors":["Product Development"]},{"email":"chandan.pandey@westbridgeworld.com","idea":"<p>WH HOTELS IS INDIA FASTEST GROWING ONLINE HOTEL BRAND WITH 100+ HOTELS PRESENTLY UNDER THE BRAND AN DGROWING ON DAILY BASIS&nbsp;</p>","industries":["Travel & Tourism"],"name":"WB HOTELS PRIVATE LIMITED","sectors":["Hotel"]},{"email":"maddyd703@gmail.com","idea":"<p>I am a self -starter and want to learn about strong interpersonal skills</p>","industries":null,"name":"mukesh tandel","sectors":null},{"email":"zhupliexim20@gmail.com","idea":"<p>Based in Mumbai, ZHUPLI EXIM LLP is a leading and reputed supplying company offering premium quality of Whole spices and ground spices such as Cumin Seeds, Black Garlic, Fenugreek Seeds, etc to our customers at reasonable rates. We are a highly approved enterprise for our prime quality and durability of our products. We are engaged in supplying our products all across the country at highly competitive market prices. We are capable of distributing bulk quantity products according to the needs of customers all across the country at affordable prices.</p>","industries":["Professional & Commercial Services"],"name":"ZHUPLI EXIM LLP","sectors":["Business Support Services"]},{"email":"webglintofficial@gmail.com","idea":"<p>1. To undertake the business of website design and development, SEO services, digital advertising and multimedia publishing, digital\n</p><p>marketing, graphic designing and exhibition designing, web front end designing and android/ios application front end designing.\n</p><p>2. To design, invent, assemble, manufacture, buy, sell, lease, import, export, conduct research, impart training, develop, maintain, repair,\n</p><p>hire, let on hire, alter, design, distribute, provide services including consultancy or otherwise, dealing in computers, computer systems,\n</p><p>computer software applications including internet, e-commerce, mobile applications, web designing, computer hardwares and data\n</p><p>processing equipments.\n</p><p>3. To promote, encourage, establish, develop, maintain, organize, train, undertake, manage, operate, conduct and to run in India or abroad\n</p><p>the business of software development, testing and other allied activities, for all sorts of services relating to software programs, its\n</p><p>maintenance, application and operation for industrial, medical, legal, commercial, domestic, public utility, defence, government, and general\n</p><p>customer or other sections of society.\n</p><p>4. To carry on trading, consultancy and solutions in information management, software development, system integrations, value added\n</p><p>services, customerisation, network design, supply and maintenance of hardware, computerization, peripherals, paperless propositions,\n</p><p>human resources, consultancy, placements, computer training and institute etc. and research &amp; development in the related field.\n</p><p>5. To carry on the business of providing services in core technology areas such as digital signal processing hardware and software\n</p><p>solutions, embedded systems hardware and software solutions, electronics and computers based industrial automation.</p>","industries":["Design"],"name":"WEBGLINT PRIVATE LIMITED","sectors":["Web Design"]},{"email":"ransawrpl@gmail.com","idea":"<p>RANSAW REMEDIES PRIVATE LIMITEDRANSAW REMEDIES PRIVATE LIMITEDRANSAW REMEDIES PRIVATE LIMITEDRANSAW REMEDIES PRIVATE LIMITEDRANSAW REMEDIES PRIVATE LIMITEDRANSAW REMEDIES PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"RANSAW REMEDIES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"amit.goyal@clxns.in","idea":"<p>A digital-first debt collection fintech focusing on data &amp; AI-led approach to deliver better recoveries and happier consumers. At CLXNS, we are a team of dynamic , energetic and experienced professionals in area of Debt collection and Technology. We aim to offer a unique technology led &amp; innovative approach towards debt collection, delinquency/NPA management to banks, NBFCs &amp; Fintech.</p>","industries":["Finance Technology"],"name":"CLXNS TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"hautulacross.01@gmail.com","idea":"<p>involved in Other retail trade of Textile and apparels and textiles in specialized stores</p>","industries":["Textiles & Apparel"],"name":"HAUTULA CROSS (OPC) PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"casonakshipratap@gmail.com","idea":"<p>We use proprietary technology to collect data and provide actionable insight driven recommendations about their next customers, markets, investments &amp; competitors.</p>","industries":["AI"],"name":"ANALYSTT AI TECHNOLOGY PRIVATE LIMITED","sectors":["NLP"]}]