[{"email":"atntashu@yahoo.co.in","idea":"<p>To provide online pet parenting consultancy and other pet related goods and services in India and/or abroad</p>","industries":["Pets & Animals"],"name":"MR SAM INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"cfo@iglgroup.in","idea":"<p>We provide Integrated Logistics platform to our customers, A single point of contact for all your logistics requirements, door to door, packaging, pickup, transport (Road, Rail, Sea, Air), custom clearance, devanning, door delivery. All services at one roof.Our warehousing services are known nationwide to be one of the most reliable, safe and affordable, because we take pride in delivering the best of warehousing services, at the most reasonable prices.</p>","industries":["Transportation & Storage"],"name":"INTEGRATED CARGO MOVERS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"milindvanam@seslindia.com","idea":"Startup in K-12 and Experiental Learning solutions","industries":["Education"],"name":"SESL","sectors":["E-learning"]},{"email":"dimplejain1108@gmail.com","idea":"<p>Wrapmygift is a gifting solution providing platform wherein people can discover new and innovative gifts that can be gifted to their loved ones. Wrapmygift will not only make gifts in-house but will also get all kinds of creative people like painters, craftsmen, artisans etc on board, enable and empower them with our technology and digital platform and help them serve a wide range of audience thus enabling them to grow their income.</p><p>Example - A candle-maker who is located in Mumbai, selling his/her products in and around Mumbai. But if he/she comes on our platform, registers himself/herself and after a thorough BGV process they can start selling their products across India in less than 36 hours. This will help them cater a wider range of audience which will help them grow their turnover and income.</p>","industries":["Others"],"name":"Wrapmygift","sectors":["Others"]},{"email":"karunesh@mosaikanalytics.com","idea":"<p>Mosaik is a derivative of the word Mosaic. Mosaic Theory is an analytical process that involves collecting and analysing information from a range of sources in order to determine the underlying value of a company.  Our core capabilities are built around the unspoken need for building trust in business – combining knowledge, background, skills and perspectives of a team of experienced global professionals.</p><p>\n</p><p>It is an advanced, collaborative and interpretative platform, designed to minimize the inherent information asymmetry between corporate borrowers and lenders. It collates, synthesizes and analyses data about borrowers (and its ecosystem) from numerous sources both structured and unstructured. It enables early identification of potential problems by providing incipient signals of stress in borrower accounts thereby enhancing the actionable horizon of lenders.</p><p>\n</p>","industries":["Finance Technology"],"name":"MOSAIK ANALYTICS SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"payal@pinnaclebio.in","idea":"<p><a href=\"https://drive.google.com/file/d/1eroHbsdgcqvtIo293p0s940pWsASWV9v/view?usp=sharing\" target=\"_blank\">PINNACLE BICOEUTICALS LLP PITCH DECK</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"PINNACLE BIOCEUTICALS LLP","sectors":["Health & Wellness"]},{"email":"ca.narayan220@gmail.com","idea":"<p>We help your brand stand out in this digital age&nbsp;<a href=\"https://alphazegus.com/\">https://alphazegus.com/</a></p>","industries":["Marketing"],"name":"ALPHAZEGUS MARKETING (OPC) PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"hemant@shreeelectrical.in","idea":"<p><span>&nbsp;We strive to ensure that\nour clients are getting highest quality products from us. Our range of products\nis manufactured only using premium quality raw material with latest industry\nstandards. We have quality assurance team that tests products at various stages\nto ensure a flawless range of products.Our constant and vast experience and\ninteraction with our customers has helped us develop better products and also\ndesign and selection of maintenance free and cost effective solutions. We are\nconstantly adding new products to our range making it more and more exhaustive.\nThis we have been able to achieve by having direct interaction with the end\nusers i.e. direct industries situated at various different locations and their\nValuable Suggestions and Contributions. We Give Safety, We Serve Safety with\nAwareness of Electrical Safety Provided &amp; meet all Requirement to Reduce\nElectrical Accident. In that Manner Our Team Regularly Develops Complete Mach\nto Flame &amp; Explosion Standard as per CMFRI, BIS, PESO &amp; European ATEX,\nIS IEC Standard. We Manufacture World largest Flameproof &amp; Explosion Proof\nEnclosure, All Type &amp; ranges of flameproof enclosures, Flameproof Light\nfittings, Flameproof Cable Glands, Flameproof Switchgear, Flameproof Control\nGears, Flameproof Junction Boxes, Flameproof Industrial Fans, Flameproof\nInstrument Boxes, Flameproof VFD &amp; PLC panels and other accessories. </span></p><p>\n\n</p><p><span>The company employ several\nenclosure specialists who have a vast experience of major projects for the oil\nand gas industry and major infrastructure projects. By drawing on this wealth\nof experience SHREE ELECTRICAL &amp; ENGINEERING CO. have been able to\nincorporate many new design features into their product range which enable cost\nsavings to be made during manufacture, resulting in highly competitive pricing\nto you our customer.</span></p>","industries":["Safety"],"name":"SHREE FLAME PROOF INDUSTRIES PRIVATE LIMITED","sectors":["Personal Security"]},{"email":"csi@zekko.co.in","idea":"<p>M/s Ra4Mi B2B Private Limited – is an Authorized Distributor of “Grindwell Norton Limited” – A Saint Gobin company, focused to serve direct customers along with other business opportunities. We are happy to submit a brief note on the brand that we represent along with the product.</p><p>Brief Introduction of “Grindwell Norton Ltd” (GNO):  \n</p><p>GNO is India’s leading manufacturer of Abrasives (Bonded, Coated, Non-Woven, Super abrasives and Thin Wheels) and Silicon Carbide and sits at the forefront of the industry providing highly engineered, high performance value-adding abrasive solutions, thanks to its continual investment in R&amp;D and close collaboration with customers.\n</p><p>Norton offers powerful, precise and user friendly solutions that enable our customers to shape and finish all types of materials even in the most complex and challenging applications. From simple cutting, grinding, sanding and finishing activities in the DIY market to highly technical, precision operations in specialist manufacturing industries, we understand abrasive safety, quality, performance and cost is critical and can provide a range of solutions to meet any demand. Discover how Norton can help you optimize your abrasive applications</p><p>Products Ranges available:\n</p><p>\tThin Wheels \n</p><p>\tCoated Abrasives\n</p><p>\tBonded Abrasives\n</p><p>\tConstruction abrasives\n</p><p>\tNon-Woven Abrasives\n</p><p>\tSuper Abrasives</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"RA4MI B2B PRIVATE LIMITED","sectors":["Others"]},{"email":"gaurav@kkcassociates.com","idea":"<p>To carry on the professional and commercial services and provide advice, services, consultancy in various fields, general administrative, secretarial, commercial, legal, economic, labour, industrial, public relations, scientific, technical, direct and indirect taxation and other levies, supervision or control of the business operations, manufacturing, production, engineering, personnel, marketing, advertising, publicity, sales promotion, public welfare, stamp duty, Municipal taxes, property taxes, corporate management, business management, Company law and act as consultants, advisers, representatives, liaisioner, agents, serviceman, middleman,&nbsp; conciliator for above services<br></p>","industries":["Professional & Commercial Services"],"name":"CHOPRA ADVISORY PRIVATE LIMITED","sectors":["Business Support Services"]}]