[{"email":"narkaranirudha@gmail.com","idea":"This is Vrushali Vishwas Narkar is a proprietor having Company Name Smartech Solution dealing in sale and Services of Digital Signature Certificate and Document Signer to Various Institutions and Businesses<br>","industries":["IT Services"],"name":"SMARTECH SOLUTIONS","sectors":["Others"]},{"email":"ecosensegreensolutions@gmail.com","idea":"<p>We provide customized waste management solutions and operation maintenance services. This includes waste audit, installation of composting systems, dry waste collection and channelizing it for recycling, and installation of the biogas plant.</p>","industries":["Waste Management"],"name":"ECOSENSE GREEN SOLUTIONS LLP","sectors":["Others"]},{"email":"O_ORGANICO@YAHOO.COM","idea":"<p><a href=\"https://mydukaan.io/o39286\" target=\"_blank\">O ORGANICO</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"O ORGANICO","sectors":["Others"]},{"email":"anand.sharma@sarvsutra.org","idea":"<p>SarvSutra leverages AI/ML and blockchain to build cutting edge educational technology solutions.&nbsp; Our flagship ed-tech platform - Radics, brings the best of LMS and School ERP solutions to resource-strapped public and affordable private schools.</p>","industries":["Education"],"name":"SARVSUTRA SYSTEMS PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"amit@emem.in","idea":"<p>EM &amp; EM company is dealing in personal care range of product alongwith Dog Grooming Products with aim to give maximum customer satisfaction through its unique products in market.&nbsp;</p>","industries":["Pets & Animals"],"name":"EM &amp; EM Personal Care Private Limited","sectors":["Others"]},{"email":"contact@nalawadefb.com","idea":"<p>&nbsp;Nalawade Food &amp; Beverages ensure that every product of ours passes through the mandatory Quality Steps and Tests laid out by central licensing body.</p>","industries":["Food & Beverages"],"name":"NALAWADE FOOD AND BEVERAGES ","sectors":["Food Processing"]},{"email":"gumardar.nilesh@gmail.com","idea":"<p>E commerce healthcare platform. To give people options to find best possible healthcare facilities.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"H.O.M.E","sectors":["Healthcare Services"]},{"email":"mukund.s@buywon.com","idea":"<p><a href=\"http://www.buywon.com\" target=\"_blank\">Buywon India's Own Retail Aggregator</a></p><p>We are Indian owned online retail aggregator. We are based on a patent published by our company for Safe delivery of goods and services when bought online and offline. We have a different approach in terms of business model and delivery systems for ecommerce. We aim to be the biggest player in the e commerce retail space.<br><br></p>","industries":["Retail"],"name":"Buywon","sectors":["Retail Technology"]},{"email":"govind.kokare@xpmspl.com","idea":"<p>Xpert Property Management is one of the few companies in India that goes beyond operational excellence. In addition to facing the challenges of handling larger and more complex campuses, we have proven to our worthy clients that we can also ensure compliance with national and international law, regulation and good practices of environment, sustainability, health and safety.\n</p><p>We are single-source solution providers to every requirement in the arena of facility management. Enhancing the efficiency and effectiveness of your limited space and work environment through a collaborative approach is our forte. Clients  regards us as the company that keeps its customers because it treats them and their assets so well.\n</p><p>We are able to maintain and sparkle your assets because we invest so heavily in our diverse human assets. This empowers Xpert to be a market leader through Exceptional Service, Exceptional People.</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"XPERT PROPERTY MANAGEMENT SERVICES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"kumar@exotalent.in","idea":"<p>ExoTalent is a one-stop solution for all your recruitment, consulting and outsourcing needs. Backed by decades of industry experience, our team comprises of experts and consultants with a strong focus on Automotive, Manufacturing and Technology. Our obsession with quality has earned us a high reputation with some of the most respected brands in the industry.</p>","industries":["Human Resources"],"name":"EXOTALENT CONSULTANCY SERVICES LLP","sectors":["Recruitment Jobs"]}]