[{"email":"hgoradiya@yahoo.com","idea":"<p>To carry on the business of service provider, distributor, concept, facilitator, consultant, manager, franchises, Co-ordinations with municipalities, Administration, traffic, Police, Licensing Authorities, market authorities etc., custodian, trustees, business advisor, strategy formulator, Brand Ambassador, on behalf of companies/firms/ individuals to promote, establish, brand building, market leader of products or services and all related activities</p>","industries":["Healthcare & Lifesciences"],"name":"UBUNTU IDEAS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"ashish@pntsolutions.in","idea":"We at PNT solutions build humanoid robots and provide IoT Solutions. Recently we have developed robot named Coro-Bot to fight against COVID-19 Under prime minister’s \"Make in India” mission.\n<div>\n</div><div>Ward boys, nurses are the frontline Corona warriors in our society who probably come into contact with COVID19 positive patients for many times and for the longest duration. It is with a noble thought of helping these warriors that we came out with the idea of developing a robot which would dispense food, water and medicines to corona patients in their wards without necessity of physical presence of nurses and other caregivers.</div><div>\n</div>","industries":["Robotics"],"name":"PNT ROBOTICS & AUTOMATION SOLUTIONS LLP","sectors":["Robotics Application"]},{"email":"rayan.k@globolive3d.com","idea":"<p>GloboLive3D is a state-of-the-art, 3D Geospatial modeling company\n</p><p>specializing in emerging GIS and visualization solutions. GloboLive3D\n</p><p>generates high resolution building models from various imageries that\n</p><p>can be exported into virtually all 3D formats.\n</p><p>Our browser-based mapping solutions are transforming the cartography\n</p><p>industry making our priceless breakthroughs available to the world.\n</p><p>GloboLive3D generated 3D City models work in all environments,\n</p><p>including mobile and support various Analytical applications and\n</p><p>simulation models such as Big Data Analytics for infrastructure modeling,\n</p><p>Sensor-based Artificial Intelligence/IoT systems, Augmented Reality (AR)\n</p><p>and Virtual Reality (VR).</p>","industries":["Others"],"name":"GloboLive3D","sectors":["Others"]},{"email":"anupamsecureservice@gmail.com","idea":"<p>security service provide to society and industrial</p>","industries":["Security Solutions"],"name":"ANUPAM SECURE SERVICE","sectors":["Home Security solutions"]},{"email":"ravi@rjgandhi.com","idea":"<p>Welcome to the alluring and fascinating world of RJG Global Logistics. By providing excellent quality services in a transparent manner, we have established ourselves as a prominent freight forwarding company.\n</p><p>Our skills and expertise cover a wide range of end-to-end transportation services, activities and initiatives involved in respect of doing so. We arecommitted to help organizations for consistent growth of their international trade.\n</p><p>With rigorous efforts the company excels in providing optimum quality freight forwarding services. Priority for our young and dynamic company is a quick response to customer requirements in best possible way by maximizing our resources and winning their trust and confidence.\n</p><p>Our strength lies in pride for honesty along with high-end service that enables us to respond to the market needs in a timely manner. As a completely customer-driven organization, we supply top–quality shipment services in accordance with the requirements of our valued customers at the best competitive prices. Furthermore, we believe in maintaining long term healthy relationship with our esteemed consumers.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Transportation & Storage"],"name":"RJG GLOBAL LOGISTICS SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"ketan@owlright.in","idea":"<p>Owlright Advisors Private Limited operates an online platform called 'Kyaloon' which is a unique online buying assistance platform for home appliances and consumer electronics in India, where users would be recommended products that best suits their needs based on a few simple questions that they would be required to answer. We provide personalized product recommendations to the users while providing a completely simple and hassle-free user experience. The recommendations and related technology have been developed after months of researching about the various categories of electronics available, connecting with experts, mystery-shopping experiments, browsing through blogs and videos to understand each product and its uses and finally decoding what really matters.<a href=\"http://www.kyaloon.com\" target=\"_blank\">www.kyaloon.com</a></p>","industries":["Marketing"],"name":"OWLRIGHT ADVISORS PRIVATE LIMITED","sectors":["Market Research"]},{"email":"samit.patil@pevgroup.in","idea":"<p>We are a diversified chain of education institutions,our ventures are anendeavor in providing complete ecosystem of services within the children's education sector .</p>","industries":["Education"],"name":"PEV EDUVENTURESS LLP","sectors":["Others"]},{"email":"sales@pranitipi.com","idea":"<p>Our company is Corrugated Box Manufacturing Unit in a rented shade with Manual Machines. We take immense pleasure to introduce ourselves as a manufacturer of Quality Corrugation Packaging and manufacture and sell corrugated boards. With our in-house Research and Development Quality Assurance Departments, we have complete control over from choosing the right raw material, production process, and storage and quality assurance.<br></p>","industries":["Professional & Commercial Services"],"name":"PRANITI PACKAGING INDUSTRIES LLP","sectors":["Business Support Supplies"]},{"email":"nidhienterprises160321@gmail.com","idea":"we are manufacturing of Patli Bengals&nbsp; With different size and designs&nbsp;","industries":["Fashion"],"name":"NIDHI ENTERPRISES","sectors":["Jewellery"]},{"email":"operations@crystalocean.in","idea":"We Provide Management, Services, Repairs &amp; Supplies.","industries":["Others"],"name":"CRYSTAL OCEAN VENTURES LLP","sectors":["Others"]}]