[{"email":"director@cognitivenavigation.com","idea":"<p>Cognitive Navigation Pvt Ltd founded in 2020, aims to progress assertively to become a significant contributor in the arena of Technology driven solutions and Software applications for operations management in aviation. The Company intends to create a strong footprint in order to deliver a high quality yet cost-effective solution for an increasing network of customers across the region.\n</p><p>The Company has a team of IT and Aviation experts with intense expertise to offer smart Software applications to the various aviation stakeholders covering Airlines, General Aviation, Aviation Support Service Providers, Aviation Professionals, Authorities of Airports and Air Navigation Service Providers (ANSP).\n</p><p>At the conceptual stage, the company conceived the perspective of prevalent challenges in the aviation operational environment and decided to create a framework to deliver the solutions.\n</p><p>While we focus to the Aviation industry core operational environment, the following factors appear as striking reality which remains embedded within the industry system.\n</p><p>●  High conformity to regulatory compliance\n</p><p>●  High safety margin protecting human lives and flying machines\n</p><p>●  Shortage of trained, experienced human resource with advanced skill set\n</p><p>●  Constantly evolving technologies\n</p><p>●  Dynamic and time critical 24X7 operating envelope\n</p><p>●  Extremely cost sensitive environment\n</p><p>Combination of the above factors call for a highly process-driven environment requiring intelligent technology solutions through systematic data collection and analytics. Eventually, everything collectively can contribute to revenue generation either by decreasing fixed costs through optimization or by opening a new opportunity capitalizing untapped potentials.\n</p><p>A group of industry leaders with extensive industry experience have joined hands to form our team in order to make a difference in the industry by collaboratively adding value to the whole industry ecosystem.\n</p><p>We are committed to providing an excellent service and ensuring that we collaborate across the companies that share the same ethos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Aeronautics Aerospace & Defence"],"name":"COGNITIVE NAVIGATION PRIVATE LIMITED","sectors":["Aviation & Others"]},{"email":"finance@dhruna.in","idea":"<p><span>M/s Dhruna Digital Technology Pvt.Ltd. offers end-to-end solutions in visual imaginary content production for 2D &amp; 3D Animation for Feature Films, Direct to Home DVDs, TV Series and new age Digital Content platforms. We take pride in our association with some of the best Partners in the world for service as Work on Hire &amp; Co-Production work from script to screen.. For our audiences, we present an array of captivating characters, stories and glimpses of mesmerizing Worlds. A promise of unforgettable experience. We stand for our unwavering focus on creativity, cutting-edge technology and commitment to innovation. Clubbing these with our wagon of world-class talent pool, we are all geared up to woo the audiences and clients alike.</span></p>","industries":["Animation"],"name":"DHRUNA DIGITAL TECHNOLOGY PRIVATE LIMITED","sectors":["Others"]},{"email":"clientservice.wealthworld@gmail.com","idea":"RETAIL TECHNOLOGY BASED LEAD GENERATION AND PROCESSING&nbsp; COMPANY","industries":["Finance Technology"],"name":"WEALTH WORLD FINTECH &amp; SERVICES PVT LTD","sectors":["Personal Finance"]},{"email":"siddharth123.gokhru@gmail.com","idea":"<p><span>A<b>\n</b>private limited company incorporated in 2019 by two friends to turn dreams\nand passion into reality. The two directors of the company, one Chartered\nAccountant and another, successfully running an Event Management Company has\nsolidified their idea of starting a coffee company under the brand name of “The\nMud” to provide the best quality of Tea &amp; Coffee at an affordable price for the\ncomplete client satisfaction for taste. </span></p><p><span>&nbsp;</span></p><p>\n\n\n\n</p><p><span>We\nhave also started an online store </span><a href=\"http://www.themudcoffee.com/\"><span>www.themudcoffee.com</span></a><span> </span><span>for the easy reachability of the customers. We want our coffee to\nbe the source of inspiration for big dreams and big actions, be a radical giver of\ntalent and treasure and be a builder of community and relationships.</span></p>","industries":["Food & Beverages"],"name":"GOKHRU AGRO EXIM PRIVATE LIMITED","sectors":["Others"]},{"email":"dustbin.work@gmail.com","idea":"<p>Dustbin Work is founded by a group of first generation entrepreneurs with a vision to ease the life and protect the interests of freelancers and small businesses by developing business management tools. As enthusiastic entrepreneurs our goal remains to be creative.</p><p><br></p><p>We believe that our associates, company culture and values are our biggest assets and they play a pivotal role in the work that we do and we whole heartedly stand by it.</p><p><br></p><p>We will be your one stop solution to business contracts, invoices, proposals, admin work and expense tracking. At present we are coming up with the contracts module and the other modules will follow suite gradually. So with us you don’t have to worry about delayed payments, sudden project cancellation or project being postponded to an infinite date.</p><p><br></p><p>With the tagline of “Solving Today”, we are fully committed in ensuring our customers continuous refinement and relentless devotion to their satisfaction.</p>","industries":["Finance Technology"],"name":"Dustbin.Work","sectors":["Billing and Invoicing"]},{"email":"pravinsathe00@gmail.com","idea":"<p><a href=\"https://mixdelight.com/\" target=\"_blank\">https://mixdelight.com/</a><br></p>","industries":["Food & Beverages"],"name":"Mix Delight","sectors":["Food Technology/Food Delivery"]},{"email":"sandhu.sneha@icloud.com","idea":"<p>The startup has been my mothers vision who is in her second innings of life and wishes to be self made and self sufficient being a home maker all her life she wants to leave a legacy behind with what she knows best the old art of crochet she wants to connect more ppl like herself and make a cult or movement that spreads across geographies and at sometime along the journey taking it international &nbsp;</p><p><br></p><p>I along with my mother know the art very well and am a marketing expert to scale up the business&nbsp;</p><p><br></p><p>The scale up model is simple we will retain the brand and get more and more ppl to join us across geographies we are going to start with a mass products to be used across generations cute little nick nacks to even products that are bespoke and can be passed on as legacy to future generations that they will treasure&nbsp;</p><p><br></p><p>The Crochet Chronicles India would one day be a great organisation completely made run and managed by woman only&nbsp;</p><p><br></p><p><br></p><p><br></p><p><br></p>","industries":["Art & Photography"],"name":"The Crochet Chronicles India ","sectors":["Handicraft"]},{"email":"contact@uttamjalndra.com","idea":"<p>Finds is an Ecommerce platform for Healthy Food Trackers.&nbsp;</p><p><span>We offer a variety of curated nutritional based products, Eliminating Junk foods and living healthy life.</span></p><p>Our mission is to transform your health &amp; wellbeing with organic, honest, wholefood products that provide nourishment you can feel, results you can see, and more confidence in your body, while being kind to the planet in the process.&nbsp;<span>Premium, Pure, Potent and Proven Products, sustainable, and effective from our family to yours.</span></p>","industries":["Retail"],"name":"FINDS ESTORE PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"saurabh@lawmetrik.com","idea":"<p>Lawmetrik is an Alternative Legal Services company that delivers solutions to positively impact client’s financial performance and risk management through improvement in key performance metrics and process re-engineering for in-house legal departments and law firms. Its solutions impact the key operational and financial metrics in legal processes such as contracting, compliance, IPR, litigation, etc. The various type of solutions include Value Consulting, Managed Legal Services, IT, Content Development, Training, and are targeted at the ‘Business-As-Usual’ legal domains.</p><p><br></p><p>Our Operating Principles<br>1. Metric-focused: Help the clients “Identify, Measure, Monitor, Improve” legal services performance through processes, systems, people capabilities and content.</p><p>2. Connect Legal with Business: Translate legal function performance to business and financial performance through a set of financial and operational metrics for legal services.</p><p>3. Focus on Context:&nbsp;<span>Consistent and sharp focus on business context, commercial objectives and people objectives when delivering legal services.</span></p><p>4. Holistic Solutions: Enable and enhance legal service capabilities through comprehensive solutions that include content, training, IT tools, assessments, and project management in addition to consulting.</p><p>5. Value through Partnership: Deliver tangible value to the client through sustainable and measurable business impact with a partnership approach.</p><p>6. Simplicity is the Key: Emphasis on simplicity to ensure purposeful, easy to understand, implementable, and sustainable solutions.</p><p><br></p><p>List of Offerings</p><p>1. Contracting Excellence</p><p>- Contract policy formulation\n</p><p>- Contract templates\n</p><p>- Contract review checklists\n</p><p>- Negotiation playbooks\n</p><p>- Contract training\n</p><p>- Contract value capture</p><p><br></p><p>2. Employment Law Solutions</p><p>- HR policy, SOPs and templates\n</p><p>- Employment law compliance audits\n</p><p>- Grievance redressal mechanisms\n</p><p>- POSH – Employee Awareness face-to-face workshops\n</p><p>- POSH – ICC formation and training</p><p><br></p><p>3. Managed Legal Services</p><p>- Scope and/ or time-based work package delivery by dedicated resources \n</p><p>- Supplement for / alternative to in-house legal teams\n</p><p>- Program management and oversight by Partner-level external counsel</p><p><br></p><p>4. Legal IT Solutions &amp; Others</p><p>- Web-based Contracting Excellence Tool\n</p><p>- POSH – ICC tool: cloud-based\n</p><p>- POSH – Awareness eLearning tool\n</p><p>- Dispute management and IPR solutions</p><p><br></p><p>5. Shared General Counsel</p><p>Part-time dedicated senior legal counsel advising board or management in legal matters of strategic importance as GC\n</p><p>- Legal risk management and solutions\n</p><p>- Optimise use of law firms\n</p><p>- Oversee legal processes and resources</p><p><br></p><p>6. Legal Maturity Model</p><p>- Maturity-level assessment of In-house legal department on Key Performance Indicators \n</p><p>- Advisory and implementation of initiatives to enhance the maturity levels</p><p><br></p><p>Differentiators</p><p>- Pioneering approach of delivering business value from legal services performance through metrics-based approach \n</p><p>- Unique player among the very few in this country who can deliver a combination of processes, people, tech, and content for a comprehensive legal solution\n</p><p>- Owns exclusive IP consisting of legal frameworks, SOPs, templates, methodologies, processes all enabled by IT\n</p><p>- Access to allied law-firm Counsel &amp; Co’s legal resources and advice\n</p><p>- Range of partnerships in HR, IT, specialist legal domains to supplement its capabilities in ‘Business-As-Usual’ legal domains</p><p>- Can service across the globe with its extensive experience in distributed delivery (from any location)\n</p><p>- Regular client engagement at senior level to ensure effective Program and Relationship Management\n</p><p>- Flexibility and agility of execution combined with the delivery of high business value \n</p><p>- Efficient execution through the use of simplified and structured processes</p><p><br></p><p>Founding Team</p><p>Basil Almeida, Founder &amp; Non-executive Director: Basil has 25+ years of diverse legal experience spanning sectors such as legal services, IT, management consulting and manufacturing. He is currently the Managing Partner of Counsel &amp; Co, a boutique law firm. He has in the past worked as General Counsel at Geometric Ltd., commercial contracting practice expert at McKinsey &amp; Co. and Partner at BTG Legal.&nbsp;</p><p><br></p><p>Saurabh Gada, Co-founder &amp; Executive Director: Saurabh brings ~20 years of all-around experience spanning roles in Finance, Communication, Sales, Strategy and Outsourcing. He has worked with leading companies in the Information Technology and Education sectors such as TCS, Geometric Ltd., and Aptech Ltd. In addition to his existing responsibilities at Lawmetrik, Saurabh also advises companies on Investor Communication with his decade-plus experience in Investor Relations.&nbsp;</p><p><br></p><p>Contact: \n</p><p>Saurabh Gada\n</p><p>Executive Director\n</p><p>saurabh@lawmetrik.com\n</p><p>+91-98331-33353</p>","industries":["Professional & Commercial Services"],"name":"LAWMETRIK IMPACT SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"prakash@mixiza.in","idea":"<p>We're a team of highly-creative, highly-determined and highly-successful industry leaders working together to expand our footprint in the areas of design, manufacturing and distribution of Lifestyle, Fashion, Decor, Gift-ware, Health and Wellness products. For over 10 years, Mumbai-based Mixiza has been synonymous with quality, trendsetting designs and best-in-class sales and service across India. You can rely on Mixiza to deliver the Right Product at the Right Time and at the Right Price to maximize your enjoyment &amp; satisfaction.</p>","industries":["Retail"],"name":"Mixiza","sectors":["Retail Technology"]}]