[{"email":"sona@elebus.in","idea":"<p>Elevating Travel Experience, bridging the gap between operator &amp; traveler expectations.</p>","industries":["Travel & Tourism"],"name":"ELE MARKETPLACE TECHNOLOGIES","sectors":["Ticketing"]},{"email":"nik.u.kotian@gmail.com","idea":"<p>We are an IoT-based connected car platform and services startup.&nbsp;</p>","industries":["Internet of Things"],"name":"Achyuta Automobile Technologies Pvt. Ltd.","sectors":["Others"]},{"email":"care@ledivinoir.com","idea":"<p>With an aim to capture the true essence of pure chocolate and bring forth a divine experience, Le Divinoir was formed. Handcrafted with love, our pure Belgian Chocolate Roches symbolize purity and authenticity, reflected in their heavenly taste.</p><p><br></p><p> \n</p><p>We are committed to delivering a divine and legitimate chocolate experience, and that is why we employ traditional Belgian methods that encompass the finest ingredients to produce gluten-free single origin cacao chocolate in its purest form.</p><p><br></p><p>We, at Le Divinoir, believe in perfection when it comes to chocolate craftsmanship. From sourcing the finest single-origin cacao and handpicking the best nuts, to creating a recipe that melts at the right temperature to retain the goodness of gluten-free pure chocolate, we ensure exceptional care throughout.</p><p><br></p><p> \n</p><p>Chocolates and nuts are a match made in heaven. We celebrate this exuberant marriage by dipping premium roasted Californian whole almonds and the finest roasted whole cashews in our pure handcrafted chocolate to create a striking and memorable treat for all chocolate connoisseurs.</p><p><br></p><p>\n</p><p>Our meticulously handcrafted artisanal chocolate Roches are available in 4 tantalizing variants. Each Roche is as exquisite as it is pure, with 40% of whole roasted nuts and 60% of pure chocolate.</p><p><br></p><p>\n</p><p>With a crunch in every bite and an intense zest with each encounter, our handcrafted pure chocolate will transport you to a divine world of pure luxurious indulgence.</p>","industries":["Food & Beverages"],"name":"VILLE DE COCOA PRIVATE LIMITED","sectors":["Others"]},{"email":"palashp@fiabledc.com","idea":"<p>Fiable Data Centers helps enterprises realize their IT requirements by enabling cost-efficient packages through fine-grain customization and extremely reliable services.\n</p><p>We do this by:\n</p><p>1) Connecting customers to a pool of data center vendors &amp; solution providers\n</p><p>Working with partners who have decades of experience providing IT services.</p><p>2) Fiable connects enterprise customers to available rack spaces in existing&nbsp;data-centers&nbsp;while ensuring&nbsp;that needs of the customer are prioritized;&nbsp;instead of trimming down the requirements based on&nbsp;what the vendor has to offer.\n</p><p>We strive to be a true companion in your IT journey over the course of time adapting to the way your&nbsp;business scales.</p>","industries":["IT Services"],"name":"FIABLE DATA CENTERS","sectors":["IT Management"]},{"email":"taydesiddharth93@gmail.com","idea":"<p>idea is actually setup one stop solution for air condition&nbsp;</p><p>provide sales and service support to everyone.</p><p>we have team of engineers we can create jobs in the servicing sector as number of ac user rising.</p>","industries":["Other Specialty Retailers"],"name":"ONE STOP AIR CONDITION","sectors":["Home Improvement Products & Services Retailers"]},{"email":"harsh@transevo.co.in","idea":"<p>Shipping &amp; Logistics company incorporated in 2016</p>","industries":["Logistics"],"name":"Transevo Shipping India Pvt Ltd","sectors":["Others"]},{"email":"dhanveemehta@gmail.com","idea":"<p>In the business of development, manufacturing and trading of products in the nature of personal care, skin&nbsp;<span>care, hair care, body care, bath essentials, oils, massage oils, soaps, nutraceuticals,&nbsp;</span><span>cosmeceuticals, cosmetics, beauty products, aromatherapy, wellness, hygiene, toiletries,&nbsp;</span><span>disinfectants, sanitizers, essential oils and fragrances and other related products.</span></p>","industries":["Others"],"name":"SKIA","sectors":["Others"]},{"email":"rajv.ranzan@gmail.com","idea":"Igloo wood fired pizza is based on the concept of traditional pizza making in wood fired oven. This concept is limited to select fine dines and caters mostly to selective section of society who can afford it. Our initiative strives to bring this innovative concept to street and common people who afford pizza at value price and also experience the taste of authentic pizza baked in wood fired brick oven. Additionally, our goal is to promote young entrepreneurs and homegrown brand.","industries":["Food & Beverages"],"name":"IGLOCRAFT PRIVATE LIMITED","sectors":["Others"]},{"email":"admin@tachyonminds.com","idea":"<p><span>We look forward to provide services for development, maintainance and digital marketing that maximize your digital transformation value.</span></p>","industries":["IT Services"],"name":"Tachyon Minds","sectors":["Project Management"]},{"email":"andykotwani@gmail.com","idea":"<p>Our solutions/products are effective in improving plant health and growth and soil fertility. It also helps our customers control pests and increase crop yield while reducing environmental load ofn pesticides and decreasing chemical residues of food for the betterment of the countrymen. Below are the details of product offering.</p>","industries":["Agriculture"],"name":"SUNFIELD AGRO INDIA PRIVATE LIMITED","sectors":["Agri-Tech"]}]