[{"email":"kswapnil7080@gmail.com","idea":"<p>Delivering fuel at customer door step which will help to reduce the carbon footprint and it will provide convenience of ordering and getting the fuel at door step for customer.The captive consumers are the customer base for fuel at door step delivery, the customers belong to Construction Sites, Earth Movers Machines like JCB, Pocklane, Pilling Machine, Hospitals and Housing Society are the prospect buyers.</p>","industries":["Non- Renewable Energy"],"name":"A B FUEL PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"namita.thomas@shinlogistics.in","idea":"<p>SHIN LOGISTICS is a technology-enabled Indian shipping freight forwarder. The startup claims to focus on addressing inconsistent service levels in the B2B international logistics industry by leveraging technology to offer real-time updates, online documentation services, and consistent pricing.\n</p><p>Ou objective is to Create an IoT(Internet of things) based real-time and granular sensing to monitor temperature, humidity, shock, light, energy, and location with machine learning-driven predictive insights to identify excursion, theft or damage risk and help in better planning for the supply chain.\n</p><p>Customers see benefits like improvement in temperature compliance, reduction in (perishable) product spoilage and fragile goods damage, 100% SKU or batch traceability, reduction in delays and TAT, improvements in process metrics like loading/unloading time and complete visibility of supply chain assets like bags, boxes, and pallets\n</p><p>We are working on products to predict routes and expected time for completion. Our to be designed model running on AI-based algorithms predicts location-based decisions and automates the delivery processes like route planning, ETA calculation, traffic prediction and also manages exceptions, notifications and the customer experience in real-time. The startup charges an annual fixed fee per unit across various business functions like order capturing, capacity management, dispatch, and analytics.\n</p><p>Our focus is on bring efficiencies in the logistics sector using geocoding, deep machine learning and proprietary algorithms. It offers smart logistics solutions like route optimisation, real-time tracking, insights, beat optimisation, efficient warehouse management, vehicle allocation, and utilisation.\n</p><p>The presence of more than 10 Mn light commercial vehicles and fragmentation along with the fact that more than 90% of vehicles are owned by individual driver-cum-owners is the biggest opportunity. To rapidly Increase the level of tech adoption among truckers is relatively lower. There needs to be a conscious change in this and we are trying to drive this through enabling them to get on smartphones, holding repeated training for drivers to educate them on how to use our application and technology in general.”</p>","industries":["Logistics"],"name":"SHIN LOGISTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"akashchauhan2752@gmail.com","idea":"<p>We provide construction&nbsp;equipment and vehicles, labour and engineers on site, and we also work as contractors on construction sites. We applied for a tender in JINDAL SOUTH WEST (JSW).</p>","industries":["Construction"],"name":"MAINLAND NS TECHNOPRISES LLP","sectors":["Construction & Engineering"]},{"email":"shettygaurav@hotmail.com","idea":"<p>ABCqwertyuiop[asdfghjklsdfghjkl;ABCqwertyuiop[asdfghjklsdfghjkl;ABCqwertyuiop[asdfghjklsdfghjkl;ABCqwertyuiop[asdfghjklsdfghjkl;ABCqwertyuiop[asdfghjklsdfghjkl;ABCqwertyuiop[asdfghjklsdfghjkl;ABCqwertyuiop[asdfghjklsdfghjkl;</p>","industries":["Healthcare & Lifesciences"],"name":"XYZ","sectors":["Healthcare Technology"]},{"email":"scigenikenterprises@gmail.com","idea":"<p>SCIGENIK ENTERPRISES IS DISTRIBUTOR FOR MEDICINES, SURGICAL CONSUMABLES, HEALTHCARE PRODUCTS</p>","industries":["Healthcare & Lifesciences"],"name":"SCIGENIK ENTERPRISES","sectors":["Others"]},{"email":"geetadharm92@gmail.com","idea":"<p>I am starting medical and general store, to provide better health of community.</p>","industries":["Healthcare & Lifesciences"],"name":"RAM MEDICOSE","sectors":["Health & Wellness"]},{"email":"securestate360@gmail.com","idea":"<p>Bootstrapped start up working in the space of innovative Cyber Security Services&nbsp;</p>","industries":["IT Services"],"name":"OMD TECH SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"director@omdtech.in","idea":"<p>Bootstrapped startup working in the space of innovative solutions in Cyber Security&nbsp;</p>","industries":["AI"],"name":"SecureState360","sectors":["Others"]},{"email":"ibotkart@gmail.com","idea":"<p>iBotKart is the Brand of D-Wholefood Market Private Limited. iBotkart provides an innovative e-Commerce website and mobile application for B2C, B2B and Import &amp; Exporting of all kinds of Consumer Commodities. We provide a new way of shopping experience via technology. iBotkart comes under Direct-to-Consumer category (D2C).</p>","industries":["Food & Beverages"],"name":"D-WHOLEFOOD MARKET PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"dixit.notaria@gmail.com","idea":"<p>I am freelancer in filed of Accounting and taxation&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Dixit Notaria ","sectors":["Business Support Services"]}]