[{"email":"ssjain15@gmail.com","idea":"<p>F1FX LLP<br>The journey towards Financial Freedom begins with Financial Literacy<br><br>Vision-Mission<br>We want individuals/households to be on the road to financial freedom, and we see us<br>handholding them through the process by coaching them on financial literacy<br>The Opportunity<br>We see a lot of individuals/ households make very elementary money mistakes that deny<br>wealth creation opportunities and eventually cause insecurities and heartbreaks.<br>The Current Reality<br>Covid -19 has changed most people’s outlook towards life in general and money in<br>particular. The industry is waiting to cash in on a revenge spending spree. Add to that the<br>already low levels of Financial Literacy, the astounding growth in the stock market, the<br>staggering increase in the number of demat accounts, defaults by brokers, also the fact that<br>some of the industries have been washed out- all these factors increasingly make the need<br>for financial literacy critical.<br>Proposition<br> We conduct online Financial Literacy (FL) Sessions for Corporates, Government, and<br>Educational Institutions.<br> We conduct offline sessions for Aanganwadi workers, trade organizations, municipal<br>and other semi-government organizations<br> We plan to build a robust website for financial literacy with tenets of Financial<br>Planning (FP) with simulators, games, case studies, blogs, podcasts, and the like.<br> Create WA learning capsules for edutainment -use social media extensively to<br>educate and market these sessions.<br> We use FL as a base offering followed by FP Maths, Personal Risk Management,<br>Retirement, Investment, Tax, and Estate Planning<br>&nbsp;<br>Our Experience<br> Been in the BFSI learning and development space since 2004<br> Sales, Product, Process, Financial Planning (all Six Modules)- Knowledge and Skill<br>training, Manager’s Development Program for ICICI Pru Life, ICoFP, Reliance Mutual<br>Fund, RNIS, SBI Mutual Fund, NISM, GOLS (Video-Based Training), NJ India Invest,<br>Choksi and Choksi CA Firm, and the like <br> Flawlessly facilitated the ICICI- Manipal University’s MBA in Banking and Finance by<br>providing facilitators pan India (10 locations) every quarter weekend OJT from 2010-<br>2015. We were supported by about 200 management faculty, four project managers,<br>and account executives.<br><br> Created 15 -25 minutes 90 knowledge capsules for day-to-day functioning for<br>helping Sales Manager to coach their branch advisors. The project was called ‘Under<br>the Mango Tree’ and was created as per global standards for content design and<br>development.<br> Certification coaching for NISM, CIEL, RMF, DSP BR MF, Principal MF<br> Financial Literacy for Prudential Asia, IDFC, CIEL, RMF, SBI MF, Sharekhan, Dvara<br>money, Tiksna, and the like<br>The Prospects and Plan<br> We start with marketing these FL sessions to corporates and expect to earn revenue<br>of about Rs 15,000 for in person and Rs 12,000 for ninety minutes online session. &nbsp;<br> We are open to conducting pro bono online sessions for genuinely cash strapped<br>(blue collared) organizations/group of more than 30 pax<br> We are empanelled with NCFE (National Centre for Financial Education) – a finncial<br>education body formed by SEBI/RBI/IRDA/PFRDA to conduct Financial Education<br>programs<br> We plan to invest in a website, social media marketing, and extensive content.<br> Once we build our credibility over a year, we expect to receive sponsorship from<br>Regulators, industry associations, embassies, educational, corporate and<br>government institutions to conduct Financial Literacy sessions. <br>Why us?<br> We are recognised in the BFSI sector for the quality of Financial Literacy projects<br>executed.<br> We know the pain of financial illiteracy, we understand financial planning and thus<br>financial literacy, we can demystify financial products and we attempt to analyse<br>human behaviour w.r.t. money matters.<br> We have made financial blunders - more than average; sold financial products -not<br>necessarily suitable; worked with the manufacturer of financial products. Worked in<br>the learning and development space; with certification bodies- educational<br>institutions- industry associations and, we have worked with regulators and<br>government institutions. We like to believe our experience, knowledge, pain, and<br>empathy makes us&nbsp;BEST&nbsp;suited to facilitate financial literacy programs.<br></p>","industries":["Finance Technology"],"name":"F1FX","sectors":["Personal Finance"]},{"email":"alzu.learning@gmail.com","idea":"<p><span>.</span><span>ALZU will aim to onboard students with low economical background at competitive pricing (ticket size starting</span><span>  </span><span>from 150 Rupees) and value adds that will not only aid their learning process but will also level up the playing field</span></p><p><span><br></span></p><p><span><span>Through our algorithm and eventually through AI based profiling and allocation, students will be able to select and pursue their learning plan. Daily, weekly, monthly, customized plan based on the need, past data and current progress</span></span></p><p><span><span><br></span></span></p><p><span><span>Teacher Allocation will be our prime feature where in teachers will be onboarded seamlessly and assigned to the right student. Historic data, language preferences, teacher performance, student feedback and various other factors will be feedback to the algo to deliver promising packs to our students</span><span></span></span></p><span></span>","industries":["Education"],"name":"Alpha Zulu Learning Solutions","sectors":["Education Technology"]},{"email":"Nirajdshah@gmail.com","idea":"<p>We are India's first hometown luxury sneaker brand that syncs artictistic blend, modern technology and performance.&nbsp;</p>","industries":["Fashion"],"name":"Nuru Shoes LLP","sectors":["Fashion Technology"]},{"email":"hanvid940@gmail.com","idea":"<p>Fashion is one of the most desirable industries in the world. In Hanvid Fashion Designer think about all the ways in which fashion is part of our lives. As a fashion designer, we research current fashion trends and innovate your ideas into fashion clothes.  All of us participate in the fashion industry at some point in our lives when we buy clothes and commit to philanthropy and socio-environmental development. Hanvid fashion design is a multi-faceted organization Design that provides an array of products and services for textile and apparel industries. We create digital-only fashion that can be used and traded in virtual realities. Our sustainable fashion is the creation of beautiful garments that also empower their makers with respect and livelihood. As a company of creative technologists, we envision a future where fashion transcends the physical body, and our digital identities permeate daily life to become the new reality and innovate.</p>","industries":["Textiles & Apparel"],"name":"HANVID FASHION DESIGNER (OPC) PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"ranjitnaiknavare32@gmail.com","idea":"<p>Tea selling business in taken by online platform&nbsp; sell out tea application throughout my dream is all unbranded and branded tea seller connect with one chain and delivery partner one app make selling</p>","industries":["Food & Beverages"],"name":"Hastag15chai ","sectors":["Food Technology/Food Delivery"]},{"email":"program@raikaauto.in","idea":"\n            <p><span>Raika Automobiles Private Limited is a Maharashtra -based\nElectric Vehicle Design, Development and Manufacturing Start-Up . It is founded\nin 2022 by Rajesh Rai, Rinku Rai, Dilip Lad, Sagar Vasant Kondhare and Reena\nKumari jha with the objective of Design &amp; development of 100% indigenous electric mobility and moving towards sustainable future.</span></p>\n\n<p><span>The company is thriving to bring next step in EV revolution by producing high performance electric vehicles that are efficient, fast off the line and fun to ride, by combining the best aspects of traditional vehicles with today's most advanced technology. </span></p><p><span>Company's full fledged operations will\nstart soon although multiple protos are being build in modern facility equipped with top end world class machines and are tested rigorously&nbsp;in all conditions.</span></p>\n        ","industries":["Automotive"],"name":"RAIKA AUTOMOBILES PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"rautenterprises78@gmail.com","idea":"<p>Raut\tEnterprises,\tresponsible\tand\n</p><p>visionary\torganization\tthat\n</p><p>contribute to India’s overall growth and progress. Raut Enterprises isn’t merely a profit-oriented\t\t\tcompany.\t\tIt organization with a benevolent approach and\ta\tbroad\tthought\t\tthat\t\t\tintends\t\tto positively\t\timpact\tthe\t\tlives\t\t\tof\tpeople through\t\teducation,\temployment,\t\tand empowerment.\t\tOver\t\tthe\tyears,\t\tRaut Enterprises has successfully ventured into many service areas and proved its mettle&nbsp;<span>to become a credible service partner.</span></p>","industries":["Construction"],"name":"RAUT ENTERPRISES","sectors":["Construction & Engineering"]},{"email":"smartlabinn@gmail.com","idea":"<p>We are trying to bring innovation in Life sciences laboratories. Our objective is to manufacture high tech life sciences laboratory equipments in India. Also we have developed online monitoring and data logging systems for paramenters like temperature, humidity, Oxygen percentage, CO2 percentage, etc which are of great importance in these laboratories.</p>","industries":["Healthcare & Lifesciences"],"name":"Smart Lab Innovators","sectors":["Assistance Technology"]},{"email":"reporting@3psadvisory.com","idea":"<p>The purpose to initiating 3PS Team is to bring a distinctive equilibrium of creativeness and innovativeness to each distinguished client. We provide proficiency to assist organisations in accomplishing their journey towards sustainable future.</p><p>The focus of the vertical is to support businesses to build their internal capacity and be self-sustained entity in their sustainability journey. In the wake of increased emphasize on Corporate Responsibility and Transparency, apart from capacity building, the vertical would also be providing services for strategizing CSR initiatives intertwined with Organization’s Vision and Mission, creating short term, mid-term and long term road map for Sustainable Development, Hand-Holding, M&amp;E, Reporting Sustainability performance under National and Global guidelines and standards such as NVG-SEE, SEBI-BRR, GRI, etc.</p>","industries":["Others"],"name":"3PS ADVISORY LLP","sectors":["Others"]},{"email":"capushpabogati@gmail.com","idea":"<p>Our mission at FUNDSUTRA CAPITAL ADVISORY PRIVATE LIMITED is to provide the most authentic and fastest reporting of information. administrative and legislative fields and process the information with impeccable perfection, skill, and accuracy.<br></p>","industries":["Finance Technology"],"name":"FUNDSUTRA CAPITAL ADVISORY PRIVATE LIMITED","sectors":["Business Finance"]}]