[{"email":"pandeyrohit3636@gmail.com","idea":"<p><a href=\"https://www.canva.com/design/DAEgn3BeCEY/MpiiKbh0RrNmg6vcpuTw6A/view?utm_content=DAEgn3BeCEY&amp;utm_campaign=designshare&amp;utm_medium=link&amp;utm_source=publishsharelink\" target=\"_blank\">INR COIN</a><br></p>","industries":["Others"],"name":"INR COIN","sectors":["Others"]},{"email":"nar8ive@gmail.com","idea":"<p>nar8ive is brand name under \"the Mind Tree Events\" we have created a market place for Professional organizing or conducting webinar to provide knowledge via online  e-learning to help them generate audiance  participants to get educated we are also in the process of launching our own courses as e learning &nbsp;</p>","industries":["Education"],"name":"NAR8IVE","sectors":["E-learning"]},{"email":"tarang23@gmail.com","idea":"<p>We are a HR Tech Startup and working on various Applications which can help and transform various HR Practices. We are building Tech platform which can be scalable worldwide.&nbsp; We are automating various HR processes and building cutting edge solutions where our client and its employees will get next level of experience and will be acheiving enhancement in productivity.</p>","industries":["Human Resources"],"name":"IPS Connecting Tech Pvt Ltd","sectors":["Talent Management"]},{"email":"galenicalsindia@gmail.com","idea":"<p>We are an pharmaceutical marketing company started with launching 9&nbsp; promising crucial brands.</p><p>these products are newly developed and has an edge over the conventional medicines.</p>","industries":["Healthcare & Lifesciences"],"name":"GALENICALS INDIA PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"vishal.j@procurex.co.in","idea":"<p>We have incorporated our firm in October 2020. As a company we are looking to promote reusable cleaning products, SAY NO TO SINGLE USE PLASTIC BOTTLES. As we come across cleaning products around us : Hand Soap, Glass Cleaners, Floor Cleaners and So on we use tons of plastics which needs to be disposed in one way or the other. At ProcureX we deliver one time forever bottle with no water and tablets / pods for your use. You don't have to PAY FOR WATER. You only have to open our bottle + Add Tablet + Add Water (let it dissolve) &amp; USE.&nbsp; JUST ADD TAP WATER.</p><p><br></p><p>You can keep ordering refills for next orders. Refills delivered to you are plastic free.&nbsp;</p><p><br></p>","industries":["House-Hold Services"],"name":"PROCUREX SOURCING LLP","sectors":["Home Care"]},{"email":"anurag.jain@jaincotextiles.com","idea":"<p>6 YEAR OLD AGGREGATOR FOR RAW MATERIAL INPUTS TO THE FASHIONS INDUSTRY WITH OPERATIONS SCALED ACROSS 16 COUNTRIES AND 4 CONTINENTS</p>","industries":["Textiles & Apparel"],"name":"JAINCO FASHIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"swaranshi.nagdive@gmail.com","idea":"<p>Since technology has developed to such a great extent, and almost everyone in our country has access to a smartphone, but they do not have the right guidance as to how to use the smartphone for their day to day use,&nbsp; this&nbsp;<span>is an application that will help people find content to help them use their devices for their convenience. Like a self-help application that informs individuals how to perform a certain task with the help of short videos, blogs, step-by-step representations &amp; infographs&nbsp;&nbsp;</span></p>","industries":["Education"],"name":"TEKWISE","sectors":["Education Technology"]},{"email":"amit.tewari3@gmail.com","idea":"<p>Turn farm data into profitable decisions in real time. Using AI and computer vision for agricultural Data. Expertise in collecting this agricultural data via UAVs</p>","industries":["Agriculture"],"name":"ATUV RESEARCH PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"raees.shaikh@gmail.com","idea":"<p>Mypipaltree.com A training institute for startup enterprenuers.&nbsp;</p>","industries":["Real Estate"],"name":"PIPALTREE Foundation ","sectors":["Others"]},{"email":"pooja.nerurkar@pittiegroup.com","idea":"<p>Our company aims to provide efficient cleaning solutions for cleaner surroundings. Since we understand cleaning, our products are ergonomically designed, keeping consumer needs and sensibilities in mind. The vision of the brand is to provide durable and user-friendly cleaning solutions that people can rely on to make their surroundings cleaner, safer and better.<br></p>","industries":["House-Hold Services"],"name":"CHAKAACHAK CLEAN INDIA PRIVATE LIMITED","sectors":["Home Care"]}]