[{"email":"choiceeduhub@gmail.com","idea":"<p>Choice Science Eduhub offer premium online coaching for medical &amp; engineering enterance exams at a sub-premiun price, which is affordable to unpreviledged section of students.<br></p>","industries":["Education"],"name":"CHOICE SCIENCE EDUHUB LLP","sectors":["E-learning"]},{"email":"nmanojiyer@gmail.com","idea":"<p>Incorporated as a Partnership Firm in January 2021</p><p>Exclusive rights of Distribution of Anti Microbial, Anti Bacterial, Self Cleansing Nanotechnology based protection Films &amp; Spray in India&nbsp;</p><p>Agreement of Technology Transfer from Nanoveu for Manufacturing in India</p><p>Nanoveu are Experts in harnessing nano-technology to solve major problems, including anti-viral digital screen protection</p><p>Revolutionary anti-viral digital device protection technology applicable for a multi-billion dollar global market</p><p><br></p>","industries":["Nanotechnology"],"name":"Verstech","sectors":["Others"]},{"email":"info.envisior@gmail.com","idea":"<p>Envisior Innovation Pvt. Ltd.  have conceptualized &amp; invented several unique technologies that set up platforms for several products to cater different markets.\n</p><p>The each invention is done with specific aim of saving the environment &amp; energy.  To achieve this, systematic research followed by evaluation at the potential customer sites was rigorously done. Customer’s input &amp; requirements were considered while fine tuning the products. By understanding the need to reduce the burden on the environment &amp; considering the evolving market, the products were developed as recyclable i.e. it can be used to make new products again.\n</p><p>1.\tComposite as a replacement for wood\n</p><p>A significant amount of wood is being used for manufacturing plywood for furniture, pallets &amp; saddles in transporting &amp; packaging industry. \n</p><p>A high performance &amp; yet economical composite technology that can replace conventional wood, wooden products like Plywood for variety of applications was invented. The product was developed with a specific aim of environment friendly &amp; high performance materials.\n</p><p>Technology: A polymer hybrid technology was utilized, which combines several benefits of different chemistries in one molecule. The hybrid polymer with appropriate reinforcement improves the nature &amp; product performance. \n</p><p>A significant part of hybrid polymer originates from renewable resource and majority reinforcements originate from the waste or recycled product.\n</p><p>The technology utilizes high end equipment to manufacture followed by good quality control practices.\n</p><p>These composites have several benefits over the wood or wooden products like plywood, MDF board, Particle board etc.,\n</p><p>1.\tVery low moisture absorption\n</p><p>2.\tNo delamination of the plies\n</p><p>3.\tNo fungal or bacterial growth\n</p><p>4.\tFire retardant\n</p><p>5.\tExcellent mechanical properties like flexural, compressive &amp; nailing strength.\n</p><p>6.\tExcellent surface finish &amp; aesthetics.\n</p><p>7.\tHigh durability\n</p><p>8.\tGood thermal &amp; sound insulation\n</p><p>9.\tIt saves cutting of trees\n</p><p>With these benefits at affordable economics, several applications to save trees are commercialized.\n</p><p>1.\tComposite  board \n</p><p>a.\tShuttering\n</p><p>b.\tCentering\n</p><p>c.\tFurniture\n</p><p>d.\tModular furniture\n</p><p>e.\tPackaging – ensuring better protection of the goods and requires no antifungal treatment\n</p><p>2.\tModular walls &amp; partition\n</p><p>3.\tFall Ceiling – substitute to PoP with better insulation, durability and ease of application.\n</p><p>4.\tPallets – Carries higher load &amp; requires no antifungal treatment\n</p><p>5.\tSaddles – High weight carrying capacity with high resiliency for transporting metal coils \n</p><p>6.\tPavor blocks – from waste material\n</p><p>2.\tCool Gel \n</p><p>A unique hybrid polymer technology combining softness like gel with phase change material. This is a soft material like gel and have unique property of having lesser temperature than the surrounding atmosphere, designed for furniture applications. It provided comfort in terms of soft cushioning and cooling effect.\n</p><p>3.\tAncillary composite products\n</p><p>The expertise and high end equipment are also used for manufacturing various composite parts for variety of applications viz. automobile, construction &amp; refinery industries.</p><p> \n</p><p>\n</p><p>\n</p>","industries":["Green Technology"],"name":"ENVISIOR INNOVATION PRIVATE LIMITED","sectors":["Others"]},{"email":"binojlonappan@gmail.com","idea":"<p>Menachery Chemicals Private limited has established in the year 2018 with the backup of technology and technical know-how from established international industry specialists to provide world-class chemicals, paint and coating products.</p>","industries":["Chemicals"],"name":"MENACHERY CHEMICALS PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"abhikamat502@gmail.com","idea":"<p>nothing much</p>","industries":null,"name":"Abhishek Kamat","sectors":null},{"email":"s.shilpi02@gmail.com","idea":"<p>I am a petroleum engineer aim to become entrepreneur.</p>","industries":null,"name":"Shilpi Singh","sectors":null},{"email":"vagish@kazam.in","idea":"<p>Our&nbsp;<a href=\"https://www.kazam.in/\">Website</a></p><p><br></p><p>1. To carry on the business of generating, accumulating, distributing and supplying Solar Energy for its own use or for sale to Governments, State Electricity Boards, Intermediaries in Power Transmission / Distribution, Companies, Industrial Units, or to other types of users / consumers of Energy.</p><p><br></p><p>2. To acquire concessions or licenses granted by or to enter into contracts with, the government of India, any State Government, Municipal, Local Authority or other statutory bodies, companies or any other person for the development erection, installation, establishment, construction, operation and maintenance of Solar Power Plants, and in this regard to promote, develop, own, acquire, set up, erect, build, install, commission, construct, establish, maintain, improve, manage, operate alter, control, take on hire / lease, carry out and run all necessary Plants, equipments, sub-stations, workshops, generators, transmission facilities, machinery, electrical equipment, accumulators, repair shops, wires, cables, lamps, fittings and apparatus in the capacity of principals, contractors, developers or otherwise and to deal, buy, sell and hire / lease all apparatus and things required for or used in connection with generation, distribution, supply, accumulation of Solar Energy.</p><p><br></p><p>3. To carry on the business of consultants, advisors, auctioneers for all type of Solar Energy Plants and to undertake research and development in the field of solar energy and other allied fields.</p>","industries":["Internet of Things"],"name":"KAZAM EV TECH PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"ryutektechnologies@gmail.com","idea":"<p>We are into product development, 3d printing and CAD software training</p>","industries":["Design"],"name":"Ryutek Technologies OPC Pvt Ltd","sectors":["Industrial Design"]},{"email":"Pharma.janjaes2019@gmail.com","idea":"<p>Powered with innovation, Janjaes endeavors to provide the medical profession with the latest drugs, conforming to international standards. And at the forefront is a conscience that aims at bringing healthy living within the reach of all</p>","industries":["Healthcare & Lifesciences"],"name":"JANJAES PHARMACEUTICAL PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"info@thewiseowl.in","idea":"<p>Our specialties ranges from Logo Designing, product designing, Corporate Brochure design to Outdoor Advertising. We transform your Brand into a successful identity for your Business. We don’t just look after the design part, but also the end to end execution and implementation of all your Retail Branding and Outdoor Advertising needs. We believe in 360-degree marketing strategies.</p>","industries":["Marketing"],"name":"28TH AVENUE MEDIA AND COMMUNICATIONS PRIVATE LIMITED","sectors":["Branding"]}]