[{"email":"wholespoonindia@gmail.com","idea":"<p>At Wholespoon, we promise you a good meal in minutes, with our range of easy to cook &amp; vegan-friendly pastes and sauces.\n</p><p>With 8 unique product variants, delicious dinners and lazy lunches can be homemade.\n</p><p>Delivering across major cities of India</p>","industries":["Food & Beverages"],"name":"Wholespoon India","sectors":["Food Technology/Food Delivery"]},{"email":"samir@skokk.in","idea":"\n            <p>SKOKK derived from the Slavic for \"leap, jump” as the meaning says its for Leap, Jump &amp; Hop. A slang always used by party goers around the world.</p><p><br></p><p>“Lets Hop tonight” is mostly used to go multiple places while partying, we SKOKK have developed on this slang so our esteem users can select and go to the right places.</p><p><br></p><p>SKOKK is for all those who are party animals and love exploring new places to enjoy their night through events, clubs &amp; lounges. We give our user before hand information of places with their images, reviews, guestlist &amp; tables.</p><p><br></p><p>We generally ask ourself or friends if we want to party tonight where would we go? We search for options or go on recommendation, once placed is fixed we try to find some contacts to get us on the guest list so we get easy access to clubs</p><p><br></p><p>To solve all the above we have come up with this idea and developed SKOKK. Now you don’t need to think on where to party, just use our app and get favourite club across you with images, reviews, entry details and secure your entry.</p><p><br></p><p>We have created a user friendly app for all age user and Mumbai being a hub for Party we are starting our club edition from Mumbai.</p>\n        ","industries":["Events"],"name":"SKOKK","sectors":["Event Management"]},{"email":"aakriti@saga.net.in","idea":"<p>India's first mobile fiction app, Saga embraces various genres of commercial fiction with a focus on quick consumption. Experimenting with a new style of storytelling, Saga compacts original stories into an episodic format. The serialised fiction approach is designed for hustlers, looking for a respite from their fast-paced life with our bite-sized reads. At the same time, our reading shelf boasts novels and novellas for bibliophiles so that they can read to their heart’s content. Expect racy and romantic fiction as well as spine chilling sequences of mystery and intrigue from Saga.</p><p><br></p><p>At Saga, we set a high standard of publishing and provide complete editorial support and exclusivity of publication to our authors. Forming plot lines, defining character arcs and a structural edit: we walk with the author on the journey of writing a book for Saga. We offer great benefits, in terms of advance payments and royalties for the authors, upon commissioning their manuscript. Further, we market and promote each author’s works individually, separately from the app.</p>","industries":["Media & Entertainment"],"name":"Saga","sectors":["Digital Media Publishing"]},{"email":"deepak.garera@ecodf.in","idea":"<p>Eco Drilling Fluids is in the business of supply of speciality chemicals of heavy construction projects. This is a new technology compared to the previously used bentonite. Not only the product and process is eco friendly but it also increases the overall productivity for the clients.</p>","industries":["Chemicals"],"name":"ECO DRILLING FLUIDS PRIVATE LIMITED","sectors":["Others"]},{"email":"ajitkothari@caajit.in","idea":"<p>1222333111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111</p>","industries":["Analytics"],"name":"asn","sectors":["Others"]},{"email":"desaigunjan526@gmail.com","idea":"EduSurg clinics is an Integrated Medical and Surgical Education platform that aims at improving the Ease of Accessibility and Quality of Content available for Digital Learning for students, doctors as well as practitioners of Surgery. This includes Educational videos, Webinars, a Patient Awareness Portal, as well as Offline Seminars, and dedicated monograms.","industries":["Healthcare & Lifesciences"],"name":"EDUSURG CLINICS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"shabbir.dongarkar@gmail.com","idea":"<p>Our company is positioned shelling, grading, importing and warehousing facilities - in the peanut, chilies and spices growing green belt and at ports - help us deliver a consistent supply. Our will is to be the world’s largest handler of peanuts with best quality. We have also expanded our business by branching into other spices &amp; oilseeds, while keeping peanut &amp; red dry chili as our core product.<br></p>","industries":["Agriculture"],"name":"PARIKRAMA AGRITECH LLP","sectors":["Agri-Tech"]},{"email":"hello.indikaAI@gmail.com","idea":"\n            <p>Indika AI unitizes people, processes, and technology to provide exceptional quality data services powering the development of Artificial Intelligence-based Machine Learning algorithms while creating inclusive social change through upskilling and giving employment to its human workforce.<br><br>We provide Computer Vision, Natural Language Processing, Search Relevance, and Content Moderation solutions to clients across all industries.&nbsp;<br><br>Our services include:</p><p><br></p><p>1. Image Annotation Services (Bounding Box, Polygon, Semantic Segmentation, Lidar, Image Classification)&nbsp;</p><p><br></p><p>2. Video Annotation (Bounding Box, Polygon, Semantic Segmentation, KeyPoint Annotation)</p><p><br></p><p>3. Text Annotation (Sentiment Analysis, Intent Analysis, Named Entity Recognition &amp; Entity Classification, etc.)&nbsp;</p><p><br></p><p>4. Audio Transcription Services (Speech to text translation, Named Entity Recognition &amp; Entity Classification, Sentiment &amp; Topic Analysis, Intent &amp; Conversation Analysis)&nbsp;</p><p><br></p><p>5. Search Relevance Services (Multimedia Search Evaluation, Newsfeed, and Social Media Evaluation, Ads Evaluation and Tagging)&nbsp;</p><p><br></p><p>6. Content Moderation Services to keep the platforms free from any inappropriate content</p><p><br></p><p>PS: So, basically if you have data but don't know how to deal with that or looking for a data partner for your AI Projects, Indika AI is the perfect match.</p><p><br></p><p>Visit our website to read more about AI, Data Annotation Industry, and/ or our Company.&nbsp;</p><p><br><br></p>\n        ","industries":["AI"],"name":"INDIKA AI PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"ash.t@tactmate.com","idea":"We specialize in providing the best research services. Everything we do is simply aimed at creating the best results for the people we care.&nbsp;<div><span>clients.&nbsp;</span></div><div><span><br></span></div><div>TactMate Consulting Services is an India &amp; London based business research and consulting company. The company delivers syndicated research reports, consulting services and custom research reports. We are the team of researchers working to provide better analysis and market research options. Our analysts have worked on thousands of in-depth analysis  and statistical report on over 46 industries in over 30 major countries around the world.</div><div><br></div><div>Our analysts have years of experience in their areas of expertise and are working to provide best services to our clients.</div>","industries":["Marketing"],"name":"TactMate","sectors":["Market Research"]},{"email":"billing@bridgekash.com","idea":"<p>Bridgekash International Pvt. Ltd. is a brand and business\n</p><p>consultation company, founded in February 2020 to meet the evergrowing\n</p><p>demand of the Business world.</p>","industries":["IT Services"],"name":"Bridgekash International Pvt. Ltd.","sectors":["Project Management"]}]