[{"email":"acesolutionpp@gmail.com","idea":"<p>ENGINEERING SUPPORTS&nbsp;</p><p>ANNUAL MAINTENANCE CONTRACT&nbsp;</p><p>LABORATORY EQUIPMENT &amp; INFRASTRUCTURE</p><p>INTERIORS &amp; EXTERIORS JOBS</p>","industries":["Construction"],"name":"ACE SOLUTIONS","sectors":["Construction & Engineering"]},{"email":"skale@ncsrindia.com","idea":"<p><b>About Us</b></p><p>NCSR Oilfield Services comes as specialized in the maintenance and repair of Electro-Mechanical (EM) wireline cables used primarily in the oil and gas industry is committed to being world-class EM cables service and repair center in India.</p><p>NCSR Oilfield Services has the experience and expertise to install, splice and service EM cables for specific needs. We havea complete service facility for repairing, troubleshooting EM cable issues in addition to inspection of EM cable drums. With experience and ingenuity, we work with customers to solve a broad range of problemsthey experience with cable and equipment. NCSR Oilfield Services, specialists have vast experience and expertise in servicing cables for global service companies along with majority of local service providers. Our specialist have already serviced more than 150 cables and will continue to provide their best-in-class services to the clients across India.</p><p>NCSR Oilfield Services plan to deliver high quality services with state of art facility in India and serve major operators and service provider in field of Oil and Gas Sector. NCSR Oilfield Services aims to deliver smart solutions and services in Spooling and Splicing by providing high quality services and value creation to its clients.</p><p>As an social responsibility this shall also increase life of used cables and hence reducing in fresh imports for new cables. And its increase in life of existing cable the scrap and disposal rate of these used cables from Oil and Gas shall also reduce.</p><p><br></p><p><b>Our Mission</b></p><p>We strive to be the best in all that we do and to perform at world-class levels.</p><p>&nbsp;“Being the best means providing outstanding service, quality, value and compelling experience.”</p><p><b><br></b></p><p><b>Our Vision</b></p><p>“To be the best quick, unparalleled service experience as the most trusted partner in energy sector”.</p><p><b><br></b></p><p><b>Types Of Services</b></p><p>Spooling Services</p><p>New Cable Installation</p><p>Cleaning and Lubrication</p><p>Twisting Splicing Mono Conductor Cable&nbsp;</p><p>Post Forming</p><p>Cable Reversing</p><p>Unspooling</p><p>Normalizing</p><p>Splicing Multi-Conductor Cable\n</p><p>Mobile Spooling</p><p>Normalizing Cables</p><p>Magnetic Marking</p><p>Spooling Cables Under Tension</p><p>Cable Pull Test</p>","industries":["Non- Renewable Energy"],"name":"NCSR OILFIELD SERVICES LLP","sectors":["Others"]},{"email":"mithileshmishra2456@gmail.com","idea":"<p><span>Akshahantre Technologies is the partner of choice for many of the world’s leading enterprises, SMEs and technology challengers. At Akshahantre Technologies Solutions Pvt Ltd, we develop innovative and creative products and services that provide total communication and information solutions. Among a plethora of services, web design and development, tailor made applications, ERPs, CRMs, e-commerce solutions, business-to-business applications, business-to-client applications, managed hosting and internet portal management are few that we offer. Satisfied clients around the globe bear testimony to the quality of our work. We offer a range of Internet related services like Website Designing, Content Management Sys Akshahantre Technologies Solutions Pvt Ltd, a unique Digital Marketing company based in Mumbai. With more than 10000 clients across the globe, creativity is the foundation on which we thrive to excel. Creativity is not a talent it is a gift. Our skilled in-house team provides website development, eCommerce, Mobile applications, Lead Generation, Social Media &amp; SEO services. We Have extensive experience and track record that ensures your website connects meaningfully with your customers. Our approach looks beyond immediate business needs to frame your website design &amp; digital marketing project as an ongoing extension of your Brand’s core promise. We have 10+ years of experienced team who had worked for India mart, Trade India, exporters India &amp; Amazon.</span></p><div><p><span>We believe in putting out clients on the top of the searches. Our well-planned SEO services &amp; internet marketing strategy will make you more visible on the internet. Our website is not about looking great, it’s about engaging clients and generating leads. Akshahantre Technologies Solutions Pvt Ltd business philosophy is to assure the highest quality product, total client satisfaction, timely delivery of solutions and the best quality/price ratio found in the industry. It Simple to digitalize India. Our emphasis is on offering a high degree of product user friendliness through a positive, creative and focused company staff.</span></p></div>","industries":["IT Services"],"name":"AKSHAHANTRE TECHNOLOGIES SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"vijay@indiancatlitter.com","idea":"<p>Cat Litter Indian Pvt. Ltd. makes innovative and unique “cat litter” &amp; “slug stopper” products from bentonite and attapulgite minerals. CLI has researched and established that these minerals found in India are the best raw materials for such products offering CLI a competitive edge in global markets.<a href=\"http://www.indiancatlitter.com\" target=\"_blank\">website</a></p>","industries":["Pets & Animals"],"name":"CAT LITTER INDIAN PRIVATE LIMITED","sectors":["Others"]},{"email":"akshaydesai2@gmail.com","idea":"Call-A-Chef is unique in that it enables people to enjoy food by having chefs come to their home and cook for them by booking via an application (quite possibly nothing like this exists in India at the moment). It is a platform that curates chefs with different skillsets, ethnic backgrounds, and diversities to register themselves onto this application thereby enabling the user of said application to call upon any of the registered Chefs to their home and cook for them. Chefs may range from professionals to private home caterers and/or tiffin service providers who may wish to become part of this program. Further development will give users the option to book or Call-A-Chef either as a one-off, daily/weekly/monthly recurrence, or special events as registered on the application. At a time when health, safety, and hygiene is imperative Call-A-Chef provides a perfect opportunity to enjoy special cuisine prepared in the comfort of your own kitchen.&nbsp;","industries":["Food & Beverages"],"name":"Call-A-Chef","sectors":["Others"]},{"email":"bd@ribhusinnovations.com","idea":"<p>RiBHUS Innovation Pvt Ltd is a Pharmaceutical Research and Development consultancy services. At RiBHUS we will be working on the Platform Technologies related to Pharmaceutical Product development and specifically using Hot Melt Extrusion Technology and 3D printing.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"RIBHUS INNOVATION PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"vinayak.dalvi@brawnsteelengg.com","idea":"<p>Brawnsteel Engineers are steel detailers who produces detailed drawings for steel fabricators and steel erectors. We prepare detailed plans, drawings and other documents for the manufacture and erection of steel members (columns, beams, braces, trusses, stairs, handrails, joists, metal decking, etc.) used in the construction of buildings, bridges, industrial plans, and non-building structures.<br></p>","industries":["Construction"],"name":"BRAWNSTEEL ENGINEERS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"finance@yotosource.com","idea":"<p>Yoto Engineering has 100% export oriented unit who has started engineering services, Precision engineering component manufacturing, sourcing and supply to Global customer. Also We have started design and development activity for world class motion control devises needed for medical, aerospace industry. we have Design office in Mumbai plus warehouse and manufacturing facility in Kolhapur, Mahrashtra, India</p>","industries":["Automotive"],"name":"YOTO ENGINEERING SOLUTIONS","sectors":["Others"]},{"email":"solutionsdreamhr@gmail.com","idea":"<p>All levels of talent acquisition, recruiting, and recruitment programs, procedures, and plans.&nbsp;</p><p>Serving as consultant and partner staying current on business and market trends, assisting on both the strategic and tactical level.&nbsp;</p><p>Strong understanding of client needs and hiring conditions external and internal.&nbsp;</p><p>Provide advice, expertise and assistance to all levels of personnel both internal and external on various recruiting talent acquisition related issues.&nbsp;</p><p>Provide sourcing and candidate generation to hiring managers across multiple teams, organizations and locations.&nbsp;</p><p>Aim is to thrive in an innovative, fast-paced environment and get the job done.</p><p>Strong recruitment skills through various portals and social media</p><p>Managing and closing searches against a timeline.</p><p>Partner with hiring teams to build effective sourcing, assessment, and closing approaches with an ability to manage customer-partner expectations through a deep understanding of return on investment.&nbsp;</p><p>Recruit passive candidates and possess the mentality to profile people and gauge the chemistry of candidates for fit and understand their motivation.&nbsp;</p><p>Have a strong ability to screen interview candidates within the framework of the position specifications and prepare an ideal candidate slate within an appropriate and consistent timeline.&nbsp;</p><p>Communicate effectively with the hiring manager and interview team to ensure preparedness during the interview process.We share and exchange information with all levels of management.&nbsp;</p><p>Recommend ideas and strategies related to recruitment that will contribute to the long-range growth of the company, implementing any new processes and fine tuning standard processes for recruiting that fits within the company's mission to deliver the highest quality results to the customer.</p>","industries":["Human Resources"],"name":"Dream Solutions","sectors":["Recruitment Jobs"]},{"email":"raunakjhaveri@gmail.com","idea":"<p>AimHire is a smart platform that efficiently connects great, hard-to-find candidates with great companies. ‘We build connections that last’.&nbsp;&nbsp;</p><p><br></p><p>For candidates, we function as career consultants. We listen to their most pressing needs and connect them to companies that best fulfil them.&nbsp;</p><p><br></p><p>For companies, we promise to curate the top 1% of tech talent with speed. Our proprietary matching algorithm optimises for best fit based on detailed conversations with the hiring stakeholder, including cultural fit. We pride ourselves in having one of the lowest drop rates in the industry.&nbsp;</p><p><br></p><p>We understand recruitment challenges from experience, and are focused on solving them at each step of the process. We provide a seamless experience to all stakeholders - from the moment we get a requirement to the day the candidate joins, our dedicated team puts in the extra hour so you don’t have to.</p>","industries":["Human Resources"],"name":"LIGHTFOREST TECHNOLOGIES LLP","sectors":["Recruitment Jobs"]}]