[{"email":"celebrinobeverages@gmail.com","idea":"<p>Celebrino Food and beverages pvt ltd is established in 31st June 2020. Focused on marketing trendy and value propositions.</p>","industries":["Food & Beverages"],"name":"Celebrino Food and Beverages Pvt ltd","sectors":["Microbrewery"]},{"email":"patil.dipti83@gmail.com","idea":"<p><a href=\"https://soulfulljournees.co.in/\" target=\"_blank\">https://soulfulljournees.co.in/</a></p>","industries":["Travel & Tourism"],"name":"Soulfull Journees","sectors":["Experiential Travel"]},{"email":"vhplfood11@gmail.com","idea":"\n            <p>To engage in the business of preparation &amp; catering of food , food supply for industries, factories, corporate, residential &amp; commercial catering services, food delivery services, tiffin services, running restaurants &amp; bars, chain of restaurants, fast food services, arranging food festivals, trade in raw material for food products, publishing books pertaining to food, restaurants, coffee houses, HOTELS, pubs &amp; breweries, rest houses, conducting cooking classes, recreation rooms, housekeeping, holiday hut business and allied activities and to process, produce, pack, preserve, freeze, and to deal and trade in processed foods, health foods, protein foods, agro foods, fast foods, packed foods, poultry products, milk foods and all types of food and food products in India and elsewhere.</p>\n        ","industries":["Food & Beverages"],"name":"VIGHNESHWAR HOSPITALITY PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"hocehe1771@flmcat.com","idea":"<p>CALADRIUS AERO CONSULTING LLPCALADRIUS AERO CONSULTING LLPCALADRIUS AERO CONSULTING LLPCALADRIUS AERO CONSULTING LLPCALADRIUS AERO CONSULTING LLP</p>","industries":["Aeronautics Aerospace & Defence"],"name":"CALADRIUS AERO CONSULTING LLP","sectors":["Aviation & Others"]},{"email":"ssinghania@takhtfinancial.com","idea":"<p>We provide personalized strategies that take into account all aspects of your financial goals and offer guidance, clarity of thought, and expertise to help you gain confidence in a more secure financial future.\n</p><p>we act as a valued partner who can help tie your investment plan to your overall life plan. Not only can we provide you with guidance, counseling, monitoring and discipline, but we can also be a valued catalyst to encourage you to plan for the expected…and unexpected. We work as your partner, providing you with counsel on an ongoing basis.</p>","industries":["Finance Technology"],"name":"TAKHT FINANCIAL PRIVATE LIMITED","sectors":["Advisory"]},{"email":"account@betkinginfotech.com","idea":"<p><a href=\"http://www.betkinginfotech.com\" target=\"_blank\">WEBSITE</a><br></p>","industries":["Technology Hardware"],"name":"BETKING INFOTECH OPC PRIVATE LIMITED","sectors":["Electronics"]},{"email":"rmathur2105@gmail.com","idea":"<p>Life Gracious is a first-of-its-kind company to provide comprehensive solutions for home-style food (Breakfast, Lunch, Dinner, Snacks &amp; Fruits) delivered fresh &amp; hot through a sophisticated high end delivery service to your doorstep.&nbsp;Life Gracious also offers a hassle-free Laundry &amp; Drycleaning experience, Nutrition Programs, Yoga Classes, Home Visit of Doctors, HouseKeeping Services and comprehensive Wellness Program.&nbsp;We have partnered with some of the best kitchens in the country. Our utmost emphasis is to deliver the best quality product both in terms of taste and safety. All our kitchens have robust quality assurance teams which are engaged in monitoring the complete food handling process with special focus on hygiene and quality. All products and processes are monitored right from the receiving of raw materials till the final product delivery. Regular audits are conducted for strict adherence to the processes &amp; outcome.&nbsp;Life Gracious is a first-of-its-kind premium food service for individuals &amp; families which offers complete food solutions for people’s daily food needs of 3 meals everyday including Breakfast, Lunch &amp; Dinner and snacks &amp; fruits delivered fresh &amp; hot through a sophisticated hi-end delivery service to their doorsteps.&nbsp;At our core, we are a technology company that is disrupting the home-services industry with cutting-edge software and operational concepts. This way, experiences meet technology, and we combine multiple services essential to any household to create the most productive and satisfying experiences for our customers.</p>","industries":["Food & Beverages"],"name":"LIFE GRACIOUS SERVICES PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"akshay.kumar@webenetic.com","idea":"<p><a href=\"https://webenetic.com/\" target=\"_blank\">Webenetic</a> - an emerging digital marketing agency! We have the best solution for all your website problems. Our team is expertise in search engine optimization, social media marketing, and local SEO.</p>","industries":["Marketing"],"name":"Webenetic","sectors":["Digital Marketing (SEO Automation)"]},{"email":"amit@flowtechtechnologies.com","idea":"<p>FlowTech is a leading and provider of pharmaceutical, chemical, Food, Beverages and allied industries engineering company suited in Thane (Dombivali), Mumbai, India.&nbsp;</p><p><br></p><p>We one of the best Designer and manufacturer company in India,&nbsp;</p><p>Together with our customers and partners, we’re building pharmaceutical and biotech capability, so everyone,</p><p><br></p><p>We are highly potential qualified personnel, technical engineers, who are in the field of design, manufacturer and execution of Pharmaceutical Plant and Machinery, Water and waste water Treatment Plants, Tanks and vessels and complete Piping projects for a long time&nbsp;</p><p>&nbsp; &nbsp;&nbsp;</p><p>we aims to build a significant presence in select emerging markets, providing innovative yet proven solutions to bring trans formative water infrastructure and engineering solutions.</p><p><br></p><p><a href=\"http://www.flowtechtechnologies.com\" target=\"_blank\">www.flowtechtechnologies.com</a>&nbsp;</p><p><br></p>","industries":["Others"],"name":"FlowTech Technologies Pvt Ltd ","sectors":["Others"]},{"email":"assignedge@gmail.com","idea":"<p>With the world witnessing a paradigm shift in the education sector, it has become essential to recruit talented individuals. However, the task is quite daunting! \n</p><p>To make recruitment simpler and ensure all educational institutes have the best talents at their disposal, we at Eduvacancy are striving hard to streamline the interview screening and job market process at both ends, that is, for both the candidate and hiring manager.\n</p><p>Our USP lies in our humanistic approach aimed at saving both time and money. Throughout the process, we ensure to provide a personal experience by crafting unique, compelling videos that paper resumes often fail to provide. \n</p><p>At Eduvacancy, we believe that all educational institutes must be empowered with a proper workforce for the betterment of the nation.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"ASSIGNEDGE NETWORK PRIVATE LIMITED","sectors":["Others"]}]