[{"email":"haresh.bhagtani452@gmail.com","idea":"<p>To offer business services for oil and gas upstream and downstream operation/companies catering and to the total life cycle in onshore, offshore, marine environment and to buy, sell and give on lease all types of Plant and Machinery, LMV,&nbsp; HMV and to supply manpower providing complete logistic support including boarding lodging and travelling etc&nbsp;</p>","industries":["Non- Renewable Energy"],"name":"COLLABRAH INDIA PRIVATE LIMITED","sectors":["Oil & Gas Drilling"]},{"email":"info.olympicksmedical@gmail.com","idea":"<p>Manufacturer and Supplier of X ray machines , Operation theatre unit and Intensive Care Unit equipments</p>","industries":["Healthcare & Lifesciences"],"name":"Olympicks Medical Systems","sectors":["Medical Devices Biomedical"]},{"email":"info@wiserecruitments.com","idea":"\n            <p>We are a recruitment consultancy based in Dombivali, Mumbai, hiring manpower at PAN India level for both IT and Non-IT companies.</p><p>&nbsp;</p>\n        ","industries":["Human Resources"],"name":"Wise Recruitments","sectors":["Recruitment Jobs"]},{"email":"theofficialarete@gmail.com","idea":"<p>Arete -the brand of excellence is a startup. We are planning to sell skincare products and silk scarves.</p>","industries":["Healthcare & Lifesciences"],"name":"Arete","sectors":["Health & Wellness"]},{"email":"jigar@jjdassociates.in","idea":"<p>In the business of Information Technology and real estate with 25 customers.</p>","industries":["Real Estate"],"name":"Space Connectors Private Limited","sectors":["Others"]},{"email":"yogi.dalvi@hotmail.com","idea":"<p>Hello Sir/Madam.. I have designed a mobile application named \"Sabka Designer\". I want all designers of India to find a common ground where they can easily find clients and/or do freelancing work. It is still work in progress as I don't have enough money to build a perfect application , but I have tried to build something which resonates with my idea. Being myself a designer, I have gone through numerous problems in my career , such as lack of respect for designers , consistent income etc. So I hope this idea of mine will create so many more opportunities for designers as well as for myself. Thank you.</p>","industries":["Design"],"name":"Sabka Designer","sectors":["Others"]},{"email":"paushtikstore@gmail.com","idea":"<p>Paushtik was conceived to ensure that this not so secret ingredient is essentially pure, chemical and adulteration free, flavour-rich, locally sourced and consciously handcrafted with love by a skilled community of women artisans in Pune, Maharashtra to help you craft your signature dishes.\n</p><p>We are here to build, support and empower a community as we deeply believe in working together to create a conscious and a sustainable ecosystem that is driven to change the very way you interact with food -right from cooking to consuming.\n</p><p>We started with the basic ingredients that go in crafting any dish – the spices and the masala blends. These are the maestros that create a masterpiece of a dish. So we started sourcing the spices grown by indigenious farmers using situational organic practices from across the country.</p><p>\n</p>","industries":["Food & Beverages"],"name":"Paushtik","sectors":["Food Processing"]},{"email":"alloyedsustainable@gmail.com","idea":"<p>Alloyed Sustainables LLP focuses on segregation of Metal based Reusables from Scrap and disposals of mainly Stainless Steel, Nickel Alloys, Titanium and Aluminium.</p><p><br></p><p> </p><p>These metals are most sustainable ones since recycling them leads to no or almost negligible depreciation in quality and can be recycled again and again.&nbsp;<span>However, remelting and turning into new products uses lots of energy and creates high amount of pollution.&nbsp;</span></p><p><br></p><p>So we try to reduce amount of scrap going to Foundries and plants ultimately reducing pollution. Whereas segregated reusables can be be utilised by Companies, Startups and individuals looking for economical alternatives for their R&amp;D or other applications. Generally Commercial grade reusables can be sorted by grades, quality, form and size. Whereas Critical grades can be segregated by Grade and quality can be tested by reputed testing laboratories approved by Government and Multi-national Corporations.</p>","industries":["Waste Management"],"name":"ALLOYED SUSTAINABLES LLP","sectors":["Others"]},{"email":"nkj2304@gmail.com","idea":"<p>Amizarasearch.com Provides Faster Product Procurement Solutions Globally for Project, Production and Maintenance jobs. Amizarasearch.com is empowering industries to generate leads for selling&nbsp;<span>and buying products through the developed B2B portal, without delay in production, maintenance and&nbsp;</span><span>disposal.&nbsp;</span></p><p><span><br></span><span>This is a export oriented portal. It provides a powerful way to showcase product content, images and&nbsp;</span><span>video online at amizarasearch.com to get familiar customers with the numerous products manufactured in India.&nbsp;&nbsp;</span></p>","industries":["Marketing"],"name":"AMIZARA SEARCH PRIVATE LIMITED","sectors":["Sales"]},{"email":"ksuratkal@pigments.net.in","idea":"<p>To develop the latest technologies for the manufacture of overt and covert features that are used for the prevention of counterfeit of all security documents like currency notes, visas, passports, stamp papers, stamps. For other less stringent applications like Pharma, Branded Accessories and Textiles we have developed easy to use and incorporate features that are less expensive and easy to detect.</p>","industries":["Security Solutions"],"name":"SECURITY PIGMENTS TECHNO SOLUTIONS PRIVATE LIMITED","sectors":["Others"]}]