[{"email":"kunalsolanki9265@gmail.com","idea":"<p>Ucchraya act as a broker between startup and investors. Our plan is to create an app where investors and startup can collaborate along with general public&nbsp;</p>","industries":["Others"],"name":"UCCHRAYA","sectors":["Others"]},{"email":"bhavesh.agrawal@sensehr.com","idea":"<p>sensehr&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>","industries":["Human Resources"],"name":"SenseHR Private Limited","sectors":["Talent Management"]},{"email":"curaksha17@gmail.com","idea":"<p>Curaksha is a proprietorship with several products, services and solutions verticals. We deal across several domains including but not limited Information Security, Financial/Capital Markets, Technology (including IT), Geopolitics, Goods Distribution &amp; Retail (Computing Products &amp; Solutions), Sociology, Psychology, Research, Analysis, Development, Innovation, Consultancy, Advisory and similar. We intend to cater to a diverse set of clientele spanning governments (public sector), industries (private sector), academia (educational institutions) &amp; investors.</p>","industries":["Security Solutions"],"name":"Curaksha","sectors":["Cyber Security"]},{"email":"dhan1011@gmail.com","idea":"<p>MANUFACTURE OF POWER TOOLS, ELECTRICALS, PNEUMATICS, AND ELECTRONIC MACHINERY AND ITS PARTS.</p>","industries":["Technology Hardware"],"name":"AVONEX INDUSTRIES LLP","sectors":["Manufacturing"]},{"email":"bombaypowerco@gmail.com","idea":"<p>We are an Electric Vehicle Charging Systems Manufacturer committed to providing groundbreaking Make-In-India EV charging devices.</p><p>Looking to benefitting from the policies and incentives of Startup India.</p>","industries":["Automotive"],"name":"BOMBAY POWERCO PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"harsh@whitehouseindia.in","idea":"<p>Our company has been expert in furniture designs. We started our company with a vision - to make a million homes beautiful. We provide furniture for Living Room, Bedroom, office, Lounge, Space Saving. We take pride as fastest growing professionally managed furniture company.<br></p>","industries":["Other Specialty Retailers"],"name":"WHITE HOUSE FURNITURE PRIVATE LIMITED","sectors":["Home Furnishings Retailers"]},{"email":"smedealz.finteglaw@gmail.com","idea":"<p><b><span>smeDEALZ.com</span></b><span> is a technology\nbased B2B portal that provides a complete ecosystem for the growth and\ndevelopment of SMEs in India. Major support systems provided smeDEALZ include <span>Inorganic expansion through business acquisitions,\nIntellectual Property acquisitions <b>(first time ever in India)</b>, Exit\noption for investors in SMEs through spot sale of unlisted securities,\nFranchise arrangements, Enlisting of a host of service providers and\nprofessionals for every need of an SME</span></span><span>, </span><span>Capitalisation through PE and VC funds and private investors</span><span>, and <span>Debt funding\nthrough Banks, SFBs, Coop Banks, NBFC</span> etc. True to its tagline, it’s a\nBUSINESS BAZAAR!</span><span></span></p>\n\n<p><b><span>&nbsp;</span></b></p>\n\n<p><b><span>Why smeDEALZ is called an ecosystem?</span></b><span> Several SME businesses have great potential to hit\nhigh growth trajectories. Inorganic growth by way of business mergers and\nacquisitions enables both forward and backward integrations. This may require\nfunding in the form of debt or equity. Similarly, several start-ups have huge\nupside due to inherent technology and disruptive business models. The full\nstrength of these bootstrapped start-ups could be commercialised if timely\nstart-up finance by way of angel funding is made available. Many SMEs seek\ngeographical presence through Franchise set up also. On the other hand, many SMEs\nand Start-ups, due to inherent issues like absence of heirship, inadequate\nfinancial resources, obsolescence, and other factors, would like to sell their\nbusinesses to potential buyers who are on an expansion mode. The Intellectual\nproperties held by such SMEs may also be available for sale.&nbsp; smeDEALZ facilitates all the aforesaid\ntransactions </span></p>\n\n<p><span>&nbsp;</span></p>\n\n<p><span>All\nthese transactions require the assistance of business consultancy firms\nincluding merchant bankers, investment bankers, valuation firms, law firms,\ntaxation firms and above all chartered accountants and company secretaries.\nsmeDEALZ this acts as a business integrator and a digital investment banker\nfacilitating start-up finance, SME finance and business consultancy under one\nroof. Apart from unlocking the value, smeDEALZ enables revival of ailing\nbusinesses thereby strengthening, on a continuous basis, the country’s economy.\n<i>MAKE-IN-INDIA</i>, <i>START-UP INDIA</i> and <i>ATMANIRBHAR BHARAT </i>programs\nare thereby made more robust and sustainable by smeDEALZ.</span></p>","industries":["Professional & Commercial Services"],"name":"FINTEGLAW BUSINESS INTEGRATORS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"bigboxllp@gmail.com","idea":"<p>Our company is among the leading furniture manufacturers in India, offers a brilliant range of products in multiple furniture catalogues. With our quality products, fast delivery &amp; prompt service we aim to become the trusted choice in home and office furniture.<br></p>","industries":["Other Specialty Retailers"],"name":"BIG BOX FURNITURE LLP","sectors":["Home Furnishings Retailers"]},{"email":"abhishek.saini.rk@gmail.com","idea":"<p>Engaged in Marketing of Cosmetics, driven by an IIM Alumnus with 8 years of experience across pharma, Packaged goods, Ecommerce, Social Media &amp; Broadcast Media. This startup has the vision of bringing value to Beauty Industry consumers, by reducing the cost to serve while focused on an outcome based approach.</p><p>The venture believes in mastering niches as that is the direction the beauty industry is headed in the current digital age, with consumers having easy access to information on solutions, ingredients &amp; options, and going for only the best specialised solution for individual beauty use case they want to solve for.</p>","industries":["Others"],"name":"NC","sectors":["Others"]},{"email":"sandeep@europianafabrica.com","idea":"<p>Please find below brief of our company,</p><p><br></p><p>We are one of the most reputed and renowned name in the field of</p><p><br></p><p>&nbsp;textiles, with specialty being designing and creating of contemporary</p><p><br></p><p>&nbsp;fabrics, hard to find elsewhere.</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp; We specialize in : -</p><p><br></p><p>&nbsp;</p><p><br></p><p>* Digital and Rotary prints on Cotton / Rayon / Modal&nbsp;</p><p><br></p><p>&nbsp;* Cotton fabrics for Men's, Ladies Fashion, Kids &amp; Crafts.</p><p><br></p><p>&nbsp;* Yarn dyed Men's shirting fabrics.</p><p><br></p><p>&nbsp;* Plain Dyeds in 100% Cotton and Giza yarns</p><p><br></p><p>&nbsp;* Bottom Weights in Cottons&nbsp;</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp;We have independent verticals to manufacture various fabrics and have</p><p><br></p><p>&nbsp;an in-house team of dedicated designers for creating in-vogue designs</p><p><br></p><p>&nbsp;backed by robust operations channel to handle the production, quality</p><p><br></p><p>&nbsp;check and delivery process efficiently.</p><p><br></p><p>&nbsp;</p><p><br></p><p>We have a setup of Echinos printing machine and different base fabrics to print on with state of art technology  printing factory&nbsp;</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp;We offer</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp;\"MULTI-PRODUCT / HIGH QUALITY FABRICS AT COMPETITIVE PRICES\"</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp;It would be an honor to be associated with you and we would request</p><p><br></p><p>&nbsp;you to give us an opportunity to serve you.</p><p><br></p><p>&nbsp;</p><p><br></p><p>&nbsp;Looking forward to start our new relations</p>","industries":["Textiles & Apparel"],"name":"EUROPIANA FABRICA LLP","sectors":["Apparel & Accessories"]}]