[{"email":"info@garishtha.co.in","idea":"<p>a professional bag manufacturer, passionate in customized development for customers across industries.\n</p><p>Founded in 2019, GARISHTHA VENTURES PRIVATE LIMITED began as ODM manufacturer for outdoor sports items for Domestic&nbsp; customers. Over the past tow years, with quality customer service, production on-time delivery and promptness in communication, GARISHTHA VENTURES PRIVATE LIMITED accumulates solid experience in developing customized products and mass production. We are committed to provide the quality products and solutions to customer. We continue to present our design idea or concept every year for our customer’s reference. We are trying to suggest the new trend to customer. Sometimes, it is related to the new technique, new material, or new application. This step is making the customers and designers visit us every year. Buyers or designers only need bring their ideas to us, GARISHTHA VENTURES PRIVATE LIMITED is capable of realizing it into real products to the market. GARISHTHA VENTURES PRIVATE LIMITED is welcome to all different types of customers, either you are a professional brand, a chain store, an importer or even you are a start-up company or designer. We will always offer our professional suggestion and passion to every customer to realize the design concept together. To make the customer dream come true.</p>","industries":["Logistics"],"name":"GARISHTHA VENTURES PRIVATE LIMITED","sectors":["Others"]},{"email":"ruks27@icloud.com","idea":"<p>Skin, Hair, Laser Clinic</p><p>Face treatments, Hair regrowth, Permanent Hair reduction-Laser, Antiageing Treatments</p>","industries":["Healthcare & Lifesciences"],"name":"Esthetitique Le Divine Skin And Hair LLP","sectors":["Health & Wellness"]},{"email":"vaishnoavis@gmail.com","idea":"\n            <p>Looking to simplify the activewear industry in India</p><p>We want to -</p><p>1) Make in India</p><p>2)Make sustainable clothing&nbsp;</p><p>3)Be carbon neutral&nbsp;</p><p>4) Put people, profit and the planet on the same pedestal&nbsp;</p><p><br></p><p>Feel free to get in touch&nbsp;</p>\n        ","industries":["Textiles & Apparel"],"name":"Karuna","sectors":["Apparel & Accessories"]},{"email":"yogesh@shopout.co.in","idea":"<p>We are leveraging video technology to help Retailers &amp; Product sellers to setup videocall based shops and connect with buyers to increase awareness about their products and increase sales</p>","industries":["Retail"],"name":"NYSTECH SERVICES PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"thinkrenta@gmail.com","idea":"<p>ThinkRenta.Com Is A Leading Online Furniture And Appliances Rental Store in&nbsp;<span>Mumbai | Thane | Navi Mumbai | Dombivali (Palava) | Pune.</span></p><p>We have rental furniture &amp; appliances services in place for both budget-friendly homes and exclusive homes.</p><p><br></p><p>\n</p><p>We, ThinkRenta.Com are here to help find something for every room in your home with ease and affordability hassles of repair, relocation, and depreciation are of the past. Think about the ample amount of money you will spend while buying furniture and appliances and think about the plentiful amount of money you will save by renting.\n</p><p><br></p><p>The minimum tenure is of 03 months and a maximum tenure of 24 months you can renew at the end of the contract. The Best Furniture &amp; Appliances Rental in&nbsp;<span>Mumbai | Thane | Navi Mumbai | Dombivali (Palava) | Pune.</span></p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"THINKRENTA LLP","sectors":["Others"]},{"email":"pradeep@sointse.com","idea":"<p>Bioearth Energie a startup working towards sustainable energy generation with smart integration with existing supply system.</p>","industries":["Green Technology"],"name":"Bioearth Energie","sectors":["Clean Tech"]},{"email":"nsingh7798@gmail.com","idea":"<p>Online eCommerce platform to serve the best quality products in a variety of categories.<br></p>","industries":["Retail"],"name":"Crathal","sectors":["Retail Technology"]},{"email":"utsav@evenflowbrands.com","idea":"<p>We drive optimization &amp; efficiency into how sellers operate businesses on ecommerce platforms by bringing in professionalism to all aspects of the business - marketing, branding, supply chain, logistics, finance, etc. And we also take a lot of these sellers to international markets on the back of existing ecommerce platforms like Amazon, Lazada, Walmart, Mercado Libra, etc</p>","industries":["Others"],"name":"EVENFLOW BRANDS TECH PRIVATE LIMITED","sectors":["Others"]},{"email":"pranabiomed@gmail.com","idea":"<p>I am dealing in medical devices such as pulse oximeter</p>","industries":["Healthcare & Lifesciences"],"name":"PRANA BIOMED LLP","sectors":["Medical Devices Biomedical"]},{"email":"prithvi@humit.app","idea":"<p>humit is a social media platform for bite-sized audio sharing and discovery.</p>","industries":["Media & Entertainment"],"name":"WINDSCON TECH PRIVATE LIMITED","sectors":["Social Media"]}]