[{"email":"ushiv123@gmail.com","idea":"<p>We are building a new company .. and this is our new company Radhakrishna Enterprises .. We do all kinds of work in this company, like any kind of documents, grassroots government work, and all the work in online. Let's do .. For more information contact us 8390083648 Shiv Upadhyay.</p>","industries":["Others"],"name":"RADHAKRISHNA ENTERPRISES","sectors":["Others"]},{"email":"solidaritynutritions@gmail.com","idea":"<p><a href=\"https://www.solidaritynutritions.com\" target=\"_blank\">www.solidaritynutritions.com</a></p>","industries":["Healthcare & Lifesciences"],"name":"SOLIDARITY NUTRITIONS","sectors":["Healthcare Services"]},{"email":"prathamcfv3@gmail.com","idea":"<p>Our company is providing ethically effective Indian eco friendly products which can be customized so as to adapt according to diversified terrain conditions. The products are manufactured as per the specifications by Bureau of Indian Standards (BIS), thereby assuring the quality needs.<br></p>","industries":["Green Technology"],"name":"PRATHAM CARBON-FREE VISION PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"shikha@quantsamurai.com","idea":"<p>We are a niche IT &amp; Cybersecurity Consulting &amp; Security Operations company, supporting customers globally across North America, Europe, UK, Middle East, Africa and Asia Pacific regions.\n</p><p>​\n</p><p>Our mission is to provide a 'Product agnostic Problem-solving' approach to address the  Transformation of the Security Posture of our customers. Our AI based solutions provide 24/7/365 protection for enterprises.\n</p><p>Our Services  include Risk Compliance Management to Security Operations across the IT, IoT, OT, Mobile &amp; Cloud Environment of an Enterprise Ecosystem.\n</p><p>We help businesses identify Cyber-Threats, protect Critical Data and reduce Cyber-Risk. This involves the Design, Implementation and ongoing Management of security solutions.\n</p><p>​\n</p><p>We have extensive experience working with Global Corporations in transforming their Cyber Strategy with niche Services in Banking &amp; Financial Services, Healthcare, Telecom, Retail, Manufacturing, Critical Infrastructure, Unicorns &amp; Technology, Transportation &amp; Logistics, Government &amp; Military.</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"QUANT SAMURAI LLP","sectors":["IT Consulting"]},{"email":"expertiseall@gmail.com","idea":"<p>Our company is a global systems integrator (GSI) and managed IT services provider (MSP). We offer comprehensive IT management and consultancy services to organizations worldwide. We work in partnership with clients of various sizes – from mid-market to Fortune 100 – while helping them strengthen their IT foundation, manage risk and compliance, and enhance competitive position.<br></p>","industries":["IT Services"],"name":"ZINAN TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Management"]},{"email":"tsciexim@gmail.com","idea":"We handle projects from concept to conceptualization. While our engineering design, procurement and construction management services are available in comprehensive project packages. We do also provide turnkey project consultancy, project management consultancy services individually or in any combination that a client specifies. The company is Fast Growing Company in water and waste water treatment field.<br>","industries":["Technology Hardware"],"name":"TSCI EXIM INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"yashshetty@unakite.in","idea":"Unakite Technologies is involved in supplying of Emergency Lighting and Signages all across India.","industries":["AR VR (Augmented + Virtual Reality)"],"name":"UNAKITE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"pathfinderguide@gmail.com","idea":"<p>We understand that the decision to relocate to a foreign land is not always easy and is usually obstructed with apprehension and anxiety. At this stage, getting professional advice can do wonders to make candidates feel comfortable. The entire process of transcending from one's native country to a foreign land is quite complicated and expensive, if not done effectively.<br></p>","industries":["Education"],"name":"PCT EDUCATE PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"prashantsoni0008@gmail.com","idea":"\n            <p><a href=\"https://wealthygrowth.com/\" target=\"_blank\">WELLTHEGROWTH FINTECH PRIVATE LIMITED</a><br></p>\n        ","industries":["Finance Technology"],"name":"WELLTHEGROWTH FINTECH PRIVATE LIMITED","sectors":["Insurance"]},{"email":"rahul.tecksel@gmail.com","idea":"<p>A TECKSEL is company engaged in technology selling and operating in Mumbai &amp; Pune.\n</p><p>We have established sourcing contacts with major multinational brands in the field of electrical, electronics and instrumentation products.\n</p><p>We cater to major segments like End users, OEM’s Panel Builders, EPC’s &amp; contractors.</p><p> \n</p>","industries":["Technology Hardware"],"name":"Tecksel","sectors":["Manufacturing"]}]