[{"email":"daudnow20@gmail.com","idea":"<p>“uDAUD – ur Diagnostics At Ur Doorstep”, to address the ever increasing need for convenient Diagnostics and timely medical care.</p><p>uDAUD is a tech-enabled venture that offers seamless online journey from booking a diagnostic test to report release. The experience of booking a diagnostics tests at home, now gets simplified with just few clicks.</p><p>Business Partner for Diagnostics labs/Hospitals/Healthcare centre to increase reach to patients by enhancing their visibility through portal with our highly skilled team of phlebotomist who strictly adhere to NABL approved guidelines.</p>","industries":["Healthcare & Lifesciences"],"name":"NEXX-WAVE HEALTH SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"soni.money@yahoo.in","idea":"<p>Best Loans Providers in India Like Personal Loans | Home Loans | Business Loans | Car Loans | Loan Against Property | Mortgage Loans | Credit Cards | Insurance | Chartered Accountants| www.sonimoney.com</p>","industries":["Finance Technology"],"name":"SONI MONEY WORLD","sectors":["Business Finance"]},{"email":"consult.ashutosh@kretru.com","idea":"<p>We - <a href=\"https://kretru.com/Home\" target=\"_blank\">KretruTosh Consulting</a> - are a unique &amp; niche management consultancy that helps Mid Market Startups scale up their acquisitions (18-26%), Retentions (12-16%) and Up/ Cross Sells (20-26%) through digital experience transformation.&nbsp;</p><p><br></p><p>KRETRU [Customer] TOSH [Delight] – underpins the outcome that we passionately pursue. We strongly believe that how you make your customers feel, defines whether they will ever interact with you again. In today’s global market of unlimited choices, multiple customer journey touch points and channels, Customer Experience (CX) is that critical differentiator which brands can no more ignore.</p><p><br></p><p>Our unique “Skin in the game” approach to customer experience transformation is based on our proprietary frameworks and methodology, whereby we only get paid when we deliver tangible growth outcomes for our clients.</p>","industries":["IT Services"],"name":"KretruTosh Consultancy Services","sectors":["IT Consulting"]},{"email":"pranitanaik03@gmail.com","idea":"<p>Resilience APAC helps vendors to book reliable services like CIVIL, Design/Construction, Engineering, Instrument, Mechanical IT Installation - Data Security, Railway tenders (Pay and Park Contract services, Battery/Inverter installation), Purchase of all goods pertaining to Contract services. A strong customer focus approach and constant quest for top class quality and services have enabled us to attain and sustain leadership position.\n</p><p>We assure&nbsp; best services of products and excellent technical support for any of your needs and optimum satisfactory services.</p>","industries":["Professional & Commercial Services"],"name":"RESILIENCE APAC LLP","sectors":["Others"]},{"email":"techedu.21.ls@gmail.com","idea":"<p>TechEdu is a startup that brings up awesome opportunities to students to get their dream internship in corporate companies. We are talent acquisition partner of various corporate companies who is providing them best talent based on their requirements.\n</p><p>We \"FULFILL THE NEED OF PRACTICAL LEARNING\"\n</p><p>At TechEdu we notify student community enrolled with us about the internship and job openings in corporate companies which are having collaboration with us then we conduct various aptitude test and interview rounds which helps us to filter best talent.\n</p><p>TechEdu also provide students\n</p><p>- Live Webinars which are conducted by speakers from industry.\n</p><p>- Various Workshops on trending topics\n</p><p>- Huge variety of certification courses by our mentors (Which are designed in practical way)\n</p><p><br></p><p>TechEdu is from the STUDENTS , By the STUDENTS, For the Students</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"TechEdu Learning and Talent Solution","sectors":["E-learning"]},{"email":"admin@gogoa1.com","idea":"<p><a href=\"http://www.kimimotors.com\" target=\"_blank\">Website</a><br></p>","industries":["Automotive"],"name":"KIMI MOTORS PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"osip.industries1@gmail.com","idea":"\n            <p>We OSIP INDUSTRIES (INDIA) PRIVATE LIMITED today is Indias biggest and Fast emerging Fire Fighting Company. Our Brand Freeze Fire is one of the trusted brand in market with Quality and Service.</p><p>We Specialized in Fire Extinguishers from portable to higher capacity. Our Company is Serving since 2020 all over India from Small industries to Large Scale Industries.</p><p>We specialize in ABC Type Fire Extinguishers, CO2 Type Fire Extinguishers, Automatic Fire Extinguishers, Clean Agent. We are Importers of all types of accessories of fire extinguishers like ABC Valves, Pressure Guage, Modular Valves, Discharge Hose Pipes etc. Our Fire Extinguishers are Conforming to IS-15683:2006 and Our Complete Range of Products are Conforming to European Standards.</p><p>Freeze Fire Products aren’t just assembled, they’re engineered to Perfection. We do deep investments in research and development of each product of Freeze Fire.</p><p>Our team is highly experienced professionals in the Fire Fighting Equipment Industry and backed by world's most advanced management information system, we are fully capable to meet the specific requirements of the latest world. OSIP INDUSTRIES (INDIA) PRIVATE LIMITED is ISO 9001 : 2015 Certified Company from Quality Management System and best known for its quality products.</p><p>Our Engineers and Technical Team use the very latest technology to Design Fire fighting Equipments keep in mind the premises-associated risks and notional and state statutory requirements.</p><p>Our Hard working team is always ready to achieve new goals in fire and safety fields We also conduct In-house training program on Fire Prevention, Fire Protection, Evacuation process &amp; First-Aid.</p><p></p><p></p><p></p><p></p><p></p><p></p>\n        ","industries":["Safety"],"name":"OSIP INDUSTRIES (INDIA) PRIVATE LIMITED","sectors":["Others"]},{"email":"ravi_chopade@yahoo.com","idea":"<p>Manufacturer of Innovative golden embossing machine</p>","industries":["Technology Hardware"],"name":"I-MBOSS TECHNOLOGY PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"sahilgawde264@gmail.com","idea":"<p>Fresher role</p>","industries":null,"name":"SAHIL GAWDE","sectors":null},{"email":"manish@gargeedigital.com","idea":"<p>1.\tTo carry on the business of data processing, training, research and development activities in the area of computer software graphics, computer aided designing and analysis, designing, developing, improving, modifying, customizing, contracting, marketing, selling, distributing, representing, import and export of all and every kind of hardware products, software programs, data and software solution.</p>","industries":["IT Services"],"name":"GARGEE DIGITAL (OPC) PRIVATE LIMITED","sectors":["IT Consulting"]}]