[{"email":"aditya@aquilai.io","idea":"<p>We are Cyber Security Threat Management product company committed to deliver a single console Visibility across the multiple threat vector for an organization of their critical infrastructure that is available on internet.</p><p><br></p><p>Our cutting-edge cyber security offerings and delivered it as easy-to-deploy and easy-to-manage solutions helping organization achieve a better visibility and ease to prevent and tackle cyber attacks.</p><p><br></p><p>Our Intent is to provide Enterprise-grade cyber security technology accessible for every company.</p><p>\n</p>","industries":["Security Solutions"],"name":"Aquila i Solutions Pvt Ltd","sectors":["Cyber Security"]},{"email":"amitkjain12@yahoo.co.in","idea":"<p>VITRO FURNITURE PRIVATE LIMITEDVITRO FURNITURE PRIVATE LIMITEDVITRO FURNITURE PRIVATE LIMITEDVITRO FURNITURE PRIVATE LIMITED</p>","industries":["Other Specialty Retailers"],"name":"VITRO FURNITURE PRIVATE LIMITED","sectors":["Home Furnishings Retailers"]},{"email":"finance@leadersedge.company","idea":"<p>All our efforts stem from the understanding that in order to make effective change, leaders need to be given an appropriate platform to lead. What sets us apart is the local insights we bring to the table. Packed with industry knowledge, our consultants go above and beyond to cater to your specific needs. We strongly believe in developing long term relationships with our clients, to build that trust and understanding that's otherwise hard to come by. Our extensive clientele and over 90% client retention rate, speak volumes of what we're capable of.</p>","industries":["Human Resources"],"name":"LEADERSEDGE CONSULTING PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"sagarfariya09@gmail.com","idea":"<p>It’s time to ditch the cliched brands and embrace something more unique, more worthy for you.\n</p><p>By working with some of the best young fashion designers of India, we strive to handpick the most unconventional yet extremely exciting designs. We curate a fashion space for the best-of-the-best, something that encompasses and celebrates everything it means to be a woman in contemporary India.\n</p><p>Our motive is to make you stand out, deviate from the mundane style of dressing and embrace cutting-edge fashion while not burning a hole in your pockets. Adding India inspired artwork and fusing it with contemporary design, we are an exclusive destination for ‘The Indian Modern’. We want you to get rid of the tedious job of finding a few good products from thousands and thousands of them.\n</p><p>So, we present to you a platform for a selection of exquisite designer pieces with the touch of a button. We believe fashion is a right, not a luxury, so we aim to deliver the biggest trends at the most affordable prices.\n</p><p>We keep upgrading and adding beautiful garments to our collection on a time-to-time basis, so stay loyal to us and we promise never to disappoint you.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Textiles & Apparel"],"name":"A_LINE","sectors":["Apparel & Accessories"]},{"email":"namankkr970@gmail.com","idea":"<p>We are service and product based IT company. <br>We offer Enterprise software, SAAS prodcuts, Web and Mobile application development.</p>","industries":["Enterprise Software"],"name":"EasyTech","sectors":["Cloud"]},{"email":"sundar@skscleantech.in","idea":"<p>We are into Cleantech space where we are developing and using Renewable as means to power Electric Vehicles and mobility solutions.&nbsp;</p>","industries":["Automotive"],"name":"SKS CleanTech","sectors":["Electric Vehicles"]},{"email":"JDPARIKH23@GMAIL.COM","idea":"<p>DHRUVA STUTI FASHIONS PRIVATE LIMITEDDHRUVA STUTI FASHIONS PRIVATE LIMITEDDHRUVA STUTI FASHIONS PRIVATE LIMITEDDHRUVA STUTI FASHIONS PRIVATE LIMITEDDHRUVA STUTI FASHIONS PRIVATE LIMITEDDHRUVA STUTI FASHIONS PRIVATE LIMITED</p>","industries":["Fashion"],"name":"DHRUVA STUTI FASHIONS PRIVATE LIMITED","sectors":["Apparel"]},{"email":"csshahinalalani@gmail.com","idea":"<p>Our startup has developed a digital platform for various trade and business associations. No such platform exists for Trade and Business Associations. As per our estimate, there are roughly three million, small &amp; big, associations in India alone. Global market is much higher.</p>","industries":["IT Services"],"name":"YOUNITED COMMUNITIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"punamvyas2015@gmail.com","idea":"<p>SAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITEDSAMASTA PHARMA PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"SAMASTA PHARMA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"theguddness@gmail.com","idea":"<p>The story of GUDDNESS GALAXY LLP began with a small, but visionary endeavour by TAPAN ROYCHOUDHARY , SANJAY FAKIRA BADGUJAR and KISHORE ISHWARLAL PUNJABI in Maharashtra. Their mission is to provide effective and affordable access to variety of FMCG products. With missionary zeal and fervour, the partners gearing towards a new system to manufacture and pack variety of FMCG products.\n</p><p>FMCG sector is India’s fourth largest sector with household and personal care accounting for 50% of FMCG sales in India. Growing awareness, easier access and changing lifestyles have been the key growth drivers for the sector.</p>","industries":["Retail"],"name":"GUDDNESS GALAXY LLP","sectors":["Comparison Shopping"]}]