[{"email":"mevsoln@gmail.com","idea":"<p>We are a startup for green energy solutions dealing with Solar energy harnessing, looking forward to diversify into electric vehicle conversions</p>","industries":["Renewable Energy"],"name":"MeV Solutions","sectors":["Renewable Energy Solutions"]},{"email":"seema@neemasales.com","idea":"\n            <p>Neema Sales LLP is a Direct-To-Consumer (D2C) brand of multi-category sexual wellness, vitality products, such as tablets, gels, sprays and creams for men and women. We are selling our internet first products like&nbsp; Mr. Big, Tabb-69, and Penikosete. Soon we'll be launching our Women's range of products. 'NOTSHY' is our brand name and the core call to action that's communicated through all our products.</p>\n        ","industries":["Healthcare & Lifesciences"],"name":"Neema Sales LLP ","sectors":["Health & Wellness"]},{"email":"punit@signellent.com","idea":"<span>When it comes to explaining why Signellent&nbsp; is the right choice to secure your enterprise IT needs, we think our customers say it best.&nbsp;Read and listen to their personal stories, and see why they’ve become our greatest advocates.</span>","industries":["Telecommunication & Networking"],"name":"SIGNELLENT TECHNOLOGIES INDIA PRIVATE LIMITED","sectors":["Network Technology Solutions"]},{"email":"drjignasha88@gmail.com","idea":"<p>Vihmit healthcare pvt ltd is a company which aims to increase awareness for diseases in people via lot of health care programs, preventive health check up camps , competitions , e-commerce&nbsp; and lot more. We also have initiated our Journey with the first Brand Name called Hey Kiddi an e-commerce store which deals with products and services for 0 to 5 year old Kids. Aim is to fulfill physical and mental need of a newborn and right guidance to new parents.&nbsp;</p><p>We have two more products planned in line ( Lifestyle Disease Management program and Gediatric care plan)</p>","industries":["Healthcare & Lifesciences"],"name":"VIHMIT HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"mubaraka.m@legasis.in","idea":"<p>Our Company is engaged in manufacturing of Drones.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"Dronacharya Unmanned Solutions Private Limited","sectors":["Drones"]},{"email":"nishitd1008@gmail.com","idea":"Planning to incorporate the company with innovative idea of manufacturing chemicals&nbsp;","industries":["Chemicals"],"name":"Nishit &amp; Associates ","sectors":["Agricultural Chemicals"]},{"email":"kinalimehta@kirie.in","idea":"<p>Kirie aims to provide the technical platform to home business owners and connect them with the right customers. The home business owners can focus on their products and not worry about the technalities. Kirie aims to provide high quality home made products to vocal for local Indians.</p>","industries":["Retail"],"name":"Kirie E-retail","sectors":["Social Commerce"]},{"email":"rupesh_mesta@rediffmail.com","idea":"<p>Company plans to introduce a FMCG product, a unique incense sticks/dhoops which shall be nature friendly and sustainable.</p>","industries":["Retail"],"name":"ECOFRAGRANCE WORKS LLP","sectors":["Others"]},{"email":"ankur@infimenu.com","idea":"<p>We're creating India's largest B2B Marketplace for the Hospitality Industry. So hotels, restaurants, caterers will have a one stop shop to buy everything they need. They can add products from several suppliers to the cart, make a single payment for multiple invoices, use the offline credit relationships and discover new suppliers as well.</p><p><br></p><p>We enable a smart credit score for the customers for the suppliers to have a better-informed decision about extending credit.</p><p><br></p><p>The Beta is active on beta1.infimenu.com and we're due for launch in early Jun'21.</p>","industries":["Food & Beverages"],"name":"PROMARKT TECH PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"saumilsavla@wretro.com","idea":"<p>RFZONE AUTOMATIONS PRIVATE LIMITEDRFZONE AUTOMATIONS PRIVATE LIMITEDRFZONE AUTOMATIONS PRIVATE LIMITEDRFZONE AUTOMATIONS PRIVATE LIMITEDRFZONE AUTOMATIONS PRIVATE LIMITED</p>","industries":["Internet of Things"],"name":"RFZONE AUTOMATIONS PRIVATE LIMITED","sectors":["Smart Home"]}]