[{"email":"risil@risil.net","idea":"<p>RISIL INDUSTRIES PARTNERSHIP FIRM ESTABLISHED IN 2018</p><p><br></p><p>Mr Tapas Nandi &amp; Dr R RR Joshi with 25 YEARS EXPERIENCE<br><br>CORE COMPETENCY<br>FOCUSED ON INNOVATION  MODERN CHEMISTRY\n</p><p>CATALYST DEVELOPMENT \n</p><p>FLOW CHEMISTRY IS FIRST CHOICE\n</p><p>GREEN CHEMISTRY, RECYCLE, REUSE &amp; RENUABLE\n</p><p>COST EFFECTIVE OF RMC, UTILITY &amp; TREATMENT</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Chemicals"],"name":"RISIL INDUSTRIES","sectors":["Specialty Chemicals"]},{"email":"Pnrbhardwaj@gmail.com","idea":"<p>ONEULDC BUSINESS CONSULTING PRIVATE LIMITEDONEULDC BUSINESS CONSULTING PRIVATE LIMITEDONEULDC BUSINESS CONSULTING PRIVATE LIMITEDONEULDC BUSINESS CONSULTING PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"ONEULDC BUSINESS CONSULTING PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"Info@imtchairfactory.in","idea":"<p>Established in 2011, we “IMTC Hair Factory” have gained recognition as the leading manufacturer, trader, exporter and wholesaler of a quality assured range of Designer Human Hair and Wig. Our offered product range comprises of Straight Hair Extension, Virgin Curly Hair Extension, Human Wavy Hair Extension and many more. The offered products are processed using high quality natural human hair and cutting-edge technology in compliance with the international quality standards. Our team of procuring agents source natural human hair of optimal quality from reliable and certified vendors of the market.</p>","industries":["Healthcare & Lifesciences"],"name":"IMTC Hair FACTORY PRIVATE LIMITED","sectors":["Others"]},{"email":"shreya.enterprises062006@gmail.com","idea":"<p>I will Provide the best Service to the nation</p>","industries":null,"name":"SHREYA ENTERPRISES","sectors":null},{"email":"ankush.jamunde@policyera.com","idea":"<p>Creating a Product which will ease Approx 2 Billion Policyholders life for their health &amp; life policy through our product, Named as Policy Inspection Tool (PIT), Policy Utilisation Tool ( PUT), Research Based Recommendation Tool ( RBRT)</p>","industries":["Healthcare & Lifesciences"],"name":"POLICY ERA FINANCIAL CONSULTANCY PRIVATELIMITED","sectors":["Healthcare Services"]},{"email":"supremedr77@gmail.com","idea":"<p>Divya Life Nutritions is an excellent concept of bringing the natural and organic way of living healthy, wealthy, prosperous as well as stable. Our products and services are highly effective for physical wellbeing, disease management, and prevention, psychological fitness and wellbeing, intellectual fitness and wellbeing, spiritual wellbeing, build muscle mass, improve athletic performance, boost energy, prevent cancer, heart disease and liver damage, increase sense of energy, improve intellectual performance, enhance stamina and endurance, reduce fatigue,&nbsp; etc. </p><p><br></p><p>We are involved as a third-party manufacturer in the proprietary ayurvedic medicines, herbal supplements, dietary supplements, superfood products, pre &amp; probiotic products, nutritional supplements, sports nutrition's, cosmetics, personal cares, hair &amp; skin cares, etc. we are having 20 yrs research and development strategy for giving high-quality compositions with assured high standard natural herbals and agro produced remedies. </p><p><br></p><p>Our back up team is continuously working on core technology solutions like nanotechnology, liposomal technology, and fermentation technology for serving our Excellencies required for preventive healthcare and wellness industry. As a formulator and innovator, we are bonded to assist all the needs of our customers and clients. We always keep our mind into providing quality of our products in all ranges like capsules, powders, tablets, granules, and liquids, etc.</p>","industries":["Healthcare & Lifesciences"],"name":"DIVYALIFE NUTRITIONS (OPC) PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"info@totalitarion.com","idea":"<p>We are pleased to introduce our company - Totalitarion, an ISO 9001:2015 certified organization having offices in Mumbai and Tallinn, provides integrated solutions in International Merchandise Trade, Export/Import, Strategic Global Sourcing &amp; Distribution, Procurement Outsourcing, Supply Chain Management and Technology services. For further details on our service portfolio do visit us at www.totalitarion.com</p>","industries":["Professional & Commercial Services"],"name":"TOTALITARION (OPC) PRIVATE LIMITED","sectors":["Business Support Supplies"]},{"email":"aditya@waxindia.com","idea":"<p>Our company is the leading manufacturer Technology of manufacturing micronized polyethylene waxes. Our core expertise is producing different forms of paraffin wax, polyethylene, micro, vegetable waxes, and specialty oils. Our product portfolio includes Paraffin wax, Microcrystalline Waxes, Polyethylene Waxes, Rubber Process Oils, Base Oils and One Pack PVC Lubricants<br></p>","industries":["Chemicals"],"name":"YADAVI TECHNOLOGIES PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"sanjunaik.naik@gmail.com","idea":"<p>Hi, In today's COVID - 19 world, tablets are as important as vaccines. We have shortage of tables in the medicals and online pharmacies. I personally had this experience, where we had to roam 4-5 nearby medical to get the medicine, or wait 10 days to get it delivered through online.&nbsp;</p><p>So, my new startup idea is to create a app where the pharmacies can sign up to let the customer know which medicine they have available. The customer can go on the app to find the medicine and search in the nearby pharmacy and then he can get it delivered at home or can go himself.</p>","industries":["Healthcare & Lifesciences"],"name":"SN Medico ","sectors":["Healthcare Services"]},{"email":"babu_george501@hotmail.com","idea":"<p>B. G. Projects is a Non-govt company, incorporated in 2014, majorly in Construction business and have executed various prestigious construction Projects.</p>","industries":["Construction"],"name":"B. G. PROJECTS PRIVATE LIMITED","sectors":["Construction Materials"]}]