[{"email":"support@athliq.com","idea":"<p>We are working towards making a D2C Sportswear Brand focused on making best quality sportswear affordable to every indian.</p>","industries":["Textiles & Apparel"],"name":"Athliq Textile Private Limited","sectors":["Apparel & Accessories"]},{"email":"casusilgupta@gmail.com","idea":"<p>The company is incorporated&nbsp; to develop Internet Portals in the areas to develop unique Web platforms identifying gap in any operational area.</p>","industries":["Others"],"name":"INNDIGFO (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"RK2921376@GMAIL.COM","idea":"the institute for Medical, cosmetology &amp; Trichology and the other a Clinic for Dermatology, Cosmetology &amp; Trichology.","industries":["Healthcare & Lifesciences"],"name":"YEPPEO AESTHETIC PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"skinbook2025@gmail.com","idea":"<p>In India there is a growing need of genuine skin care and hair care products. The major players in market offer products which are filled with harmful chemicals.</p><p><br></p><p>All our products under the brand “Dermstrust” are paraben free and non-comedogenic. There are no preservatives / chemicals / perfume used in the products which reduces chances of any reactions. This non-comedogenic nature of products, attracts people who are tired of brands taking their hair and skin for granted. The products are not tested animals.&nbsp;</p><p><br></p><p>Our motto “Skin is reflection of self-esteem.” Using our products, consumer get the tangible results without any harsh effects on skin.</p>","industries":["Healthcare & Lifesciences"],"name":"SKINBOOK LABORATORIES INDIA PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"pranesh@birdview-glog.com","idea":"<p>This is Warehousing and Distribution Company located&nbsp;</p>","industries":["Transportation & Storage"],"name":"BIRDVIEW WAREHOUSING AND DISTRIBUTION PVT LTD","sectors":["Freight & Logistics Services"]},{"email":"mcel.rupesh@gmail.com","idea":"<p>“ALL INDIA CONTRACTORS WELFARE ASSOCIATION” being an association formed for the sole object “To protect and promote the trade, commerce and industries in India and to protect welfare of the contractors of India also to act as main representative of Indian Contractors”.</p>","industries":["Others"],"name":"ALL INDIA CONTRACTORS WELFARE ASSOCIATION","sectors":["Others"]},{"email":"jeet.wagh@macans.in","idea":"<p>Our company is a leading Digital Forensics, Cyber Security, eDiscovery, Trainings &amp; Consultancy provider, with expertise in advanced data analytics and data recovery. These specialisms extensively cover commercial, criminal and corporate investigations, as well as litigation and dispute resolution matters. Our ability to combine advanced forensic techniques and eDiscovery workflows provides a leading-edge, with a proven capability from extraction through to production.<br></p>","industries":["IT Services"],"name":"MACANS INFOTECH PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"dc@thinkly.in","idea":"<p>Thinkly is India's first Passion Network where creators exchange ideas with people having common interests and can earn money via subscriptions. With its interest-based discovery algorithm, Thinkly brings the most relevant content to the reader based on his/her interests. Thinkly Publications empowers creators to Create, Collaborate with other creators, Curate and get paid by their patrons, all within a seamless integrated mobile-app.</p>","industries":["Social Network"],"name":"THINKLY MEDIA SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"JDPARIKH1@YAHOO.COM","idea":"<p>WARP AND WEFT FASHIONS PRIVATE LIMITEDWARP AND WEFT FASHIONS PRIVATE LIMITEDWARP AND WEFT FASHIONS PRIVATE LIMITEDWARP AND WEFT FASHIONS PRIVATE LIMITEDWARP AND WEFT FASHIONS PRIVATE LIMITED</p>","industries":["Fashion"],"name":"WARP AND WEFT FASHIONS PRIVATE LIMITED","sectors":["Apparel"]},{"email":"sridevi.shetty@macans.in","idea":"<p>Our company is a leading Digital Forensics, Cyber Security, eDiscovery, Trainings &amp; Consultancy provider, with expertise in advanced data analytics and data recovery. These specialisms extensively cover commercial, criminal and corporate investigations, as well as litigation and dispute resolution matters.<br></p>","industries":["Education"],"name":"MACANS TECHNOLOGIES PRIVATE LIMITED","sectors":["Skill Development"]}]