[{"email":"kalyan0412@gmail.com","idea":"<p>Siri Ventures is a startup to provide \"something different\" products or services. The first venture is called \"Eco-Smart Community\", which is a Star Rating System to gauge/audit the Liveability index of a Gated Community! The concept aims to make gated communities or residential/commercial complexes into Eco-Smart Communities. The mission is to make Smart Communities who in turn contribute to make Smart Cities!<br></p>","industries":["Professional & Commercial Services"],"name":"SIRI VENTURES","sectors":["Professional Information Services"]},{"email":"crm@fingo.co.in","idea":"<p>FinGo aspires to see its countrymen achieve financial freedom by creating Investor Awareness Programs digitally and face-to-face.</p>","industries":["Finance Technology"],"name":"FINGO ADVISORY PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"jay.patel@vewmetafab.com","idea":"<p>Our company is one of the best sheet metal fabricators and manufacturers and known for making high precision automobile sheet metal parts and other industrial components, we feel the honor to serve you the best. We are mainly connected with the facilities related to Sheet Metal like Bending, Punching, Pressing of the sheet metal components and rest of the facilities can be seen in the facilities column.<br></p>","industries":["Technology Hardware"],"name":"VEW METAFAB LLP","sectors":["Manufacturing"]},{"email":"pushkaraj.raje@gmail.com","idea":"<p>Our company is one of the leading importers &amp; distributors for world renowned premium multinational FMGC food brands in India. we are proud to be associated with some of the most prestigious brands in FMGC sector.<br></p>","industries":["Food & Beverages"],"name":"PURKYLICIOUS FAST FOODS PRIVATE LIMITED","sectors":["Others"]},{"email":"prao1377@gmail.com","idea":"<p>Anksh Academy is entering the edtech space with the focus on enhancing the conceptual teaching methods for the ICSE, CBSE and later State level syllabus.</p>","industries":["Education"],"name":"ANKSH ACADEMY PRIVATE LIMITED","sectors":["Coaching"]},{"email":"dhruv@togglebytes.com","idea":"<p>Our company is one of the world’s leading technology services provider, specialized in AI, Machine Learning, Automation, Mobile Application, Game, Web development and Big Data Analytics. We have pioneered in bringing innovative products and ideas into Digital Space with high quality.<br></p>","industries":["IT Services"],"name":"TOGGLEBYTES ONE TECHNOLOGIES LLP","sectors":["IT Management"]},{"email":"anshuman@anshumanpatro.com","idea":"<p>According to research, out of 1000 people, who start writing their book,</p><p>only 30 of them publish their book in their lifetime. And out of those 30,</p><p>only 6 of them publish their book.</p><p>When Anshuman Patro, an entrepreneur who had already published 10</p><p>books read about this, he found that most people look at book publishing</p><p>the wrong way.</p><p>That lead to the birth of a unique program called #5DayAuthorChallenge.</p><p>In this unique program, he strategically put all his years of experience of</p><p>writing books and making them the bestsellers, so that anyone can</p><p>actually publish their book in just 5 days and make it a bestseller.</p><p>Unlike other online courses available on the internet, he personally works</p><p>with the authors for 5 days to make sure they publish their books by the</p><p>end of this workshop.</p><p>Within a year, he helped hundreds of people publish their books and most</p><p>of them were best sellers.</p><p><a href=\"https://fivedayauthorchallenge.anshumanpatro.com/\" target=\"_blank\">#5DayAuthorChallenge</a></p>","industries":["Education"],"name":"Anshuman Patro","sectors":["Coaching"]},{"email":"brandbeavers@gmail.com","idea":"<p>Brand Beavers is a digital agency helping business to provide digital services and creating our on digital products to scale the business.</p>","industries":["Marketing"],"name":"Four Score Technologies","sectors":["Branding"]},{"email":"sanjog@spurtz.ai","idea":"\n            <p>A company focussed on Research &amp; Development and innovating the effects on various substrate in all easy safe and water based spray form for creative, art and craft, interior, protection, health and wellness and everyday functional requirements.</p><p>Products can be used across all age group, domestic or international and any gender.</p><p>For more information log on to&nbsp;<b>www.spurtz.ai</b></p>\n        ","industries":["Chemicals"],"name":"PEOPLE PAINTS AMORE PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"info@naturebins.com","idea":"Professional Scientific Controlled environment Horticulture on leased land. Integration with dairy to have a natural ecosystem. Sharing logistics for both input and produce with nearby farmers. Replicating the idea after one year of cycle at other geographies&nbsp;","industries":["Agriculture"],"name":"Naturebins Healthy Harvest LLP","sectors":["Others"]}]