[{"email":"pathak@ghcpharma.co.in","idea":"<p>GHC means Good Health Care. GHC is the dream project of the Founders Mr P. K. Pathak &amp; Mrs Kumkum Pathak and it intends to&nbsp;<span>create history in Indian Pharma Industry with its unique positioning, products and marketing model.</span></p><p><span>Being built on Purpose of Happiness,&nbsp;</span><span>Culture of Helpfulness and Value of Truthfulness, this Company stands for Good Product, Good Science&nbsp;</span><span>and Good Relationship</span></p>","industries":["Healthcare & Lifesciences"],"name":"GHC DRUGS AND PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"online@ic4.in","idea":"<p>IC4 is built on Quality, Comfort and Style. IC4 specialized in fashion inner wear, sleep wear and sports wear. IC4 is aimed to deliver boldly designed inner wear, made using premium quality fabrics and elastic to give best body fit to the user. IC4 is the perfect stop for those who are looking for sexy, fashionable, and comfortable inners.</p>","industries":["Fashion"],"name":"IC4 Industries Private Limited","sectors":["Lifestyle"]},{"email":"ancy.coutinho@gmail.com","idea":"Online Retails Store selling Dry fruits and other Food products","industries":["Food & Beverages"],"name":"AN","sectors":["Food Technology/Food Delivery"]},{"email":"kirandeshmukh117@gmail.com","idea":"<p>I my family is using a self made formulation to treat the seasonal viral infections since 2005. The dose is very small and gives quick and effective result. to overcome fevers. The same was used to treat COVID in June 2020. All the family members were benefited out of it. As on today when entire humanity is sufferings from COVID, the formulation can be helpful if it can be used as \"first aid\" for any viral infection.&nbsp;<br>This can stop pandemic and there by benefit humanity.&nbsp;<br>Having shared my experience, I have done a detailed requirement analysis to launch this as a product. This requires many government approvals and testing reports from labs like CSIR (VIZ- CCMB Hyderabad)&nbsp;<br>The Lab testing, Animal trials, and clinical trials need large budgets to satisfy the same. I am applying for the funding same.&nbsp;&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Praagya Enterprise","sectors":["Health & Wellness"]},{"email":"meenal@yourananda.com","idea":"<p><a href=\"https://www.yourananda.com/about-us\" target=\"_blank\">https://www.yourananda.com/about-us</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"Your Ananda","sectors":["Health & Wellness"]},{"email":"shulkonhealthcare@gmail.com","idea":"<p>Shulkon Healthcare is a fast growing venture with innovative ideas and dedicated workforce working towards providing novel and tailored to need healthcare products and services.</p>","industries":["Healthcare & Lifesciences"],"name":"SHULKON HEALTHCARE PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"rashmi.parab@polarisarcade.com","idea":"<p>Polaris Talent Arcade is into services like corporate training programs, human resource advisory services, management consultation&nbsp;<a href=\"http://www.polaristalentarcade.com/\" target=\"_blank\">http://www.polaristalentarcade.com/</a></p>","industries":["Human Resources"],"name":"Polaris Talent Arcade","sectors":["Training"]},{"email":"kp@reachkp.com","idea":"<p>MeetWise helps to simplify your digital communication with people around you.</p><p><br></p><p>MeetWise simplifies every smartphone user's life, we support the most important and basic functions of smartphone users, Chat, Feed(social), Contacts, Calendar, Meeting, Events, Task, Polls and much more.&nbsp;</p><p><br></p><p>MeetWise designed for everyone use \"Students, House Wife, Small Business, consultants, Enterprise, Housing Societies, Gym, Restaurants, Clubs\".</p>","industries":["Social Network"],"name":"KPTECK ADVANCED INNOVATIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"SMAURYA1980@GMAIL.COM","idea":"\n            <p>Adventes Tax Advisors LLP, is an Indirect tax professional firm, engaged in providing value added services like GST Compliance and Advisory Services, Audit Assistance, Refund under GST Assistance, Incentives under the Foreign Trade Policy, Litigation Management, SVB assistance, E-way bill preparation, E-invoice preparation, ITC reconciliation, Tax Assessment, Peer Audit Review, representation before the Company on PAN India basis, pending SAD refund claim, etc. </p><p><br></p><p>Prior to Adventes, our Partners and I, were associated with ELP, KMPG, PwC for over 15 years each and are technically qualified to undertake any assistance that you may need.</p>\n        ","industries":["Professional & Commercial Services"],"name":"ADVENTES TAX ADVISORS LLP","sectors":["Professional Information Services"]},{"email":"neetu@sourceclues.com","idea":"<p>Source Clues is a global companion for the brands, in their journey to go global. We source new international markets for the brands by connecting them to the suitable partners and channels globally.</p><p><br></p><p>Source Clues Enterprises Pvt. Ltd. has a vision of “To Be Vocal for Local and take homegrown brands Global.”</p>","industries":["Others"],"name":"SOURCE CLUES ENTERPRISES PRIVATE LIMITED","sectors":["Others"]}]