[{"email":"riquezatrade@gmail.com","idea":"<p>Our company is bringing exciting and breath-taking experience with our wide variety of electric vehicles, get a delightful fuel-driven motorcycle riding experience with algorithm technology for smooth motor output torque and constant power control with a tough ABS plastic body.<br></p>","industries":["Automotive"],"name":"RIQUEZA ELECTRIC VEHICLES PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"ca.rahul1410@gmail.com","idea":"\n            <p>Sarvotech offers commercial induction equipment to restaurant owners, hoteliers, caterers and other food services businesses a serious energy-saving advantage in their kitchens.</p><p>Sarvotech induction cooking equipment is available in India with reliability, reasonable pricing, power ranging from 300 watts to 80 kilowatts for heavy duty cooking.</p><p>Above all we provide prompt service support in PAN India. Sarvotech has its own dedicated young professionals not only in designing and fabrication, but also in execution of after sales service.</p>\n        ","industries":["Green Technology"],"name":"SARVOTECH INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"rahul@kembrix.com","idea":"<p>A speciality materials company to commercialise various advanced technical applications for silicones based speciality materials</p>","industries":["Chemicals"],"name":"Kembrix Specialities Private Limited","sectors":["Specialty Chemicals"]},{"email":"experience@cacaobleu.in","idea":"<p>Cacaobleu is a chocolate and confection production company that specialises in creating colored bonbons, classic confections, luxury cakes, and artisanal bread. We aim to provide our clients with a sensational eating experience through the use of the finest raw materials sourced from around the world, coupled with modern production techniques and contemporary flair.</p>","industries":["Food & Beverages"],"name":"CACAOBLEU LLP","sectors":["Others"]},{"email":"krishang@cosydesigns.in","idea":"<p>We Combine Beauty and Efficiency to Create Exceptional Prefabricated Modular Homes and Commercial Structures from reused shipping containers.</p>","industries":["Architecture Interior Design"],"name":"Cosy designs ( OPC ) pvt ltd ","sectors":["Others"]},{"email":"gajanan.palav@gmail.com","idea":"<span>Samartha Consultancy is Indian online content creation, social media management, and financial advisory startup company focused on providing services such as Branding, Business Development &amp; Portfolio Management.</span>","industries":["IT Services"],"name":"Samartha Consultancy","sectors":["IT Consulting"]},{"email":"gujral.manmeet@gmail.com","idea":"Innovation in the field of road safety in terms of riding gear and accessories. Offering customized products as per individual taste and requirements.&nbsp;","industries":["Automotive"],"name":"ValiantMotors","sectors":["Others"]},{"email":"info.4stoneservices@gmail.com","idea":"<p>WE AIM TO PROVIDE SERVICE BASED ON MANPOWER IN ALL PRIVATE ,PSU AND GOVERNMENT SECTOR.</p>","industries":["Security Solutions"],"name":"4STONE SECURITY AND FACILITY MANAGEMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"ake15081980@gmail.com","idea":"<p>Our company is a leading manufacturer and exporter of surgical dressings ordently believe in the power of accuracy and have intricately weaved it in the organizational fabric, which has made this organization strong, successful and well rooted foundation.<br></p>","industries":["Healthcare & Lifesciences"],"name":"AK MEDIGLOBE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"shaikhshahbaz8691@gmail.com","idea":"<p>Famferry LogoFAMFERRY</p><p>Stop Corona</p><p>FamFerry About Us</p><p>FamFerry is a memes collections apps. India is a developing country and with increasing development, the use of social networking messaging sites is also prevailing vigorously, especially among youngsters. With a lot of time, Indians are compelled to use various non- Indian messaging sites and apps for their convenient and entertainment. Now, Gone are those days, when people have to use foreigner’s social networking sites. India with its full of its sovereignty, power and zeal has introduced a new revolution in the field of social networking called FamFerry. As name refers it has rooted the entire world in itself. FamFerry is the Invention of New India. It will lead to play an active participation in forming a Digital India. It connects the people throughout the world with features and Characteristics which has never been introduced ever. Here in FamFerry family users can share, receive &amp; send (photos, videos). It’s not limited to this only, it’s introduced with many possibilities and research to make it better and convenient is going on. Time has come to prove Patriotism towards the nation by saying goodbye to all non-Indian apps which we used to use earlier on. India takes a pledge to give your contribution in introducing a new and modern revolution by using India’s largest social Networking Indian site FamFerry. This is the only Indian app for Android.</p>","industries":["IT Services"],"name":"FamFerry Private Limited","sectors":["Application Development"]}]