[{"email":"lehar.tawde@connected.org.in","idea":"\n            Founded in 2015, ConnectEd Technologies LLP is a Mumbai-based company that enables some of India’s most renowned corporations and NGOs in meeting their Corporate Social Responsibility (CSR) objectives. On behalf of our clients, we execute large-scale developmental projects that fall under the ‘Education’ vertical of the CSR policy proposed by the Govt. of India through the Companies Act, 2013. Till date, our efforts have benefited over 2 lakh students across Maharashtra, Haryana, Madhya Pradesh and Goa, with officiation and support from respective state governments at all levels. Currently, we are pursuing growth in the above states by partnering with clients - both, existing and new - whilst working to scale our presence to other states in India.<br>\n        ","industries":["Education"],"name":"CONNECTED TECHNOLOGIES LLP","sectors":["Education Technology"]},{"email":"illuminate.dpiit@gmail.com","idea":"<p><a href=\"https://eyezlegal.com/\" target=\"_blank\">Website</a>&nbsp;</p><p>Eye Z Legal is a digital integrated legal network designed to enhance legal industry with innovation &amp; civic participation. We connect citizens of the country to legal professionals &amp; important decision makers to make law better. The network also provides various platforms (products and services) for legal knowledge sharing, innovation and empowerment where various organisations, individuals &amp; global innovators can collaborate and contribute.</p><p>Objectives of company</p><p>1. To carry on the business of Information Technology Services in and outside India that provides a wide range of services, support services for devices including software development, Big Data Analytics, Data science and Research and Development client portal development, etc. \n</p><p>2. To engage in the business of Information Technology and software development which includes providing all types of products, software solutions or services, Information technology consultancy, Business to Business, Business to Consumer, Website development, Graphic design services, Networking, Systems Integration and other related solutions, Big Data Analytics, Data science and R&amp;D \n</p><p>3. To carry on the business of the information technology, antivirus software, premium VPNs, software consultancy in all areas of Industries sectors including government and multilateral agencies etc. To act as web hosting, website design, server farms, e-commerce and other business. \n</p><p>4. To engage all areas of business in the field of Information Technology, H R Consultants and E- learning with E-commerce including rendering of services as software developers and providers of service in the field of technology for web services including web trust and to promote, improve, establish, execute, manage and administer industries, projects or enterprises for Development and production of IT and to develop, promote and operate schemes of IT.</p>","industries":["Professional & Commercial Services"],"name":"ILLUMINATE INTELLIGENCE PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"geetgandhix@gmail.com","idea":"<p>India is currently undergoing a major mental health crisis with approximately 14.3% of her population suffering from some sort of mental health disorder. The mental health infrastructure needed to remedy this problem is ridiculously understaffed. WHO recommends that a country should have 3 psychiatrists per 100,000 of population, whereas India has roughly 0.75 psychiatrists per 100,000 people. On top of that, most mental health professionals are based in urban regions, leaving semi urban and rural areas completely devoid of access to adequate mental healthcare.</p><p><br></p><p>The number of mental health professionals is not going to increase overnight. This is where FineApple comes in to bridge the gap by leveraging technology to increase the reach of existing mental health professionals. FineApple will be a tele-consultancy platform dedicated strictly to the various branches of mental healthcare, wherein patients can connect with professionals all across the county and get the care that they require.</p>","industries":["IT Services"],"name":"FINEAPPLE LABS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"ecorico.in@gmail.com","idea":"<p>Encorico Zags Pvt Ltd. is a bootstrapped startup whose main business purpose is to innovate and create healthy confectionery like candies - gummies and lollipops made without the use of artificial colours and white sugar. In the formulation we have used raw materials like fruit concentrates, fruit syrups, khandsari sugar, etc. Some of these candies will be fortified with natural herbs. The R &amp; D is going on since Sep 2020 at an external laboratory in Satara. The formula for gummies is approved and is ready for production. We have manufactured a very small batch of gummies in April for commercial trials.&nbsp;</p><p>These candies will be branded in the name of MEZMO.</p><p>The artificial colouring that pops is petroleum-based, which can be incredibly toxic.</p><p>From hyperactivity to allergies, the list of risks is endless.Here at Mezmo, there's none of those synthetic additives or chemical dyes! Just some wholesome candy that does you a whole lot of good.</p><p><br></p>","industries":["Food & Beverages"],"name":"ECORICO ZAGS PRIVATE LIMITED","sectors":["Others"]},{"email":"mindnmetrics2020@gmail.com","idea":"<p>Mindnmetrics is full-service creative digital agency based out of Mumbai, India. With core expertise in Digital Marketing, Design &amp; Lead Generation, we brew fresh ideas for ambitious start-ups and stablished companies, we also generate leads for financial product and services across India.\n</p><p>https://topfinancialexpert.com/ is one of our digital platform, we generate leads for various third party financial products like demat and trading account, insurance, loans, real-estate and more. \n</p><p>Topfinancialexpert is also partner with some banks, stock brokers and insurance companies on commission basis for each sale.\n</p><p>https://www.intellectacademy.in/  is our second platform, at intellect academy we provide skill development courses online/offline. We provide training on Stock Market and digital marketing through intellect academy.</p><p>  \n</p><p>\t\n</p>","industries":["Marketing"],"name":"mind n metrics media pvt. ltd.","sectors":["Digital Marketing (SEO Automation)"]},{"email":"dattanihemang@gmail.com","idea":"<p>Digilend is a fintech startup that seeks to provide convenient access to credit for Borrowers and enhanced returns for Lenders. We have pivoted in our journey. We started as an online loan platform that assessed borrowers for credit worthiness and connected them to lenders. This was done for both online lending and point of sale lending. We have since pivoted to a platform wanting to provide \"Lending as a Service (LAAS) model - licensing software to&nbsp; provide an end-to-end solution that includes customer acquisition, credit evaluation, risk analytics, customer on boarding and servicing. The solution can be white labeled to lenders.&nbsp;</p>","industries":["Finance Technology"],"name":"DIGILEND ANALYTICS & TECHNOLOGY PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"sarang.joshi@shastacorp.in","idea":"<p>SHASTA CORPORATE ADVISORS PVT LTD IS AN BUSINESS CONSULTING STARTUP PROVIDING SERVICES TO CLIENTS IN AREAS OF INDIAN LABOUR LAW, PAYROLL, HUMAN RESOURCES &amp; OTHER ALLIED LAWS REGULATED BY OUR INDIAN GOVERNMENT.</p>","industries":["Human Resources"],"name":"SHASTA CORPORATE ADVISORS PRIVATE LIMITED","sectors":["Others"]},{"email":"saurabhkum77@gmail.com","idea":"<p>Trustworthy Advisors Private Limited is actively involved in Consultancy of Oil &amp; Gas Sector and also In the Field of Consulting to Micro/ MSME &amp; SME Sectors<br></p>","industries":["Non- Renewable Energy"],"name":"Trustworthy Advisors Private Limited","sectors":["Oil & Gas Exploration and Production"]},{"email":"saachiparakh@gmail.com","idea":"<p>Saachi Parakh is a small, but niche brand handcrafting luxurious Solid Colognes and Fragrance Soaps for men, women and babies.</p>","industries":["Fashion"],"name":"Saachi Parakh Solid Cologne","sectors":["Others"]},{"email":"aniket.gaikar.we@gmail.com","idea":"The services offered which are related to digitally securing the devices and part which are important into day to day life. We offers the services like e-surveillance to ATM’s, Banks. Infra/Electrical related projects like passive cabling to the data centers, government offices. We are also the Seller partner on e-commerce platform for electronics goods.<br><div><b>E-Surveillance</b></div><div>We are here to serve for your security, in todays modern age we need security in the digital way. We provide the security in enhanced digital way which is called as E-Surveillance. With our team expertise who have more than 10 years of experience into E-surveillance and managed the projects across Pan India.</div><div><div><b>IT Infra</b></div><div>We also undertake the Passive &amp; Active projects for Government and data Centres. Our strength is to have more than 1200 Skilled Technicians at your service.</div><div><div><b>Cash Van</b></div><div>We provide the services like installation of e-surveillance to the high security vehicle’s which runs on the road which is loaded with the cash also called as Cash Van.</div><div><span>The cash van is continuously monitored for the installed devices like Panic button, Hooter &amp; Cameras.</span></div><div><div><b>E-commerce &amp; Offline Sales</b></div><div>We are registered suppliers of Surveillance &amp; IT Products covering all major market places, passing same cost benefits to Clients of other departments.<br><div><b>Vision</b></div><div>Our vision is to provide the best e-security and solutions along with well equipped techniques in IT/Electrical installations<br><div><b>Mission</b></div><div>We ensure our customers are secured in this digital world also provide the IT/Electrical services and focused on relationship building with our clients.</div></div></div></div></div></div>","industries":["IT Services"],"name":"KYZER TECHNOSYS PRIVATE LIMITED","sectors":["Project Management"]}]