[{"email":"accounts@ganucorpus.com","idea":"<p>Ganu Corpus Advisory Private Limited (GCAPL), Mumbai based investment advisory startup company incorporated in May 2019. Company providing Asset Management services, specially Investment and fund advisory as well as work as Investment Manager for proprietary and third-party capital.\n</p><p>Founded by Mr Milan Anil Kothary and Saandip Kundu with supporting agile team of finance and CA back ground professionals has been associated with founders from the very beginning makes the venture more strong with quality service.\n</p><p>GCAPL proposes to serve both domestic and international investors, consisting of sovereign funds, institutions, family offices and UHNWIs, for their investments in India across real estate opportunities through SEBI registered funds, Foreign Direct Investments (FDI) and bespoke managed accounts.\n</p><p>GCAPL has successfully launched its first Real Estate Fund “Commercial and Opportunistic Residential Real Estate Fund (CORRE)”. It is registered as AIF Category II with SEBI with a proposed corpus base of INR 1500 crores.\n</p><p>There is huge potential in India in terms of development and scope of building infrastructure, technology and other resources. Company’s main motto and object to build India’s better infrastructure and economic growth by investing fund into infrastructure project and technology development projects and return good to investors. Our working structure is very unique “ creating of special purpose fund to act as investment manager for proprietary  and third party capital” makes us different from others assets management company.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"GANU CORPUS ADVISORY PRIVATE LIMITED","sectors":["Others"]},{"email":"stclimited@outlook.com","idea":"<p>STC (Saiva Trading Corporation) is a new startup with vision to be market leader in E-Commerce and International trade.<br><br>Please visit <a href=\"http://www.stc.limited\" target=\"_blank\">http://www.stc.limited</a>&nbsp;</p>","industries":["Others"],"name":"SAIVA TRADING CORPORATION","sectors":["Others"]},{"email":"vinayak.javadekar@mobilintsoln.com","idea":"<p>Mobilint Solutions Private Limited was incorporated in 7th August 2020. Mobilint plans to launch its first mobile based B2C solution in the space of passenger transportation. The objective of this solution is to empower the commuter, protect  consumer rights of the commuter and ensure safe and secured transportation for the commuter. The solution will be first rolled-out for metropolitan regions of Mumbai and Pune. Subsequently, it would be rolled-out to other metroploitan regions, followed by tier-2 and tier-3 cities in India. After this, Mobilint plans to roll-out this solution across the globe, in subsequent phases.</p>","industries":["IT Services"],"name":"MOBILINT SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"dalviengservices@gmail.com","idea":"<p>DALVI ENGINEERING&nbsp;<span>SERVICES&nbsp; are a leading Manufacturer of High&nbsp;</span><span>Precision Cutting Tools, Jigs &amp; Fixtures, Progressive Tool Design and all types of Plastic&nbsp;</span><span>Molds. The company has built its reputation based on Quality and Technology and Specialized&nbsp;</span><span>itself both in Designing and Manufacturing all works. We also do all types of machinery Job</span></p><p>works. We have well equipped machine tool Setup around 1050 sq. ft. shop floor and there&nbsp;<span>have various type of Conventional machines.</span></p>","industries":["Others"],"name":"DALVI ENGINEERING WORKS ","sectors":["Others"]},{"email":"singhmangeshk@gmail.com","idea":"qqqqqemjhdfvrkfmnbSRGFbjksfdmncb vffxv fxjvhbs f.&nbsp; ngfch jg hjv jhgsd fhrfhvgsr fjvhf fj g asgdfv sfdg fjh jfhfgs&nbsp;","industries":["Analytics"],"name":"Custom Segment","sectors":["Big Data"]},{"email":"ecademicinternational@gmail.com","idea":"<p><a href=\"http://www.ecademic.co.in\" target=\"_blank\">www.ecademic.co.in</a></p><p><br></p><p>Ecademic International Education Consultancy Pvt Ltd. The chairperson of the company, has a qualified MSc degree from the University of Bedfordshire, UK (2009-2010), and has gained many years of experience Studying, Living, and Working in the United Kingdom and understands their international study needs. My Idea is to have my own company branches with residential property near the World's best Universities so that my own students who are going abroad for studies from India can rent the property at a lesser price, enjoy Indian food, living and etc. In short my consultancy students, my accommodation with Indian food worldwide. \n</p><p>Our core activity lies in assisting a wide range of Indian students seeking admissions in globally recognized education programs offered by famous Universities across the World.\n</p><p>Our team of young professionals is lead by experts and benefits from the guidance of several internationally reputed legal advisors &amp; experts. We have an experienced and specialized team of professionals well-versed with the entire procedure involved in studying abroad. They can guide you in finding the right destination, institution, and course, besides assisting you in your application, SOP, visa process, and other documentation. EIEC provides information regarding higher education in various countries such as UK, Australia, New Zealand, Europe, USA &amp; Canada.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"ECADEMIC INTERNATIONAL EDUCATION CONSULTANCY PRIVATE LIMITED","sectors":["Others"]},{"email":"legal@guruqore.com","idea":"<p>There is a creator in each one of us. But only a few dare to pursue their calling and stay passionate about their niche. Besides honing their own skills, these creators share their knowledge with the world &amp; not only inspire others to dream, but help them make it a reality. The world calls them teachers, trainers, mentors and others as coaches. We believe – all of them are “Gurus”.</p><p>We started GuruQore, with the conviction that Gurus can make a difference by sharing their knowledge &amp; positively change the world around them, while building an income around it.\n</p><p>Imagine a world, where Gurus are able to share their passion with more people but with minimal focus on administrative work. A world where their service delivery leads to a superior student experience &amp; makes them a professional in their domain. A world which is optimized for creators who teach; a world which celebrates creativity, individuality and independence. That is the world Guruquore envisions to co-create with Gurus.</p><p>\n</p>","industries":["Education"],"name":"ACR BUSINESS SERVICES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"viren@fileago.com","idea":"World's best Secure File Management &amp; Collaboration software with privileges at granular level for Individuals &amp; teams. FileAgo is the only software in the world with Granular &amp; Waterfall permission model","industries":["Security Solutions"],"name":"FileAgo Software ","sectors":["Others"]},{"email":"saurabh_jadhav@ottoserves.com","idea":"<p>We are just another \"APP\" for car service and repair, an industry which will die in the next decade when EVs will dominate the roads. Now I know, that's not a great one liner pitch, but there's a reason we are ENTERING A DYING SECTOR.</p>","industries":["Automotive"],"name":"OTTO Serves","sectors":["Others"]},{"email":"roshan@poshpuppy.co.in","idea":"<p>At Posh, we care about your pup’s health just like you do. That’s why all our recipes are made with 100% natural ingredients with real meat always as the first one! Bring more Poshness to mealtime!&nbsp;Avoid all the harmful nasties with Posh. All our recipes are made of all natural, 100% gluten free ingredients. We do not use any additives or fillers like soy, corn, gluten and wheat. Real meat as the first ingredient always. We believe that your dog should get only the best and that reflects in our ingredients. Compare our first five ingredients v/s your current dog food brand and you will know the difference!</p>","industries":["Pets & Animals"],"name":"POSH PUPPY TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]}]