[{"email":"ach_sunil@yahoo.com","idea":"<p>Home chef with Fusion food is what I would like to serve</p>","industries":["Food & Beverages"],"name":"Sunil Acharya","sectors":["Others"]},{"email":"pkatwankarr@gmail.com","idea":"<p>Manufacturing of festive, cultural &amp; traditional handicraft products which are handmade and encourages and empowers women of India to earn their livelihood &amp; respect in the social ecosystem&nbsp;</p>","industries":["Retail"],"name":"NamasteIndia","sectors":["Retail Technology"]},{"email":"fanicontechnologies@gmail.com","idea":"<p>Construction Projects tend to be large with lots of moving parts, labor, material &amp; schedule constraints. Multiple stakeholders are working together on the field. Organizations and industries worldwide have embraced digital transformation and are bringing innovations into their businesses, However, the construction industry has yet to fully reap the benefits of digitization. We are still doing things the old-fashioned way. Most of the information flow on the field happens using manual slips or paperwork. It takes a lot of time and is inefficient as most of the data is manually entered in excel or ERP systems. Manual work means human error and approximation Most companies that are getting data or MIS from the field are getting it at least two weeks later. After the payroll is processed and progress and production are manually calculated. You see, if something has gone wrong it will come a month later into your notice when it is already too late. To Tackle this problem we have developed a solution. A next-generation platform for end-to-end project collaboration and management.A smart cloud-based data collection and analytics platform for all Construction project management activities in real-time. This system effortlessly does almost all your reporting and analytics work, including forecasting, material request planning, and reconciliation. The conventional way of working requires multiple times reworking for various analyses and reports, whereas with collab everything is available with the click of a button. As a value proposition, Colab provides idiot-proof granular Data Collection with effective collaboration, automatic contractor and supplier billing, Transparency, Honesty Alarm, E.V.M, Artificial intelligence &amp; pocket bim capabilities. We tested our prototype in 24 running projects of Omaxe ltd, one of Indias' leading Real Estate developer. And were successfully able to automate several processes, reports along with a saving of Rs 1.7 Cr Annually</p>","industries":["Enterprise Software"],"name":"FANICON TECHNOLOGIES PRIVATE LIMITED","sectors":["Cloud"]},{"email":"copperkingindia@gmail.com","idea":"<p>Our company is involved as the Manufacturer, Exporter and Importer of Jute Bag, Copper Glass, Copper Bottle and much more. All our products are getting widely acclaimed among the large clientele for their exclusive designs, superior quality, and reliability.<br></p>","industries":["House-Hold Services"],"name":"COPPERKING HOMEE INDIA PRIVATE LIMITED","sectors":["Home Care"]},{"email":"jitus8357@gmail.com","idea":"We are a plumbing and civil contractors<div>I want a license for this business to start online on a website for more orders so it's is just a try of a start</div>","industries":["Professional & Commercial Services"],"name":"Perfect Plumbers","sectors":["Employment Services"]},{"email":"connect@quenfilabs.com","idea":"<p>Quenfi Labs has an aim to develop digital products that can create a positive impact in the lives of millions of people. The company has been building a platform to redefine the essence of communication for enduring relationships.<br></p>","industries":["Others"],"name":"QUENFI LABS PRIVATE LIMITED","sectors":["Others"]},{"email":"battery5776@gmail.com","idea":"<p>The foundation of successful brand building lies in immersive and in depth planning. At DRN, brand building starts where Consumer insights and Data insights meet.</p><p><br></p><p><b>Business and Brand Strategy\n</b></p><p><b>Brand Planning\n</b></p><p><b>Go to Market Strategy</b></p><p><b><br></b></p><p>Long form or short form, Video or Audio, Graphic or Static, we craft brand stories that connect.</p><p><b>Audio Visual\n</b></p><p>Digital Films\n</p><p>Corporate Films\n</p><p>Radio Scripts\n</p><p>Podcasts\n</p><p>Animation\n</p><p>Infographics</p><p>Digital Films\n</p><p>Corporate Films\n</p><p>Radio Scripts\n</p><p>Podcasts\n</p><p>Animation\n</p><p>Infographics</p><p><b>Social\n</b></p><p>Social Media\n</p><p>Digital Marketing Ads\n</p><p>Blogs &amp; Feature Writing\n</p><p>Website Content\n</p><p>E-commerce content</p>","industries":["Advertising"],"name":"HAPPiNESS for you","sectors":["AdTech"]},{"email":"daniellepereira@reconstruct.in","idea":"<p>Reconstruct is a business strategy consulting firm, specialising in environmental sustainability.&nbsp;</p><p>We work with small businesses, corporates and other organisations to solve business problems in a planet friendly way.</p><p>As part of our mission to help create a just and sustainable world through innovative business strategy, we also conduct workshops for corporates, educational institutions and other organisations to help <a href=\"http://www.reconstruct.in/about\" target=\"_blank\">More about us</a>equip attendees with the tools needed to navigate these increasingly unprecedented times.</p>","industries":["Professional & Commercial Services"],"name":"Reconstruct Sustainable Solutions","sectors":["Others"]},{"email":"amol.pbpl@gmail.com","idea":"<p>shraddha distributors provide service in government as well as in private sector since last  nine years . company provides hospital equipment, covid -19 kit, medicine, oxygen concentrator, pathology kit etc.....</p>","industries":["Healthcare & Lifesciences"],"name":"SHRADDHA DISTRIBUTORS","sectors":["Health & Wellness"]},{"email":"finance@linkcxo.com","idea":"<p>LinkCXO is an exclusive community of C-Suite Executives or/and Entrepreneurs who can grow, lead &amp; influence the Professional &amp; Social world around them.</p><p><br></p><p>We believe in Network effects which act as enablers for the members by acting as a common AI enabled platform which recommends the right connections and opportunities where great value can be added through collaboration.</p>","industries":["Social Network"],"name":"LINKCXO GLOBAL PRIVATE LIMITED","sectors":["Others"]}]