[{"email":"suman@outlawsfashion.in","idea":"<p>We are a&nbsp; Fashion Brand newly launched in 4th March 2020 . We cater Mid segment customers to full-fill their fashion statement. We keep our Quality of the goods at top priority and vision to be one of the name in Fashion Segment.</p>","industries":["Fashion"],"name":"SPRINGMAN APPAREL PRIVATE LIMITED","sectors":["Apparel"]},{"email":"rithdeb1@gmail.com","idea":"<p><a href=\"https://www.radioadda.in/about-us/\" target=\"_blank\">https://www.radioadda.in/about-us/</a><br></p>","industries":["Media & Entertainment"],"name":"Radio Adda Entertainment Pvt Ltd","sectors":["Entertainment"]},{"email":"blackkeytunes@gmail.com","idea":"<p><a href=\"http://www.mca.gov.in/mcafoportal/companyLLPMasterData.do\" target=\"_blank\">http://www.mca.gov.in/mcafoportal/companyLLPMasterData.do</a><br></p>","industries":["Media & Entertainment"],"name":"BLACK KEY TUNES LLP","sectors":["Digital Media"]},{"email":"diptisinghcs94@gmail.com","idea":"<p><a href=\"http://www.mca.gov.in/mcafoportal/showCheckCompanyName.do\" target=\"_blank\">http://www.mca.gov.in/mcafoportal/showCheckCompanyName.do</a><br></p>","industries":["Professional & Commercial Services"],"name":"DIPTI Associates","sectors":["Employment Services"]},{"email":"thetechnopolitans@gmail.com","idea":"the Technopolitans, established as a company with the sole motive of providing all kinds of Automation Solutions at a single contact point.","industries":["Technology Hardware"],"name":"the Technopolitans","sectors":["Others"]},{"email":"hkassociate@rediffmail.com","idea":"<p>UET EDU SOLUTIONS PRIVATE LIMITED pioneering the business of developing, maintaining and providing information, solutions and services related to Education field including educational institution, coaching classes and to carry on courses in all subjects through Computer training institutions and maintaining a online web portal or directory, web enabled services and applications or otherwise deal in design, develop, market, and support software that delivers electronic education and training applications that includes courseware tutorials and test and assessment tools for teaching subjects.</p>","industries":["Education"],"name":"UET EDU SOLUTIONS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"piyushkulshreshtha@yahoo.com","idea":"<p>It is a Social Media platform that is aiming to create an evolution in the category by emphasising on product features that permit users to engage in moderated, topical, time-bound, in-depth and interference-free conversations between and Moderator, few Panelists and theoretically unlimited number of audience.</p><p><br></p><p>The uniqueness of our solution lies in the structured spaces for Administrator, Moderator, Panelists and Audiences, It is also in the different types of control that each participant can exercise during the conversation as also in allowing users to post Text, Images, Audios, Videos or Documents.</p><p><br></p><p>All participants communicate at the same time without disturbing other participant or being restricted from participation by other users.</p><p><br></p><p>This allows for 360 degrees communication between all participants.</p>","industries":["Social Network"],"name":"LOKTANTRA MEDIATECH PRIVATE LIMITED","sectors":["Others"]},{"email":"artimicstechnologiesllp@gmail.com","idea":"<p>We at Artimics Technologies LLP believe in innovations. Innovations which are inspired from the world around us. We take into account the problems faced by people or an existing technology, and try to improvise. But, that's not the only limit. We also develop an entire system / solution from the problem statement our client provides us.&nbsp;</p>","industries":["Technology Hardware"],"name":"ARTIMICS TECHNOLOGIES LLP","sectors":["Manufacturing"]},{"email":"realfoodmanufacturing@gmail.com","idea":"<p>Rapid global urbanization in India has resulted in traditional, diets being replaced by diets high in sugars &amp; animal fats and low in starches, dietary fiber, nuts, fruits &amp; vegetables. This nutrition transition has resulted in the rapid rise of obesity, lower immunity, increase in lifestyle disease and early onset of chronic diseases/ conditions. As a nutritionist aware of these facts, I founded Real Food Manufacturing in the year 2020, as a food technology start-up in the health food space. The core reason for the creation of Real Food Manufacturing is to provide its consumers with food choices or that are aligned with new-age dietary trends and are healthy, nutritious, use natural ingredients, and retain all the benefits provided by traditional food systems</p>","industries":["Food & Beverages"],"name":"Real Food Manufacturing ","sectors":["Others"]},{"email":"santosh@infinityonlinesolutions.com","idea":"<p><a href=\"https://home.infinityonlinesolutions.com\" target=\"_blank\">Infinity Online Solutions</a> is a strong Engineering Company, Our goal is to help businesses grow with technology, learning support and the power and reach of the Web.</p><p><br></p><p>We aim to provide enterprise grade web and mobile solutions to small businesses at moderate costs.<br><br>We believe our strength is in bringing to gather customer business requirements and strong engineering platforms to create business solutions that meet customer expectations at optimal costs.<br><br>We do Managed Web Hosting &amp; build e-commerce business websites, SAAS portals, Online Business &amp; Marketing Solutions<br></p>","industries":["IT Services"],"name":"INFINITY ONLINE SOLUTIONS LLP","sectors":["Web Development"]}]