[{"email":"rajananne@gmail.com","idea":"<p>ELECROW INDIA PRIVATE LIMITEDELECROW INDIA PRIVATE LIMITEDELECROW INDIA PRIVATE LIMITED<br></p>","industries":["Renewable Energy"],"name":"ELECROW INDIA PRIVATE LIMITED","sectors":["Manufacture of Electrical Equipment"]},{"email":"manish793@hotmail.com","idea":"<p>TOP SPICES &amp; FOODS EXPORTS PRIVATE LIMITEDTOP SPICES &amp; FOODS EXPORTS PRIVATE LIMITEDTOP SPICES &amp; FOODS EXPORTS PRIVATE LIMITEDTOP SPICES &amp; FOODS EXPORTS PRIVATE LIMITED<br></p>","industries":["Agriculture"],"name":"TOP SPICES & FOODS EXPORTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"ajaydmello@yahoo.com","idea":"<p><a href=\"http://vistaardigital.com/\" target=\"_blank\">Vistaar Digital Website</a></p><p><br></p><p>At the forefront of all things digital</p><p>We are a group of highly motivated people with extensive digital marketing experience. We are on a mission to help brands navigate the emerging technology landscape. By working closely with clients, we facilitate them to transform, reinvent and rethink their approach to business in this ever-changing digital and consumer-centric world.</p><p>Vistaar has a resource tie-up with agencies in Boston and Costa Rica. Our combined expertise in software, technology, marketing and advertising puts us in the forefront of all things digital.<br><br></p>","industries":["IT Services"],"name":"Vistaar Digital Communications Pvt Ltd","sectors":["Application Development"]},{"email":"INFO@GYPSONITE.COM","idea":"<p>GYPSONITE INDUSTRIES PRIVATE LIMITEDGYPSONITE INDUSTRIES PRIVATE LIMITEDGYPSONITE INDUSTRIES PRIVATE LIMITEDGYPSONITE INDUSTRIES PRIVATE LIMITEDGYPSONITE INDUSTRIES PRIVATE LIMITED<br></p>","industries":["Architecture Interior Design"],"name":"GYPSONITE INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"impex.varg@gmail.com","idea":"<p>We are a Solution Provider and&nbsp;<span>Technical Facilitator. Having expertise in&nbsp;</span><span>procurement services.&nbsp;Within days of getting connected with our clients, VARG IMPEX&nbsp;</span><span>deploys a team of an experienced team to&nbsp;</span><span>find suitable products. Our teams immerse themselves with client&nbsp;</span><span>stakeholders, understand their needs, and use standard benchmarks&nbsp;</span><span>and procedures to identify and prioritize suitable products quickly.&nbsp;</span><span>We identify and prioritize these in phases, initially focusing on broader&nbsp;</span><span>requirements parameters then moving into specific requirements like&nbsp;</span><span>client budget, feedback, and after-sales services. Over several phases,&nbsp;</span><span>we actively work with the client by providing him details of all the&nbsp;</span><span>suitable products in infographic visualized comparison sheets.</span></p>","industries":["Retail"],"name":"VARG IMPEX LLP","sectors":["Comparison Shopping"]},{"email":"SUNJAY100@YAHOO.CO.IN","idea":"<p><span>We deal in all range of&nbsp;<b>Non-Asbestos Gland Packings</b>,Asbestos &amp; Non-Asbestos Ropes, Industrial Gaskets such as CAF Gaskets, Spiral Wound Gasket, Graphite Gasket,Insulating Products such as cloths, lagging rope, sleeves, Ceramic Products such as ropes, blanket,cloth &amp; other sealing products used for all application purposes in all major industries.</span><span></span></p><p><span>&nbsp;</span></p>","industries":["Others"],"name":"SIGMA SEALS AND SEALINGS PRIVATE LIMITED ","sectors":["Others"]},{"email":"rajeshkv121@gmail.com","idea":"<p>“ROCKSTONE” a Equipment, Minerals &amp; project solution HUB” is an International supplier &amp; distributors of their own brand, world class Dust &amp; fire control Mist (FOG) machine &amp; Rock breakers having arrangement for technical co-operation, sales, marketing support and supply arrangements with leading companies from Italy, Korea, Japan and China.</p>","industries":["Professional & Commercial Services"],"name":"ROCKSTONE EQUIPMENT HUB PRIVATE LIMITED","sectors":["Environmental Services & Equipment"]},{"email":"3idiotsepcventure@gmail.com","idea":"<p>We are leaders in providing technology based solutions to Industrial sectors. Our services encompass Engineering Solutions for Residential, Commercial, Hospitals, Pharmaceuticals, Power &amp; Transmission, Infrastructure, Marine, Oil &amp; Gas, Hydrocarbon sectors.</p><p>\n</p><p>We are a team of highly motivated Technocrats with pan-continental work experience varying across diversified sectors and made remarkable impact by serving Fortune 500 clients for each of our individual portfolios.\n</p><p>Our business is characterized by high level of professionalism, integrity and corporate governance. Sustainability is integral part of our long term vision. Growing International Recognition for our company is beginning of new unchartered horizons which we shall be looking for to conquer.\n</p><p>Our Passion, Dedication and commitments towards our business and our clients speak volumes by itself which motivates us to set new standards for ourselves and for Industry</p><p>We aim to be one of the leading techno-commercial solution providers by encouraging continuous innovation to support sustainable business growth model. We shall be client-centric and focussing on key areas to optimize various aspects of business.\n</p><p>We shall strive for Preservation of eco-system to make the world better place to live and co-exist. We shall create synergy between various Stake holders.</p><p>To achieve global presence across major power hubs and multi-level segments within vibrant economies. To Promote Green and Clean energy by devising strategies to nurture the sustainable Technologies\n</p><p>To encourage Start-ups and MSME's for self-driven and skill driven economy for creating larger employability across various segments.</p><p><br></p><p>B2B E-COMMERCE SEGMENT\n</p><p>The global business-to-business e-commerce market size was valued at USD 5.7 trillion in 2019 and is expected to expand at a compound annual growth rate (CAGR) of 17.5% from 2020 to 2027. Due to on-going pandemic COVID-19, there is rising inclination among customers towards online activity.\n</p><p>To cater the B2B segment with niche in EPC sector we have developed unique online platform to liquidate inventories in optimal ways and release the cash flows for MSMEs</p><p><br></p><p>TECHNICAL CONSULTING &amp; OUTSOURCING SERVICES\n</p><p>We are an international consultancy firm in the fields of engineering, technical services and innovation. The firm employs a dynamic team of experienced engineers and technically trained employees with diverse experience in most disciplines related to engineering services. We provide reliable and professional consultancy services based on the knowledge and experience we have acquired across wide variety of projects and industries.\n</p><p>We have current requirements due to sudden surge in demand for Consultancy services mainly in the fields of HVAC for all sectors including but not limited to Residential, Commercial, Industrial, Pharmaceutical, Power Transmission &amp; Distribution, Healthcare, Marine, Oil &amp; Gas-Onshore &amp; Offshore, Hydrocarbon sectors.\n</p><p>We are offering complete Engineering project management services and manpower supply of technically qualified personnel for short term project requirements. We also boast to have network of 100+ technically qualified, richly experienced, diversified talent pool of Engineering Freelancers to take up assignments under our management framework with proven cost-effectivity to the end clients.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"SCHOLENBERG INTERNATIONAL PRIVATE LIMITED","sectors":["Others"]},{"email":"Sumeet.bhalerao21@gmail.com","idea":"<p>We are LED Lights Manufacturer. LED is green and energy saving product, which doesn't harm nature. It has a lifespan of almost 50000 hours.</p>","industries":["Green Technology"],"name":"SAILITE LUMINARIES PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"heyyou1411@gmail.com","idea":"<p>xxxxxxxxxxxxxklmlw lkmweklm lkmrv jvenvj vjen jv vejnver evjnvrjnv vnjrv vvjv vvn bbeb lbb eklbelrkb eblkrblerb bklerblerkb ebklbe ebjebnejbe bebjbe ejbnjnb bbnbl ebnbrjeber eeberlbnlb bebnerjb erbnejbe ebjerbjnb ebjbjb evblrblerr</p>","industries":["Advertising"],"name":"Invesco India Pvt Ltd","sectors":["Others"]}]