[{"email":"abhisek@watchoutwearables.com","idea":"\n                        <p>WatchOut Wearables is India's Premium Smartwatch Brand with pan India sales and service presence. WatchOut Wearables Smartwatches are pure amalgamation of Elegance and Advanced Technology. Our aim is to bring the latest technology to you that helps you stay ahead of the tech curve. WatchOut Wearables is India’s first effort to assemble smartwatches in India. We have created a range of premium wearables with first-in-India features like country’s first ever Bluetooth calling smartwatch in round shape, World's first gesture controlled smartwatch, and India's first kids smart watch. WatchOut Wearables is India's first wearables company to be crowdfunded on an Indian Platform. Accoladed by tech-experts and loved by our customers, we&nbsp; strive to fulfill our vision of “ At least one wearable gadget with everyone\"</p><p><br></p><p> With presence across 50+ retail outlets, major online e-retailers and complete after sales service across Pan india, WatchOut has clearly made a mark in its short journey of 3 years. We believe in building ecosystem of manufacturing wearable devices in India and hence started the journey of inhouse assembly.</p><p><a href=\"http://www.WatchOutWearables.com\" target=\"_blank\">www.WatchOutWearables.com</a></p><p><a href=\"https://www.fueladream.com/home/campaign/34857\" target=\"_blank\">Crowdfunding Campaign</a></p><p></p><p></p><p></p><p></p>        \n        ","industries":["Technology Hardware"],"name":"WATCHOUT WEARABLES PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"rahilkhaitan@gmail.com","idea":"<p>A portal of metamorphoses - a journey of personal transformation\n</p><p>that lets you bring your best version to every stage in your life. It is also a one stop shop for all your beauty concerns with expert curated advice and solutions. The result-oriented and high potency products of BIE are aimed at solving beauty pain-points for transformation goals.</p>","industries":["Healthcare & Lifesciences"],"name":"BEAUTY BY BIE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"drrup2609@gmail.com","idea":"<p>Slingshot Studios is a company dedicated to building brands in the health and lifestyle space across diverse categories</p>","industries":["IT Services"],"name":"SLINGSHOT STUDIO PRIVATE LIMITED","sectors":["Application Development"]},{"email":"legal@arisinfra.one","idea":"<p>Trading, procuring, supplying, distributing, acting as a marketplace in the supply of all kinds of raw materials necessary for the creation of infrastructure, buildings and construction to business engaged thereof along with the creation, ownership, supply and licensing of technologies to create better outcomes in these businesses.</p><p>\n</p>","industries":["Construction"],"name":"ARISINFRA SOLUTIONS PRIVATE LIMITED","sectors":["Construction Materials"]},{"email":"hardikvithlani1310@gmail.com","idea":"<p>Educate people about event management and help new people to grow in the field of events&nbsp;</p>","industries":["Events"],"name":"Event Management Institute ","sectors":["Event Management"]},{"email":"pankajkumardogra@aol.com","idea":"<p>Our idea is about sustainable products from the hills, we started with wheat stem drinking straws as a replacement for plastic and paper drinking straws, the second product we started was natural pine cones from Himachal Pradesh for home décor and Christmas decoration as against plastic décor products made in India and imported from China.</p><p>We are looking at bringing a lot more sustainable, natural products from the mountains to the cities.</p>","industries":["Others"],"name":"Mountain Souls","sectors":["Others"]},{"email":"suchita@npvca.in","idea":"<p>We at Kalpana are on quest to find best from our youths by carry on business of owning, establishing and running through its own or through franchisee fully equipped educational institutions, online and offline educational programmes and professional courses like information technology, computer technology, digital software, digital hardware, networking, teachers training etc. We will also provide training programs, online and offline, for personality development, soft skills, vocational skills, communication skills, corporate skills, functional and technical skills, creative teaching, behavior skills etc. we are also conducting seminars and workshops including mind-set change workshop, employment drive for students and to develop various computer software's, web based application and information technology related products which will help in to disseminate knowledge, skill development and to create awareness.\n</p><p>We also aim to provide common forum of interaction among students, academicians, and professionals. \n</p><p>We also aim to develop and maintain online web portal or directory to provide necessary information, solutions and services in facilitating students in taking admission in various schools, colleges and/or universities in India or abroad and to work as bridge between students  their parents and the educational institutes.\n</p><p>We are also providing service for all types of human resources and manpower requirements by companies, firms and other persons.</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"KALPANA ACADEMY FOR EDUCATION AND SKILLS DEVELOPMENT PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"info@myriadstoragesystem.com","idea":"<p>MYRIAD STORAGE SYSTEM LLPMYRIAD STORAGE SYSTEM LLPMYRIAD STORAGE SYSTEM LLPMYRIAD STORAGE SYSTEM LLP<br></p>","industries":["Technology Hardware"],"name":"MYRIAD STORAGE SYSTEM LLP","sectors":["Manufacturing"]},{"email":"darsha.adodra@celloworld.com","idea":"<p>Manufacturing of jewellery and allied products including exporting, impoerting, etc.</p>","industries":["Fashion"],"name":"ANVAAYA JEWELLERY PRIVATE LIMITED","sectors":["Jewellery"]},{"email":"aditya.jhaveri@gmail.com","idea":"<p>Blox is a technology based real estate ecosystem which offers an end to end experience in buying Real Estate in India. It simplifies the process of ownership of a property for a customer by removing bottlenecks in the processes of shortlisting, property selection, documentation, payments to government authorities and interaction with various stakeholders such as brokers, seller/ buyer, government agents etc. The platform will be India's first consumer centric end to end homebuying ecosystem and also partner with multiple financial service providers for ease of home loan approval</p>","industries":["IT Services"],"name":"METHOD AND MADNESS TECHNOLOGY PRIVATE LIMITED","sectors":["Others"]}]