[{"email":"onaifajewellery@gmail.com","idea":"<p>To carry on the business of goldsmiths, silver smiths, jewellery, gem and diamond merchants and of manufacturing and dealing in clocks, watches, jewellery, gift items, precious, non-precious, cutlery and their components and accessories and of producing acquiring and trading in metals,  bullion, gold ornaments, silver utensils, diamond, precious stones, paintings, manuscripts, antiques and objects of art.</p>","industries":["Fashion"],"name":"ONAIFA LLP","sectors":["Jewellery"]},{"email":"info@wegenus.com","idea":"\n            <p>We are Business Management company involved in providing training, development and placement of human resources,. security, housekeeping and business administration.&nbsp;</p>\n        ","industries":["Human Resources"],"name":"WEGENUS PRIVATE LIMITED","sectors":["Others"]},{"email":"info@lwtcpl.com","idea":"<p>Learners &amp; Winners Training &amp; Consultancy Private Limited (www.lwtcpl.com) is established as a private limited company under The Companies Act 2013 in the year 2014 and a registered company under The MSME Act, 2006.</p><p><br></p><p>\n</p><p>Learners &amp; Winners works hand-in-hand with desirably experienced and skilled Management professionals and consultants, providing superior Consultancy, Auditing &amp; Assessment Services for ISO 9001, ISO 14001, ISO 22001, ISO 25001, ISO 27001, ISO 45001 (OHSAS 18001), ISO 50001, HR, Energy, Fire &amp; Safety, Sustainability, Preparation of Disaster Management Plan and Qualitative &amp; Quantitative Risk to organizations of all nature and size across India and abroad, necessary for businesses to understand early warnings, open communication and pragmatic resolution for probable threats in achieving sustainable growth.\n</p><p><br></p><p>We also conduct Executive Development Programs and provide faculties, trainers and/or facilitators for various Technical, Management and Behavioural Training Programs. These programs can be delivered in-house at your premises.</p><p>\n</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"LEARNERS & WINNERS TRAINING & CONSULTANCY PRIVATE LIMITED","sectors":["Others"]},{"email":"rajat.singh.199978@gmail.com","idea":"<p>A Platform where anyone can find a perfect Photographer for them.</p>","industries":["Art & Photography"],"name":"SAPHITE TECHNOLOGIES PRIVATE LIMITED","sectors":["Photography"]},{"email":"contactus@unlisteddaq.com","idea":"<p>UnlistedDaq is a global tech platform to explore private markets, access research and create liquidity. \n</p><p>The Unlisted Saga – Unlisted Companies have ambitious plans for rapid growth that aspire to take their business to the next level turning them into multi-bagger growth opportunities for investors. We have been credited to institutionalize the unlisted market in India. Today, most of the global managers work along with us for unlisted opportunities.</p>","industries":["Finance Technology"],"name":"UNLISTEDDAQ PRIVATE LIMITED","sectors":["Others"]},{"email":"nhagrollp@gmail.com","idea":"<p>N.H. AGRO LLP is a business started in the month of July, 2020 under limited liability&nbsp;<span>partnership between Mr. Harsh P. Shah and Mrs. Nikita H. Shah. They intend to do the business&nbsp;</span><span>in hydroponic farming.</span></p><p>Both the partners, Mr. Harsh P. Shah and Mrs. Nikita H. Shah are holding the certificate doing&nbsp;<span>course on commercial hydroponic. Mr. Harsh has also obtained a certificate for training in&nbsp;</span><span>hydroponics.</span></p>","industries":["Agriculture"],"name":"NH AGRO LLP","sectors":["Organic Agriculture"]},{"email":"successfire01@gmail.com","idea":"<p>We “Success Fire Protection Private Limited” is a \"Private Limited Company\" based firm, engaged as the foremost Manufacturer, Exporter of ABC Fire Extinguisher, CO2 Fire Extinguisher, DCP Fire Extinguisher and much more. Our products are high in demand due to their premium quality, seamless finish, different patterns and affordable prices. Furthermore, we ensure to timely deliver these products to our clients, through this we have gained a huge clients base in the market. We also provide Fire Extinguisher Installation Service, Fire Fighting Service and much more</p><p><a href=\"https://successfires.com/about.html\">Read More</a></p>","industries":["Safety"],"name":"SUCCESS FIRE PROTECTION PRIVATE LIMITED","sectors":["Others"]},{"email":"online@kasostore.com","idea":"<p>Kaso Electronics is Import as well as Manufacturing and\nsupply Electronic Products like mobile accessories, wireless earphones,\nwireless chargers, Bluetooth devices, portable chargers, portable Bluetooth\nspeakers, headphones, Smart watches. In Kaso electronics we\ndesign,&nbsp;manufacture, test, distribute, and provide\nreturn/repair&nbsp;services&nbsp;for&nbsp;electronic&nbsp;components and\nassemblies for original equipment&nbsp;manufacturers.</p>","industries":["Retail"],"name":"KASO ELECTRONICS PRIVATE LIMITED","sectors":["Others"]},{"email":"vivek@skyepl.com","idea":"<p><span>We are happy to introduce ourselves as the organization engaged in manufacturing of electronic toys. Some of our products will be manufactured using recycled mobile phone components.&nbsp;&nbsp;</span></p>","industries":["Toys and Games"],"name":"Playjoy Solutions ","sectors":["Physical Toys and Games"]},{"email":"manishsep19@gmail.com","idea":"<p>WE DEALS IN MEDICAL INSTRUMENTS AND ITS SERVICES.WE DEALS IN SCOPIC INSTUMENTS ,SURGICAL INSTRUMENTS AND ALL TYPE OF ISTRUMENTATION DEALS IN SURGERY .AS OF NOW THERE ARE SEVERAL FOREIGN COMPANIES ARE WORKING IN OUR COUNTRY ,WE ARE MOVING TOWARDS MINIMISING THE EXTERNAL INTERFERENCE IN OUR MEDICAL INDUSTRY.</p>","industries":["Healthcare & Lifesciences"],"name":"PRO AND SERV HEALTHCARE PRIVATE LIMITED","sectors":["Others"]}]