[{"email":"parthshah5258@gmail.com","idea":"<p>Experienced Investment Banking Specialist with a demonstrated history of working in the investment banking industry. Skilled in Analytical Skills, Microsoft Word, Team Building, Leadership, and Microsoft Excel. Strong finance professional with a Passed Level III of the CFA Program focused in Finance, General from CFA Institute.</p>","industries":null,"name":"PARTH SHAH","sectors":null},{"email":"fahimkhankhan92@gmail.com","idea":"<p>I Fahim Khan President of Ateka Education society Mumbai</p><p>Registration no.775 Maharashtra</p><p><br></p><p>We are going to start Medical Biotechnology , Multi-specialty Hospital, Medical University and Pharmaceutical Company.</p><p><br></p><p>We have 11 Acre and 25 Acre Land in Dharampur , Bhilad Gujarat</p><p><br></p><p>We have Doctors and Scientists Team&nbsp;</p><p>We can grow for India Vaccination and Medical Treatment Medicines</p><p><br></p><p>And Five top Medical Educational Scheme</p><p>1) MBBS</p><p>2) MD 3) DM 4) MCh 5) M.pharma Science</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>","industries":["Chemicals"],"name":"Pharmaceutical company and Biotechnology","sectors":["Specialty Chemicals"]},{"email":"shopakrobon@gmail.com","idea":"<p>We are operating in the ecom space.</p><p>Our objective is to bring World Class Made in India products into the global online space.</p>","industries":["Retail"],"name":"AKROBON TRADING LLP","sectors":["Social Commerce"]},{"email":"purohitarjun12345@gmail.com","idea":"<p>ZEUSHIV SOLVE PRIVATE LIMITED having CIN U85300MH2019PTC325549 is 1 years, 11 months &amp; 3 days old Private company incorporated with MCA on 20th May, 2019. ZEUSHIV SOLVE PRIVATE LIMITED is listed in the class of Private company and classified as Non-govt company. This company is registered at Registrar of Companies(ROC), RoC-Mumbai with an Authorized Share Capital of ₹ 1,00,000 and paid-up capital is ₹ 1,00,000.</p>","industries":["Marketing"],"name":"ZEUSHIV SOLVE PRIVATE LIMITED","sectors":["Branding"]},{"email":"Regime@malpanifilter.com","idea":"<p>We've Developed India's Most economical and naturally flavored Vitamin Water. Our Vision is to take India's Products to the world.</p>","industries":["Food & Beverages"],"name":"AQUAPRENEUR BEVERAGES LLP","sectors":["Food Technology/Food Delivery"]},{"email":"devyanisrivastava94@gmail.com","idea":"<p>Our startup M/S. PLAY-FANTASY AND SKILL GAMING PRIVATE LIMITED is a type of game that shall be played using the Internet, where participants assemble imaginary or virtual teams composed of proxies of real players of a professional sport. These teams compete based on the statistical performance of those players in actual games. This performance is converted into points that are compiled and totaled according to a roster selected by each fantasy team's manager. These point systems can be simple enough to be manually calculated by a \"league commissioner\" who coordinates and manages the overall league, or points can be compiled and calculated using computers tracking actual results of the professional sport. Through our portal, team owners draft, trade and cut (drop) players, analogously to real sports.</p>","industries":["Sports"],"name":"PLAY-FANTASY AND SKILL GAMING PRIVATE LIMITED","sectors":["Fantasy Sports"]},{"email":"tibeallianz@gmail.com","idea":"Tibe Allianz Private Limited offers Creative solutions using technology and innovation- our expertise in sports reform, career guidance, robotics labs, planetarium education for future astronauts, and so forth. We also provide feasible solutions on day-to-day operations that help them to achieve productivity with fewer resources and in a more efficient manner with affordable cost. Also, in these exponentially changing scenarios and new concepts coming up, thanks to the constant efforts in technological innovation, we consider encouraging research and innovations requisite, especially when it comes to using technology in educational activities to go hand in hand with the changing world. Our quality, innovative, and affordable education solutions can help India truly become a global superpower.&nbsp;","industries":["Education"],"name":"TIBE ALLIANZ PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"rithikpulikken@gmail.com","idea":"<p>Owing to experimental design, innovation and technology, lab3 strives to realise unorthodox solutions. We are a design first studio where stark aesthetics confluence art, design, and technology. We strive to produce work that’s not only breathtaking and functional but that also sets a precedent for years to come</p>","industries":["Others"],"name":"LAB 3","sectors":["Others"]},{"email":"ipartyindia@gmail.com","idea":"<p>We create beautiful events for customers on their special occasion and make them memorable</p>","industries":["Events"],"name":"iParty Events LLP","sectors":["Event Management"]},{"email":"steampressmumbai@gmail.com","idea":"<p>The ultimate Laundry for your shoes, helmets, gears, and accessories. Oh, and we collect and deliver to your doorstep too!</p>","industries":["Professional & Commercial Services"],"name":"SteamPress Laundry ","sectors":["Others"]}]