[{"email":"avinash@prudentepc.com","idea":"<p>PRUDENT EPC PRIVATE LIMITEDPRUDENT EPC PRIVATE LIMITEDPRUDENT EPC PRIVATE LIMITEDPRUDENT EPC PRIVATE LIMITEDPRUDENT EPC PRIVATE LIMITED<br></p>","industries":["Security Solutions"],"name":"PRUDENT EPC PRIVATE LIMITED","sectors":["Others"]},{"email":"devinakhanna@nuru.store","idea":"<p>NURU is a company founded by a woman for women. It is aims to be the first luxury sneaker company originating from India. The shoes will be made from the finest materials and will be designed in India.</p>","industries":["Fashion"],"name":"NURU SHOES LLP","sectors":["Others"]},{"email":"info@partoutlogistics.com","idea":"<p>Partout Logistics aims to solve to logistics problem faced by ever MSMEs in india.&nbsp;</p><p>Partout Logistics will provide an app based booking platform for part load and full load with live pricing and door to door delivery with live goods tracking.</p><p><br></p><p>MSMEs will save a lot of time by eliminating multiple logistics channel partners and relying on Partout for PAN India door to door delivery.</p>","industries":["Logistics"],"name":"PARTOUT LOGISTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"focewatches@gmail.com","idea":"<p>FO INDUSTRIES PRIVATE LIMITEDFO INDUSTRIES PRIVATE LIMITEDFO INDUSTRIES PRIVATE LIMITEDFO INDUSTRIES PRIVATE LIMITED<br></p>","industries":["Technology Hardware"],"name":"FO INDUSTRIES PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"auditcirclellp@gmail.com","idea":"<p>Automation of Financial Statements Audit. Save time and money. Try It Now! : Our company specializes in automatons, algorithms and adaptive decision making software for auditing purposes. Businesses are now able to automate many complex audit processes including but not limited to: -Providing a complete balance confirmation -Reducing the turnaround time on unconfirmed balances -Reducing the amount of staff needed to process a large volume of data  -Ensuring data integrity with full transparency</p>","industries":["IT Services"],"name":"AUDIT CIRCLE PRIVATE LIMITED","sectors":["Application Development"]},{"email":"magicremedi570@gmail.com","idea":"<p>1.\tTo carry on the business of manufacturers, buyers, sellers, importers and exporters of and/ or dealers in Pharmaceuticals, Cosmetics, Beauty-aids, Oils, Chemicals, Over-the-counter (OTC) drugs/ medicines, Food-products and Provisions, Veterinary and Surgical Equipment, Medicinal preparations including Spirit. \n</p><p>2.\tTo carry on the business of Distributors of Pharmaceuticals, Cosmetics, Veterinary, Pesticides, Surgical Equipment, Fertilizer and Medical preparations and other allied products including Spirits. \n</p><p>3.\tTo carry on the business of Consulting Engineers in chemical, Pharmaceutical and Dyestuff Industries.</p><p>\n</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"MAGICREMEDI PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"ranjit@kalpottamagrisearch.in","idea":"<p>PROFILE\n</p><p>Kalpottam Agrisearch LLP (incorporated in November 2017) is a Mumbai based organisation that is dedicated to development of natural origin products for agricultural use. As the name suggests the company is involved in developing products based on extensive research that positively impact farm productivity and soil health. The company is an extension of the seminal work that the group has been doing in the space of waste management (especially biodegradable waste). \n</p><p><br></p><p>The Company has tasked itself with creating unique products and applications from the by products in the waste management process. The Technology thus addresses the Twin needs of ‘<u>Waste Management</u>’ and ‘<u>Sustainable Farming</u>’. The process has integrated Bharat and India in a unique manner, since the waste is processed in the cities and the application of the resultant fertilizer is in the farmlands (villages).\n</p><p><br></p><p>Towards the end of 2016, the company developed a unique process to extract the fertilizer value from tender coconut shell waste. This waste which was making its way to the dumping grounds and landfill sites was proving to be a hazardous waste in most urban cities of India. Besides being a fertile breeding ground for Dengue causing mosquitoes, the acidic nature of shells led to extensive leachate formations and fire risks at dumping sites. \n</p><p>The breakthrough invention for which the company has filed a <b>‘Global Patent’</b> was the development of a naturally derived organic liquid from the tender coconut shell waste. This liquid is a great soil conditioner (through increased microbial activity), immunity builder of the plant and a growth promoter (better flowering and fruiting). The product which can be applied through Soil as well as Spray has helped improve farm productivity across all crop categories, soil types and climatic conditions. \n</p><p><br></p><p><i>Additionally, the company introduced the practice of coating chemical fertilizers with the liquid, which has brought in significant benefits to the farmers. This process, besides improving nutrient uptake and microbial activity in the soil has noticeably brought down the consumption of fertilizers and pesticides, thus reducing the overall cost of production for farmers. \n</i></p><p><br></p><p>The unique formulation (100% Natural) is sold under the brand name of Dravya Pushti Vardhak or DPV\n</p><p><br></p><p>Since the product was first conceived, the company has conducted trials across different geographical locations in India (North, South, East and West) with encouraging results. The product was able to perform in all types of Climatic Conditions, Soil Environment and Farming Methods (Organic / Inorganic). The extensive trials and fine-tuning of the formulation and application methods has seen the product reach its true potential to give results in all types of crops – Food grains, Horticulture, Floriculture etc.  \n</p><p><br></p><p>In the absence of Legislation for sale of Natural Organic Sprays the company decided to opt for an Organic Certification from Biocert and also achieved the accreditation of IFOAM. IFOAM is a pioneering worldwide Organic Movement. It has recently received the NPOP Certification as an approved Organic Input.</p><p><br></p><p>\n</p><p>While the manufacturing process was entirely natural and free from chemicals or enzymes, it was important to test the product against various standards in the market. DPV was extensively tested for any pesticide residue from the different groups of pesticides like organophosphate, carbamate, organ chlorie and pyrethroid pesticides residue. The analysis conducted at the ‘Pesticide Residue Testing Laboratory’ of Department of Agriculture, Govt. of Maharashtra in Pune confirmed that every single element tested for, in DPV, was below the limit of quantification.\n</p><p><br></p><p>The company is committed to the cause of Sustainable Farming in India and to encourage best practices in terms of farming methods and agri-inputs. Since the waste management business is making strides in processing different kinds of Organic Substrates the company is gearing itself to produce a range of products to meet the needs of farming; both in terms of granular as well as liquid inputs meeting their needs of macro and micro nutrition.</p><p>\n</p><p>\n</p><p>  \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"Kalpottam Agrisearch LLP","sectors":["Organic Agriculture"]},{"email":"vinchopra@hotmail.com","idea":"<p>Manufacturing of highly potential &amp; nutrient filled, Organic Foods and Juices with a market for export and niche clients...</p>","industries":["Food & Beverages"],"name":"URBAN CARROT CONSUMER PRODUCTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"mpma.sourcing@gmail.com","idea":"<p>i have started manufacturing of denim ecru fabric and agency of mask and ready made garments from sangli and other plsaces and selm it in retailer and online private platform&nbsp;</p><p><br></p><p>looking to make expansion for the same ... and this can go till 50 lacs per month so pls help.me in getting loan for 20 lacs&nbsp;</p><p><br></p><p>pls wait g for positive response&nbsp;</p>","industries":["Textiles & Apparel"],"name":"Maa Pitambara Manufacturing and Agency","sectors":["Apparel & Accessories"]},{"email":"rahul91dd@gmail.com","idea":"<p>started new business</p><p>i need some benefits from startup india&nbsp;&nbsp;</p>","industries":["IT Services"],"name":"DAYAL INFOTECH","sectors":["IT Management"]}]