[{"email":"chinmay@rstforum.net","idea":"<p>Industry Leader in Web, Software Development, Network Programming, Cloud Computing, Offensive and Defensive Security, Data Centre and Network Training.</p>","industries":["Education"],"name":"RSTForum","sectors":["Education Technology"]},{"email":"atul@ideazzzz.com","idea":"<p>INF IDEAZZZZ CREATIVE PVT LTD is a 360 degree Creative &amp; Innovative Studio Production House located in Mumbai, INDIA, where Ideas are Explored, Imaginations are Given Life, Creativity is been flourished and Execution flashes the strength of Creative &amp; Innovative Team.​</p><p>&nbsp;</p><p>We showcase our passionate presentations to the world through Digital, TV, Films, Outdoor, Print and Radio Media for our Clients.</p>","industries":["Media & Entertainment"],"name":"INF IDEAZZZZ CREATIVE PVT LTD","sectors":["Entertainment"]},{"email":"harshit@vidayushwellness.in","idea":"<p>VIDAYUSH WELLNESS PRIVATE LIMITEDVIDAYUSH WELLNESS PRIVATE LIMITEDVIDAYUSH WELLNESS PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"VIDAYUSH WELLNESS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"shripat2018@gmail.com","idea":"<p>We have solution ideas for Electrical Power Segment to reduce AT&amp;C Losses as well as UNIQUE Patented Solutions for various Electrical Equipments for O&amp;M + Energy Efficiency Objectives</p>","industries":["Renewable Energy"],"name":"Shripat Tech-Innovation Corporation","sectors":["Manufacture of Electrical Equipment"]},{"email":"arpita.jaiswal@emsme.com","idea":"<p><a href=\"https://emsmesaarthi.com/\" target=\"_blank\">https://emsmesaarthi.com/</a><a href=\"https://ajvasolutions.com/idfcfirstbank/\" target=\"_blank\">Visit website here</a><br></p>","industries":["Professional & Commercial Services"],"name":"AJVA FINTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"deepakent31@gmail.com","idea":"<p>Entreprenuer<br>Owner of Ambika Stationery and Xerox</p><p><br></p>","industries":null,"name":"JAYRAM","sectors":null},{"email":"craztalsales@gmail.com","idea":"<p>We have set up in Thane and are into trading of Adult and Baby diapers in Maharashtra region.</p>","industries":["Healthcare & Lifesciences"],"name":"CRAZTAL HEALTH & HYGIENE LLP","sectors":["Health & Wellness"]},{"email":"royceprint@gmail.com","idea":"<p>Royce prints is leading digital printing &amp; branding company, dedicated to high-quality branded &amp; generic printing services. we are trusted by individuals &amp; multinational companies. we offer diverse range of digital &amp; branding printing services, Royce prints consist of people who has depth &amp; breath of experience in the printing industry.</p>","industries":["Advertising"],"name":"Royce Prints India","sectors":["Others"]},{"email":"kingflyashbricksllp@gmail.com","idea":"<p>Fly ash bricks are a building component in civil engineering; mostly, they are masonry material. Generally, class C and class F fly ash, sand/stone dust and water is the ingredient of fly ash bricks.&nbsp;<span>It is also termed as ‘self-cementing’ bricks. Fly ash bricks are made of the recycled product, so it’s also an eco-friendly product.&nbsp;</span><span>Sometimes cement is also added to it as a cementing material. Due to the uniform structure. </span></p><p><span><br></span></p><p><span>Paver blocks are very durable, and if they are adequately interlocked, they can easily last for about 20 years. Paver blocks can withstand hefty vehicular load as well. Paver blocks are available in different shapes and colors, making it very versatile. These blocks can be used at residential as well as commercial premises. Paver blocks are slip-resistant and skid resistant. Paver blocks can be used in any weather conditions. These paver blocks are very easy to install and do not need any special equipment for its installation. The most important advantage of paver blocks is that they can be easily replaced.</span></p>","industries":["Construction"],"name":"KING FLY-ASH BRICKS LLP","sectors":["Construction Materials"]},{"email":"yogeshdukare@gmail.com","idea":"<p>A Healthcare focused social engagement platform which allows easy access and facilitates communication between healthcare experts &amp; health advice seekers, incentivizing everyone for contributing towards health improvement.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"LIFESEED TECH PRIVATE LIMITED","sectors":["Healthcare IT"]}]