[{"email":"parth@unionliving.in","idea":"<p>Network of accommodations with all serviced included for outstation millennials and bachelors in Mumbai and Navi Mumbai.&nbsp;</p>","industries":["Real Estate"],"name":"OREX COLIVING SPACES PRIVATE LIMITED","sectors":["Housing"]},{"email":"ali.akbar013@gmail.com","idea":"At Media World Experiential Marketing, we believe in creating unique moments that leave a lasting impression. What differentiates us from our competitors is that we really listen to our clients, creating distinctive events tailored to their specific needs and desires. Our innovative mix of solutions ensures that every detail is covered. Get in touch to learn how we can make your dream event a reality.","industries":["Events"],"name":"TMW Experiential Marketing LLP","sectors":["Event Management"]},{"email":"kushalbhatt003@gmail.com","idea":"<p>Name: RewInt<br><br>Tagline: Get Rewards or Job Guaranteed.<br></p><p><br></p><p>RewInt is revolutionizing the hiring process by creating a Reward-based economy.<br>With RewInt finding a job got so Rewarding!</p><p><br><br></p>","industries":["Human Resources"],"name":"RewInt","sectors":["Recruitment Jobs"]},{"email":"sales@bnhtradersllp.com","idea":"<p><span>Founded in January 2018, BNH Traders LLP is a firm which acts as a distributor of numerous useful and practical products, such as BNH Gas Tanks and AFO Fire Balls, in the Indian market. BNH Traders distribute products that keep people safe from any potential hazards in life – be it an inferno-like fire or a fatal ice-skating accident.</span></p>","industries":["Safety"],"name":"BNH TRADERS LLP","sectors":["Others"]},{"email":"restorativeremedies2020@gmail.com","idea":"<p>RESTORATIVE REMEDIES PRIVATE LIMITEDRESTORATIVE REMEDIES PRIVATE LIMITEDRESTORATIVE REMEDIES PRIVATE LIMITEDRESTORATIVE REMEDIES PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"RESTORATIVE REMEDIES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"info@stanrose.co.in","idea":"<p>STANROSE ENVIROTECH INDIA PRIVATE LIMITEDSTANROSE ENVIROTECH INDIA PRIVATE LIMITEDSTANROSE ENVIROTECH INDIA PRIVATE LIMITEDSTANROSE ENVIROTECH INDIA PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"STANROSE ENVIROTECH INDIA PRIVATE LIMITED","sectors":["Business Support Supplies"]},{"email":"dmjalan@gmail.com","idea":"<p>Electrid Systems is developing a Battery Management System which has received patents in India and the US. The system solves a multitude of conventional problems in applications including electric vehicles and smart grids.</p>","industries":["Automotive"],"name":"Electrid Systems","sectors":["Electric Vehicles"]},{"email":"saileshanney@gmail.com","idea":"<p>food franchise or a coffee shop or ice cream parlours</p>","industries":["Food & Beverages"],"name":"CHIRAG Enterprise","sectors":["Restaurants"]},{"email":"navin.chandra@datacurate.co.in","idea":"<p><a href=\"http://www.datacurate.co.in\" target=\"_blank\">www.datacurate.co.in</a><a href=\"http://www.datacurate.co.in\" target=\"_blank\"></a>&nbsp;- Datacurate Technologies is an information management, analytics and artificial intelligence consulting company, with the goal of helping organisations operationalise data-driven decision making. Using practical, innovative and purpose-built solutions based on Industry standard products, we fast track business outcomes and de-risk customer's investment.</p>","industries":["Analytics"],"name":"Datacurate Technologies Private Limited","sectors":["Data Science"]},{"email":"vaswaniansh@gmail.com","idea":"lately there has been a massive influx in the number of people watching formula 1, I see this as a great opportunity to create a game that adds to the excitement of formula one and one that can be monetized&nbsp;","industries":["Sports"],"name":"game on ","sectors":["Fantasy Sports"]}]