[{"email":"271999jugal@gmail.com","idea":"<p>This is Jugal Jain, the founder of Benign Alchemy.</p><p>Benign Alchemy was incorporated in June 2020.</p><p><br></p><p>I am greatly fascinated by the concept of personal care and I really want to bring a new set of standards to the personal care industry. That's the reason I have been working on my own personal care science ( skincare, haircare, bodycare ) brand for the past year. I have a business model already in place with products, sales strategies (backed by real experimental data), and creative marketing strategies.&nbsp;</p><p>Now, if you think what makes me different than all the other skincare brands?</p><p>Every mainstream brand in India is manufacturing on below par standards, I am planning to introduce products that could match international standards, which could allow us to expand all over the face of earth. Over the past one year, I have been formulating products, researching the global market, and have identified certain problems with the Indian brands.&nbsp;</p><p>There a couple of products that I wish to launch, that no other brand is currently manufacturing in India.&nbsp;</p><p>I started off small with some trial rounds to analyse the hurdles faced in terms of manufacturing products on a large scale. After getting a proper feedback from all the trails and responses, now I want to scale my idea so that I could give the market a genuinely good experience of personal care.&nbsp;</p><p>If you’re interested to be a part of this venture by investing in the company, please feel free to contact us at the details given below :-&nbsp;</p><p><br></p><p>E-mail : benignalchemy@gmail.com&nbsp;</p><p>Instagram : benignalchemy&nbsp;</p><p>Phone : +917977177351</p>","industries":["Healthcare & Lifesciences"],"name":"Benign Alchemy ","sectors":["Health & Wellness"]},{"email":"ajit.thomas@vrikshagroforest.in","idea":"<p>VRIKSHLIFE AGROFOREST LLPVRIKSHLIFE AGROFOREST LLPVRIKSHLIFE AGROFOREST LLPVRIKSHLIFE AGROFOREST LLP<br></p>","industries":["Social Impact"],"name":"VRIKSHLIFE AGROFOREST LLP","sectors":["Others"]},{"email":"ajit.thomas@beetles.in","idea":"<p>BEETLES CONSULTING AND TRADING LLPBEETLES CONSULTING AND TRADING LLPBEETLES CONSULTING AND TRADING LLPBEETLES CONSULTING AND TRADING LLP<br></p>","industries":["Renewable Energy"],"name":"BEETLES CONSULTING AND TRADING LLP","sectors":["Renewable Energy Solutions"]},{"email":"CARJENNYUS@GMAIL.COM","idea":"<p>GoTaxie is an online ride–hailing platform designed to connect drivers of cabs with passengers wanting to travel from one location to another within the city limits or outstation and providing vehicles on a rental basis.\n \n</p><p>The GoTaxie platform intends to offer a variety of vehicles i.e. from Rickshaws to SUV and ensures convenient, transparent billing thereby enabling passengers to get a ride cheaper compared to other cab aggregators thereby enabling transportation anytime.\n\nThe company is based in Mumbai and the application is developed by GoTaxie Mobility Private Limited. </p><p>GoTaxie intends to launch its application in Mumbai, Bengaluru, Mysore &amp; Poona. \n\nThe founding team of GoTaxie has more than 20 years of domain expertise in transportation, information technology, and finance. The aim of the organization is to provide a platform that will help drivers to earn more as well as help passengers travel to at a much lesser price.</p>","industries":["Travel & Tourism"],"name":"GOTAXIE MOBILITY PRIVATE LIMITED","sectors":["Others"]},{"email":"aakash@aspect.co.in","idea":"Setup in 2018, aIDRF is an acronym for Aspectech International Development Research Foundation. The team at aIDRF has expertise providing end-to-end solutions and also collaborates with global experts to design processes and plants economically for different types of environmental projects such as waste management, waste to energy (Zero Waste) and water treatment. aIDRF is involved in Design, Supply and Installation of Biogas plants for varying applications ranging from Household Cooking to Industrial Cogeneration, domestic water treatment purposes including Power Generation and Bio-CNG Bottling plants","industries":["Green Technology"],"name":"ASPECTECH INTERNATIONAL DEVELOPMENT RESEARCH FOUNDATION","sectors":["Clean Tech"]},{"email":"harshad.nityanand@gmail.com","idea":"<p>NITYANAND MOBILE FUEL PUMP PRIVATE LIMITED is to carry on in India and abroad the business of distributors, transporter, traders, retailers, marketing and suppliers by creating online link\n</p><p>with the customer, to advertise and promote the business online for distribution of petrol, diesel, Light diesel, High speed diesel, LPG,\n</p><p>Engine Oil, CNG, CBG, LNG and other related products with the help of an ecommerce website and/or mobile applications and to ensure\n</p><p>maintenance of continuous and smooth supplies of petroleum products by way of reselling and transportation and to further enhance\n</p><p>marketing infrastructure and reseller network for providing assured service to customers throughout the country and to do all such act\n</p><p>which is necessary to attainment of the main object.</p>","industries":["Non- Renewable Energy"],"name":"NITYANAND MOBILE FUEL PUMP PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"tanayrealty@gmail.com","idea":"<p>TANAY REALTY &amp; INFRASTRUCTURE PRIVATE LIMITEDTANAY REALTY &amp; INFRASTRUCTURE PRIVATE LIMITEDTANAY REALTY &amp; INFRASTRUCTURE PRIVATE LIMITEDTANAY REALTY &amp; INFRASTRUCTURE PRIVATE LIMITED<br></p>","industries":["Real Estate"],"name":"TANAY REALTY & INFRASTRUCTURE PRIVATE LIMITED","sectors":["Housing"]},{"email":"nitiparekh@thetaffy.in","idea":"<p>Taffy is a promise to the world for re-imagining the future - we are introducing ultra-modern trends for clothing in the most sustainable way with quality assurance for our future kids.</p><p>We are trying to solve the issue of ‘dead stock textile’. Since most products are made using deadstock fabrics or surplus fabrics from big mills to reduce our carbon footprint. A unique supply chain to optimize available textile stocks and design a secure future for our kids. We are a very small team but this is a hugely important part of what we do and we feel a great responsibility to make the right choices. We are reducing the carbon footprint to make a better world for those who are going to inherit them.</p>","industries":["Textiles & Apparel"],"name":"TaffyKIDS","sectors":["Apparel & Accessories"]},{"email":"junaidkhilji93@gmail.com","idea":"Juned khilji, 22yr old entrepreneur, Managing steel Manufacturing Company&nbsp;","industries":null,"name":"Juned Khilji","sectors":null},{"email":"srishtisrivastava139@gmail.com","idea":"\n            <p>Infiheal is a wellness startup looking at innovative solutions for mental health and more broadly, holistic health.</p><p>In our first product, we have combined music therapy with elements of Cognitive Behaviour Therapy and Hypnotherapy for better mental health. In our App, we create everything from scratch, including the music. The music we create is unique as we combine elements from several eastern and western schools of sound and music therapy such as binaural beats, isochronic tones, tibetan bowls, Ragas, mantra chants, downtempo, ambient music, nature sounds, songs with affirmative lyrics etc. Healing Affirmations that are based on elements of CBT and Hypnotherapy are recorded by a team comprising a hypnotherapist, counselling psychologist and a holistic health practitioner.</p>\n        ","industries":["Healthcare & Lifesciences"],"name":"Infiheal Healthcare","sectors":["Health & Wellness"]}]