[{"email":"info@ekobarn.com","idea":"<p>Ekobarn was founded with a vision to reduce our footprint on the environment and make the earth a more cleaner and habitable space. Through a plethora of products and services, we aim to be the one stop solution for all sorts of waste and transform every Indian household into a zero waste entity.&nbsp;</p><p><br></p><p>We have recently launched our first product - our first range of home composting products – The Ekobin</p>","industries":["Waste Management"],"name":"EKOBARN PRIVATE LIMITED","sectors":["Others"]},{"email":"abhishek@wattnexx.com","idea":"<p>We are focused on creating environmentally sustainable and commercially scalable solutions in the energy and mobility sectors.&nbsp;</p>","industries":["Renewable Energy"],"name":"WATTNEXX PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"aalesh.avlani@creditwisecapital.com","idea":"<p>CreditWise Capital is a consumer finance NBFC established with the aim of providing technology&nbsp;<span>driven loans to customers by making lending quick and easy.</span></p><p>The company is currently focused on automobile financing, with its first focused product being two \n</p><p>wheeler financing.</p>","industries":["Finance Technology"],"name":"CREDIT WISE CAPITAL PRIVATE LIMITED","sectors":["Microfinance"]},{"email":"yafethtalker@gmail.com","idea":"<p>One nation, healthy lifestyle. With a strong vision of providing healthy and nutritious food choices to our customers, we at Sheva Empresa LLP have come-up with our brand SHEVA FRESH. India is proud to house some the best products in the world like like Turmeric from Kolli hills of Tamil Nadu and Kandamal district of Odisha, Saffron from Pampore district of Kashmir, Cashews from Konkan coast of Maharashtra and Goa and long lost traditional wooden ghaani cold pressed oils that needs to be made a part of every day diet. Our vision is to empower the growers and cottage industry producers of this highly nutritious and indigenous  products from the interiors of India, while providing access to  nutrient rich produce at affordable prices to masses  across India and worldwide.</p><p><br></p><p>Akshita Rangnekar and Yafeth Talker, as founders of this company have international exposure due to their post graduation in Business from UK and Israel respectively. Akshita Rangnekar is an expert in supply chain management and was awarded the best project while working on a supply chain project for DSV Panalpina- which the second largest logistic company in the world after DHL. Yafeth Talker has studied and worked closely with the best companies in Israel and has deep knowledge and understanding of the importance of technology in the food industry. His startup was also shortlisted for accelerator program of Tel Aviv university and accelerator program in the silicon valley California, USA.  Both the founders of Sheva Fresh have studied closely the importance of eating good, pure and chemical free healthy food and the challenges in bringing them to the masses while removing the middlemen and help empower the growers and cottage industry manufacturing units.&nbsp;</p><p><br></p><p>We at Sheva Fresh believe that our society functions well if it is given nutritious food choices at affordable prices.</p>","industries":["Food & Beverages"],"name":"Sheva Empresa LLP","sectors":["Food Technology/Food Delivery"]},{"email":"chemicalsandip@gmail.com","idea":"<p>Water and waste water treatment chemicals supplier</p>","industries":["Chemicals"],"name":"WAVETRON CHEMICAL ","sectors":["Commodity Chemicals"]},{"email":"info@bubblesntrouble.com","idea":"<p>We are an innovative new age manufacturing company involved in producing medicines, water treatment, maintenance and food products for Fishes, Amphibians and Reptiles. <br></p>","industries":["Pets & Animals"],"name":"BUBBLES N TROUBLES","sectors":["Others"]},{"email":"bipinjadhav@balajiengineering.com","idea":"<p>BALAJI ENGINEERING PRIVATE LIMITEDBALAJI ENGINEERING PRIVATE LIMITEDBALAJI ENGINEERING PRIVATE LIMITEDBALAJI ENGINEERING PRIVATE LIMITED<br></p>","industries":["Technology Hardware"],"name":"BALAJI ENGINEERING PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"micromachinfo@gmail.com","idea":"<p>Micromach Innovations Pvt Ltd has emerged from the decade long micromanufacturing research carried out in the Machine Tools Lab at IIT Bombay. The company has been co-founded by the students of the lab, Dr. Rinku Kumar Mittal and Mr. Sachin Alya, under the mentorship of Prof. Ramesh Singh. The product portfolio consists of micromachining center and customized flexible reconfigurable fiber laser solutions for additive manufacturing, welding, cleaning, deep hole drilling. We specialize both in products, such as micromachining centers, special purpose machines and microfabrication services.</p><p><br></p><p>Our vision is to bring “science-enabled-technology” solutions for various challenging applications to enhance the global competitiveness of our clients. We hope to usher a new paradigm which we have christened as “Lab-to-Shop” for developing industry-ready technology solutions (both machine and process) based on the knowledge obtained from research in the lab.</p>","industries":["Technology Hardware"],"name":"MICROMACH INNOVATIONS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"ashitosh.salvi07@gmail.com","idea":"<p><span>GrowwFoodie is a restaurant Digital POS System and food ordering App.</span><a href=\"http://growwfoodie.com/\" target=\"_blank\">growwfoodie.com</a></p>","industries":["Food & Beverages"],"name":"GROWW FOODIE","sectors":["Restaurants"]},{"email":"priyanka@goodlittlerobots.in","idea":"<p>The nature or purpose of the business is to  design, develop and market software for startups  &amp;  enterprises in India  to provide solutions/services in the areas of Artificial Intelligence, Machine Learning, OCR, Computer Vision, Augmented Reality, Virtual Reality, image recognition platform, database design and implementation, client server based application, operating systems, internet based applications, communication and networks and all other related areas of internet and software technology.</p>","industries":["AI"],"name":"GOOD LITTLE ROBOTS PRIVATE LIMITED","sectors":["Machine Learning"]}]