[{"email":"info@leatherclue.com","idea":"<p>We at Leatherclue are committed to offering selected 100% pure leather products, which meet our quality standards, and to delivering delight to the recipient, with the special care that we take in packaging and delivering your gift for you and your loved ones. We are Mumbai-based company, with a young, enthusiastic and committed team, experienced management, and leading edge technology to ensure that we deliver delight each time you order with us. At Leatherclue, we strive to provide our customers with quality products at the best prices possible. All the while, we make all efforts to give them a level of service that they will never forget, making them want to come back for more. .We at Leatherclue provide our customers with:\n</p><p>Wider range for selection of products.\n</p><p>Convenient buying experience.\n</p><p>On time delivery of products.\n</p><p>Faster resolution of any concern\n</p><p>We will hugely appreciate your feedback to help us improve. Do connect with us at info@leatherclue.com and let us know how we are doing.</p><p>\n</p>","industries":["Retail"],"name":"Leatherclue","sectors":["Retail Technology"]},{"email":"sushant.muni@privilegeproducts.com","idea":"<p>FMCG PRODUCTS FOR RETAILERS AND ALSO LOOKING FOR EXPORTS</p>","industries":["Food & Beverages"],"name":"DEVSAYA INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"info.lapachem@gmail.com","idea":"<p>The LLP will be engaged in manufacturing and trading of Resin, Monomers &amp; Polymers.</p>","industries":["Chemicals"],"name":"LAPA CHEM LLP","sectors":["Specialty Chemicals"]},{"email":"jayan@healthnow.in","idea":"<p>healthnow is a group of expert nutritionists and health enthusiasts. “Good health right now” is our motto and we aim to connect you to the right eating choices. We choose fact over the fad and bring you extensively researched health, and diet practises. Our experts make personalised diet plans to help you achieve your health goals.</p>","industries":["Healthcare & Lifesciences"],"name":"HEALTHNOW TECHNOLOGIES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"hemanshlunia@gmail.com","idea":"<p>India only first and free website&nbsp; for brand advertiser to contact directly with influencer like youtuber /instagrammer for their promotion and paying them directly</p>","industries":["Advertising"],"name":"Brandpacer","sectors":["Others"]},{"email":"k.sunil.krishnan@gmail.com","idea":"<p>7I CREATIVE EDUCATORS PRIVATE LIMITED7I CREATIVE EDUCATORS PRIVATE LIMITED7I CREATIVE EDUCATORS PRIVATE LIMITED7I CREATIVE EDUCATORS PRIVATE LIMITED<br></p>","industries":["Education"],"name":"7I CREATIVE EDUCATORS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"agph@waybiond.com","idea":"<p>We are a biotech company designing and metabolic pathways for producing value added chemicals and services</p>","industries":["Biotechnology"],"name":"WAYBIOND BIOTECH PRIVATE LIMITED","sectors":["Others"]},{"email":"pavankale.official@gmail.com","idea":"\n            <p>Aiming to disrupt Agriculture through Automated AI Based Robotic Solutions, making Farmers Productive &amp; Self-Sufficient</p>\n        ","industries":["Agriculture"],"name":"Agrivator","sectors":["Agri-Tech"]},{"email":"hibsurgicals@yahoo.com","idea":"<p>Myself Mr. Ramesh Pandey staying at Parel Mumbai 12. doing trading business in the name of HIB SURGICALS since year 1988. We are supplying Orthopedic Instruments &amp; Implants to all major hospitals in Mumbai &amp; other major cities in India.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Healyx Enterprises Pvt Ltd","sectors":["Biotechnology"]},{"email":"vedaeelights@gmail.com","idea":"<p><a href=\"https://www.vedaeelights.in/about-us\" target=\"_blank\">About Us</a><br></p>","industries":["Others"],"name":"Vedaee LED Lights","sectors":["Others"]}]