[{"email":"dobhal.avantika@gmail.com","idea":"<p>We blend learning with activities through online mode of live teaching for which we have our App as well. We target the skills required for better communication skills and focus to develop them through interaction, games and activities. Every individual is given a choice to learn individually or in a group.</p>","industries":["Education"],"name":"AAYOGG CONSULTING PRIVATE LIMITED","sectors":["E-learning"]},{"email":"chanakyabioenergy@gmail.com","idea":"<p>WASTENOT LTD is a brand by KAUTILYA RE-POLYMERS PVT. LTD which plans to create a Pan Indian Ocean Bound Plastic Waste Up-cycling Company, rooted into Innovative – Lateral – Breakthrough Technology/processes. Generating wealth from waste through effective source collection of dry waste, sorting of recyclable plastics, recycling into Virgin grade equivalent recycled plastic granules &amp; moulding into end application commodity products of high value and demand</p>","industries":["Waste Management"],"name":"KAUTILYA RE-POLYMERS PRIVATE LIMITED","sectors":["Others"]},{"email":"ankush@pincood.com","idea":"<p>HHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH</p>","industries":["Internet of Things"],"name":"PINCOOD PARTNERS PRIVATE LIMITED","sectors":["Others"]},{"email":"farm2famindia@gmail.com","idea":"<p>We at, Farm 2 Fam, have the vision of growing locally the fruits that are currently imported into India such as berries, cherries, avocadoes, etc. These fruits are expensive in price due the import from different countries and therefore affordable to only a niche elite class of the population today. Our vision, is to grow such fruits in India as per international standards and quality and make them accessible to majority of the Indian population. These fruits will be sold in our own brand enabling the consumers to check the traceability and origin of these fruits. In addition to fresh, we will also be working on developing value added products like jams, sauces, chocolates, etc. from these fruits to enable the customers to eat the fruits in different formats.</p>","industries":["Agriculture"],"name":"FARM 2 FAM INDIA PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"prashant@navbharat.com","idea":"<p>We can help you ship goods warehouse to warehouse. We handle freight, customs clearance, transportation, warehousing etc to give you a seamless experience. Forwarding, Customs Clearance, Transportation. End-to-End logistics.</p>","industries":["Logistics"],"name":"NAVBHARAT CONSOLIDATION PRIVATE LIMITED","sectors":["Others"]},{"email":"hobbycentral01@gmail.com","idea":"<p>HOBBY CENTRAL TOYS AND GAMES (OPC) PRIVATE LIMITED is a Private One Person Company, who was incorporated on 25-Oct-2018 . HOBBY CENTRAL TOYS AND GAMES (OPC) PRIVATE LIMITED is classified as Non-Government and is located in MUMBAI.&nbsp;</p><p>&nbsp;Main Activity of the said Company HOBBY CENTRAL TOYS AND GAMES (OPC) PRIVATE LIMITED is : , Other business activities n.e.c., It Comes Under Division OTHER BUSINESS ACTIVITIES and this come under section REAL ESTATE, RENTING AND BUSINESS ACTIVITIES.</p><p>\n</p>","industries":["Toys and Games"],"name":"Hobby Central Toys and Games (OPC) Private Limited","sectors":["Physical Toys and Games"]},{"email":"taralmunshi2001@yahoo.com","idea":"<p>Kaladisha is a video streaming websites that offers thousands of hours of premium, exclusive and original content from leading Producers and Publishers. It’s a one-stop websites for some of the best Kala. The platform lays focus on Exclusive Original Content with emphasis on high-quality Hindi and Regional Languages. The language range includes everything from Malayalam, Tamil, Bengali, Punjabi, Bhojpuri, and etc. Kaladisha will offer consumers more than 20 original shows and over 50,000 hours of Premium Content across languages. Large collection of Kala and Short Videos. Watch your favourite content on the go anytime, anywhere.<br></p>","industries":["Indic Language Startups"],"name":"KALADISHA PRIVATE LIMITED","sectors":["E-Commerce"]},{"email":"pawarjohny25@gmail.com","idea":"<p><span><span>MH BUSINESS CAPITAL FINANCIAL SERVICES PRIVATE LIMITED</span><span> provides financial advisory services by combining the disciplines of risk management, research and technology to create optimal trading and investment strategies within the regulatory framework. To carry on the business or vocation to act as consultants and advisers on all matters and problems related to Finance.</span></span></p>","industries":["Finance Technology"],"name":"MH BUSINESS CAPITAL FINANCIAL SERVICES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"darveshturab@gmail.com","idea":"<p>Intra Urban Electric 2w shared mobility programme,&nbsp; Public bike sharing platform for First and Last Mile Connectivity.</p>","industries":["Automotive"],"name":"eMatrixmile India Private Limited ","sectors":["Electric Vehicles"]},{"email":"prajot@prajotvaidya.com","idea":"<p>I am CS Prajot Vaidya residing in thane i have 9 years of experience<br></p>","industries":["Advertising"],"name":"Vaidya Communication","sectors":["Others"]}]