[{"email":"xureenterprises@gmail.com","idea":"<p>XURE ENTERPRISES PRIVATE XURE ENTERPRISES PRIVATE LIMITEDXURE ENTERPRISES PRIVATE LIMITEDXURE ENTERPRISES PRIVATE LIMITEDXURE ENTERPRISES PRIVATE LIMITED<br></p>","industries":["Non- Renewable Energy"],"name":"XURE ENTERPRISES PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"parikshitsolutions@outlook.com","idea":"<p>PARIKSHIT TECHNOLOGY CONSULTANT LLPPARIKSHIT TECHNOLOGY CONSULTANT LLPPARIKSHIT TECHNOLOGY CONSULTANT LLP<br></p>","industries":["IT Services"],"name":"PARIKSHIT TECHNOLOGY ","sectors":["IT Management"]},{"email":"vrsn09@gmail.com","idea":"<p>Vidarbha Employment Service Private Limited is a gateway to provision of effective and dynamic security service establishes to serve the industries the government establishments, housing societies and international industrial areas, udyog vihars, farm houses and huge industrial areas. The group has been organized to provide well built tough, intelligent, educated, sincere and honest security personnel who are always smartly turned out. Our men provide top class security services sense of effective safety and security in letter and spirit</p>","industries":["Human Resources"],"name":"OMVIGNAHARTA SERVICE PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"shahkeyur280@yahoo.com","idea":"<p>Secretarial Work,&nbsp; Accountancy, Income tax filling, GST Filling.</p>","industries":["Others"],"name":"VYAVSAYIK CONSULTANCY LLP","sectors":["Others"]},{"email":"Sanjiv.shah@walkofood.com","idea":"<p>The company manufactures 100% Pure Milk Ice Creams that do not contain any colours, preservatives or additives and Kulfis.</p>","industries":["Food & Beverages"],"name":"WALKO FOOD COMPANY PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"vtmehta@nuflow.in","idea":"<p>In addition to our standard offerings for Factory Automation, Nu-Flow specializes in providing customized solutions for Process Industry.\n</p><p>We cater to various applications like Packaging, Special Purpose Machines, Valve Automation &amp; Boiler Automation thereby serving industries like Pharma, Metals, Cement, Energy &amp; Environment, etc.\n</p><p>Nu-Flow has an advanced manufacturing standard &amp; an unparallel thrive for quality, performance &amp; value making it the preferred choice of customers.\n</p><p>Our state-of-the-art manufacturing facility including various CNC, GPM &amp; SPM machines help us to achieve on time delivery with best quality.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Technology Hardware"],"name":"NU-FLOW AUTOMATION (INDIA) PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"mohanlal@mechmarine.net","idea":"<p>Engaged in the Design &amp; construction of all types of floating crafts and marine equipments.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Mech Marine Engineers Pvt Ltd","sectors":["Business Support Services"]},{"email":"ayushmaheshwari8083@gmail.com","idea":"<p>The Company is Providing a unique platform to the talent related to the Music &amp; Video industry. To encourage fresh NEW talent , voices, faces as the opportunity today are extremely restricted and many people do not have enough resources/ avenues to showcase their talent apart from existing platform which mostly bring in existing popular artist/ established artist. Also, as thousands of artists, music professions has been affected by COVID PANDEMICS &amp; LOCKDOWN. There is scarcity of work and people are finding it difficult or impossible to earn a basic living ans there are several instances of anxiety, mental health issues, depression and in some cases even suicide. That is why it is important to revolutionize the music industry during this pandemic.</p>","industries":["Media & Entertainment"],"name":"Chai Coffee Entertainment Private Limited","sectors":["Others"]},{"email":"thaneeshaproducts@gmail.com","idea":"<p>we are manufacture. we manufacture pure ghee and special jeera sarbat</p>","industries":["Food & Beverages"],"name":"THANEESHA PRODUCTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"umesh@werkon.co","idea":"<p>We began as a Recruitment Consultancy in 2016 and in a span of 5 years; we have tip-ups with more than 40 NGOs and having more than 1000 freelancers all over Mumbai. We have already recruited more than 95,000 Middle and more than 5000 senior placements in Pan India. \n</p><p>Werkon Staffing Solutions Pvt. Ltd. provides a wide spectrum of services, with a focus on Recruitment, Temporary and Contract Staffing Solutions, Payroll, and Compliance Management.\n</p><p>The Company is today widely regarded as the fastest growing service provider providing end-to-end effective and trouble-free services all over India. Headquartered in Mumbai, we presently Providing services in Ahmedabad, Bangalore, Chennai,  Hyderabad, Kolkata, Mumbai, New Delhi, Pune, Chennai.\n</p><p>Our aim is to deliver exceptional end-to-end service to our Clients. At Werkon we believe in the power of people. If you are looking at motivated achievers who can add tremendous value to your organization or if you are an enterprising individual looking at a challenging career opportunity, you are on the right search process. We have teams of Consultants specializing in a wide range of disciplines. Our team is sure to blend well with your organization and render one of the most conducive environments for exciting business ventures</p>","industries":["Human Resources"],"name":"Werkon","sectors":["Others"]}]