[{"email":"mm@perfectinfra.com","idea":"<p>Vision of the Company: Change Air Conditioning Industry trends by introducing unique and patented Solar Thermal Technology in developing Countries like India- like CNG Kit for Air Conditioning Industry.</p><p><br></p><p>\n</p><p>Target: The Company is targeting only Industrial Conditioning business in sectors of Hospitality, Healthcare, Industrial Complex, Educational Institutes, Metro Train Stations, Mall, Multiplex &amp; Offices, Central/State Govt. Projects, etc.</p><p><br></p><p>\n</p><p>USP of the Business: We are not a Photovoltaic (Electric) Panel System. We do not generate electricity, we convert the Sun's energy to heat, the ultimate renewable energy resources. Our  Perfect Suntrac Solar Thermal SmartPanel saves up to 90% space as compared to Photovoltaic (Electric) Panel System.</p><p>\n</p><p>\n</p>","industries":["Renewable Energy"],"name":"PERFECT CONTROL PANELS PRIVATE LIMITED","sectors":["Manufacture of Electrical Equipment"]},{"email":"palvipatil1231@gmail.com","idea":"<p>SETTINGUP NEW MANUFACTURING UNIT ON LARGE SCALE IN AQUACULUTURE FISH FARMING</p><p><br></p>","industries":["Agriculture"],"name":"MANDAR ENTERPRISE","sectors":["Fisheries"]},{"email":"sampurn.e.arth@gmail.com","idea":"<p>SAMPURN(E)ARTH ENVIRONMENT SOLUTIONS PRIVATE LIMITEDSAMPURN(E)ARTH ENVIRONMENT SOLUTIONS PRIVATE LIMITEDSAMPURN(E)ARTH ENVIRONMENT SOLUTIONS PRIVATE LIMITED<br></p>","industries":["Waste Management"],"name":"SAMPURN(E)ARTH ENVIRONMENT SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"jandtengineering@gmail.com","idea":"<p>We J &amp; T Engineering Works is license holder company under Govt. of Maharashtra Fire Department and we do Turnkey projects of Fire Protection System.</p>","industries":["Safety"],"name":"J &amp; T Engineering Works","sectors":["Others"]},{"email":"nmambavi@gmail.com","idea":"Experienced Founder at a startup based in India with a demonstrated history of working in the information technology and services industry. Equipped with a skilled team in Business Planning, WordPress Design, Graphic Design, Web Design, and Web Development. Strong business development professional with a Bachelors focused in Computer Technology/Computer Systems Technology from SVKM's Narsee Monjee Institute of Management Studies (NMIMS).","industries":null,"name":"Naman Ambavi","sectors":null},{"email":"info@techxaasoft.com","idea":"<p>We bring Innovative Technologies to our customers from across the Globe and partner with all leading companies and innovative startups to bring value add to our customers</p><p>We partner with innovative technology startup across the world and and provide innovative Technology solutions to solve Business Problems\n</p><p>We help Customer to Discover, Learn and evaluate new technologies \n</p><p>We partner with innovative Technology Startups for expansion in new markets and provide them visibility. \n</p><p>We ensure availability of trained and competent resources to deploy &amp; support your IT Investments. \n</p><p>We work closely with the Customer to architect and provide any Software, Hardware and Solution as a service (XaaS)</p>","industries":["Enterprise Software"],"name":"TECHXAASOFT PRIVATE LIMITED","sectors":["Others"]},{"email":"graviti.solutions@gmail.com","idea":"<p>Transport operations management system, for managing shipping operations of small &amp; medium sized manufacturing units in India</p>","industries":["IT Services"],"name":"ISUA SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"rravisharma444@gmail.com","idea":"<p>i have a idea to create&nbsp; stock market next level , for new generation how to trade n how to earn from stock market</p>","industries":["Education"],"name":"Ravi Sharma","sectors":["Skill Development"]},{"email":"bvmahatme@gmail.com","idea":"\n            <p>Our business idea is about providing solution in the arena of stressed assets held by various Public Sector &amp; Private Sector Banks, NBFCs, DRTs, DRATs, NCLTs</p><p><br></p><p>1) By creating a platform wherein various stakeholders could freely exchange information for each others benefit.</p><p><br></p><p>2) Helping various Secured Creditors and Tribunals to liquidate stressed assets to help relieve NPA mess in systematic manner.</p><p><br></p><p>3) Attract, Educate and consult retail buyers and investors of real estate to actively consider buying of stressed assets.</p><p><br></p><p>4) Make representation to Central &amp; State Governments with reference to stressed realestate ecosystem.</p><p><br></p><p>5) The ultimate goal is to overoil and lubricate the stressed area within banking and non banking sector.</p>\n        ","industries":["Real Estate"],"name":"BVM Consultancy","sectors":["Others"]},{"email":"hetvisheth@alfechem.com","idea":"<p><b><u>ALFE CHEM INDIA PRIVATE LIMITED</u></b></p><p><b><u><br></u></b></p><p>Lubricants are an integral part of every manufacturing process involving metals, these include processes in: foundries, metalworking, rolling, automotive, forging, etc. \n</p><p>The problem is however, currently available lubricants are highly inefficient resulting high process, disposal and waste treatment costs, and result in unnecessary wastage. The inefficiencies also lead to water and environment pollution. In addition, they are flammable posing a risk to surrounding workers and the environment.<br><br></p><p> \n</p><p>Today, controlling industrial pollution is a big challenge for all governments especially the developing countries looking for sustainable industrial growth. Many governments/ countries have established special industrial zones viz. chemical zones for industries having hazardous chemicals in their manufacturing process or as by-products. \n<br><br></p><p>Various lubricants are required across several industrial processes such as – Master alloys, Moulding, Rolling, Drawing, Die Casting, Metal cutting, Extrusion, hydraulic, tannery, auto motives etc. In addition, chemical auxiliaries such as pastes and greases, detergents, protective oils, coatings and paints, are used in auxiliary processes. To supplement these processes several fluids are used such as piston lubricants, Diathermic fluids, machining oils, Fluids for heat treatment etc. The currently available lubricants in the market contain glycol and several such ingredients which lead to land, water and air pollution. Disposing these lubricants require special disposal mechanisms thereby leading to high disposal costs as well as high costs for waste water treatments. \n<br><br></p><p>Consequently industries strive to focus on process efficiencies i.e. control the process by assuring that the right chemical is used in the right part/process, at the correct concentration, at the right temperature, reduce waste water treatment costs, and reduce the number of chemicals used, product cycle optimization, and reductions in costs while minimizing environmental impact.\n<br><br></p><p>Our motivation is to address these unmet needs and support industrial growth; our goal is to provide a range of eco-sustainable products enabling continuous improvements in quality and cost effectiveness, reductions in chemical usage and waste treatment costs. Our company is committed to making a positive impact on better health, safety and a more sustainable environment through our wide range of biodegradable products that are customized to the consumer’s needs. \n<br><br></p><p>At present we have a range of products that meet these requirements. We are engaged in multiple industries and aim for organic through partnerships and engineering innovative solutions through worldwide patented products backed by team of researchers involved in continued innovation and research. By creating broader awareness in industries to adopt environmentally friendly products and process models, Alfe Chem India in collaboration with Foundry Chem Italy can ultimately help in benefiting all the stakeholders paving the way for a more sustainable world, thereby helping a more sustainable and organised industrial growth.\n<br><br></p><p>Foundry Alfe Chem’s mission is to supply high quality specialty processing products and service to industry throughout the world. Our products and service is consistent in providing satisfaction of our customers’ expectations and be in strict compliance with all health, safety and environmental regulations. We strive to make continuous improvements in the quality and cost effectiveness of our products and service so as to insure our position as one of the leading suppliers in our industry.</p><p><b><u>\n</u></b></p><p><b><u>\n</u></b></p><p><b><u>\n</u></b></p><p><b><u>\n</u></b></p><p><b><u>\n</u></b></p><p><b><u>\n</u></b></p><p><b><u>\n</u></b></p>","industries":["Chemicals"],"name":"ALFE CHEM INDIA PRIVATE LIMITED","sectors":["Specialty Chemicals"]}]