[{"email":"parul.dawar@bap-india.com","idea":"<p>Our enablement of Investor's India growth story is driven mainly by our benchmark team of astute leaders who bring wide-ranging deep domain expertise. And that too with a cumulative experience of 200+ years! \n</p><p>At Business Access Partners, your India growth enablement is in great hands. Have a look!</p><p>\n</p>","industries":["Professional & Commercial Services"],"name":"DC BUSINESS ACCESS PARTNERS LLP","sectors":["Business Support Services"]},{"email":"shilpa@lakavishnutratech.com","idea":"<p>We are engaged in R&amp;D, manufacturing and sale of nutraceuticals products. We believe in science and research and are focused on providing safe products for resolving skin concerns and general well being.</p><p><br></p><p>The company was incorporated in January 2021 and is currently self funded.</p>","industries":["Others"],"name":"LAKAVISH NUTRATECH PRIVATE LIMITED","sectors":["Others"]},{"email":"karanbhagat@novomedi.com","idea":"<p>Novo Medi Science Private Limited incorporated in the year 2013, is a pharmaceutical company engaged in manufacturing, research and development, processing, packing, dealing, buying selling, distributing, import and export of pharmaceutical, medical, drugs, organic and inorganic fine chemicals and formulation, laboratory chemicals, chemicals required in pharmaceutical manufacturing.</p><p><br></p><p>Novo Medi Sciences Pvt. Ltd., Head Quartered in Mumbai, India. Novo is founded by India’s oldest and most trusted pharmaceutical business group. The promoters of this group are well renowned in the Pharmaceutical industry by the medical fraternity &amp; corporate houses due to over 70 years of presence. Mr. Vipul R. Bhagat, Co-founder&amp; President &amp;Mrs. Anju Gupta Kaudanya, Chairperson &amp; CEO have been engaged in the business of specialty pharmaceuticals for the last 35 years</p>","industries":["Healthcare & Lifesciences"],"name":"NOVO MEDI SCIENCES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"stawan@factwise.io","idea":"<p>Our vision is to revolutionize the end to end journey from sourcing to payment (S2P) for businesses, especially SMEs globally. The SMEs have been underserved and do not have any comprehensive end to end S2P solutions currently. We are committed to making the work smarter, easier, and more efficient, through cutting edge technologies (e.g., Natural Language Processing, Machine Learning, Smart Analytics) for the buyers and for the suppliers. We are currently building the solution with our first customer in India. We are a team of 10 people and are adding a few more resources shortly.</p>","industries":["Enterprise Software"],"name":"FACT WISE TECH PRIVATE LIMITED","sectors":["Cloud"]},{"email":"adil.cooper@victoryesolutions.com","idea":"<p>VICTORY EDUCATIONAL &amp; CORPORATE SOLUTIONS PRIVATE LIMITEDVICTORY EDUCATIONAL &amp; CORPORATE SOLUTIONS PRIVATE LIMITEDVICTORY EDUCATIONAL &amp; CORPORATE SOLUTIONS PRIVATE LIMITED<br></p>","industries":["Education"],"name":"VICTORY GLOBALCARE PRIVATE LIMITED","sectors":["Others"]},{"email":"deshmukhmanas@yahoo.co.in","idea":"<p>Splendid Techno Hub</p><p>An innovative organization, experienced in converting ideas into practical and useful products. Splendid Techno Hub has a structured approach that employs unique methodologies, tools and techniques for design ideation. Our product designers have a wealth of experience working across a number of sectors such as Embedded Electronics, Chargers &amp; SMPS.</p>","industries":["Internet of Things"],"name":"Splendid Techno Hub LLP","sectors":["Manufacturing & Warehouse"]},{"email":"sahil@evermorejewellery.co.in","idea":"<p><a href=\"http://www.evermorejewellery.co.in\" target=\"_blank\">Evermore Jewellery</a><br></p>","industries":["Others"],"name":"Evermore Jewellery","sectors":["Others"]},{"email":"anushka@cuddlesforcubs.com","idea":"<p>Cuddles for Cubs is an online children’s apparel start-up with the vision to help parents succeed. Through rigorous research, product development, and strategic road mapping, we at Cuddles for Cubs are looking to establish ourselves as a formidable player committed to creating shared value in the children’s apparel sector.</p>","industries":["Retail"],"name":"Cuddles for Cubs","sectors":["Others"]},{"email":"siddharthjsurana@gmail.com","idea":"<a href=\"https://www.linkedin.com/in/siddharthjsurana/\" target=\"_blank\">Link to my LinkedIn Profile</a><br>","industries":null,"name":"Siddharth Surana","sectors":null},{"email":"info@indent.co.in","idea":"<p>The .nv.s.ble Mile</p><p><br></p><p>Providing cheaper, convenient, economical and safer last mile solution for the blue collar workforce for whom an EV is a need driven solution than desire driven</p>","industries":["Design"],"name":"Indent Designs","sectors":["Industrial Design"]}]