[{"email":"brainbee.pvtltd@gmail.com","idea":"<p>Founded in 2021, its registered office located in Mumbai Maharashtra. We do the manufacturing and trading of kitchenware items and garment products.</p>","industries":["Textiles & Apparel"],"name":"Brain Bee Businesses Private Limited","sectors":["Others"]},{"email":"ps@prateeksachan.com","idea":"<p>SAAS for event organizers to manage their events and ticketing/payments.<br></p>","industries":["Events"],"name":"TOWNTROT TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"Sandeep.n1989@gmail.com","idea":"<p>The company objective is to cater primarily to SDG 2 and 12 through agriculture interventions.&nbsp;</p>","industries":["Agriculture"],"name":"Nangare Patil Agro Farms Pvt Ltd","sectors":["Others"]},{"email":"bedraj@unboxspaces.co.in","idea":"<p></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p><span>UnboxSpaces\ndrives growth from design and execution of converting old shipping containers\ninto optimised living spaces. With a background of engineering, management and\nfinance, the team of three founders are driving growth in the space of recycled\nliving - from creating homes to offices, to retail outlets, from schools to\nmobile hospitals, from pre-fabricated homes to large housing complexes and from\ndeveloping cold rooms for small farmers to creating large industrial workshops.\nAlthough the range is high, we are focussing on developing retail, homes,\nresorts and cold storages at this point.&nbsp;</span></p>\n\n<p><span>&nbsp;</span></p>\n\n<span>Recycling of old shipping containers will help us keep our CO2 footprint in\ncheck. The biggest advantage for a buyer of our solution is providing more\n&nbsp;time to market as projects can get over at a very fast pace, compared to\ntraditional construction. Secondly, it can help reduce costs (particularly that\nof slabs).</span><p></p><p><span><br></span></p><p><span>The second part of the business is to design and develop effective retail solutions for dark stores - reducing their time to store, pick and delvier.<br></span>\n\n\n\n</p><p></p><p></p>","industries":["Construction"],"name":"UNBOXSPACES LLP","sectors":["Construction & Engineering"]},{"email":"info@eurotec.in","idea":"<p>Eurotec Engineering Corporation is a Mumbai based integrated engineering solutions group involved in the supply of hi-tech equipment and engineering services to the Oil, Gas &amp; Energy Sectors. Some highlights about our company:</p><p><span>- Professionally managed&nbsp;company with a dedicated team of senior technocrats, sales &amp; marketing professionals, field engineers &amp; technicians</span></p><p>- Strong emphasis on customer centric approach \n</p><p>- Exclusive partnerships&nbsp;with world renowned OEMs &amp; technology providers in critical areas of the Oil &amp; Gas value chain\n</p><p>- Strong network of relationships with Customers, EPCs, Consultants &amp; Regulatory Bodies</p><p>- Key Practice Areas\n</p><p>-- CNG Station Equipment (in partnership with Safé Italy) \n</p><p>-- CNG Booster Compressors for Daughter Stations – localized production in India\n</p><p>-- CNG Fuel Dispensers – soon to be launched in India\n</p><p>-- CNG Compressors for Mother Stn., Online Stn.  &amp; Biogas plants\n</p><p>-- CNG Mobile Refueling Unit – soon to be launched in India\n</p><p>-- LNG Fuel Station – Satellite Solutions (in partnership with AxéGaz France)\n</p><p>-- LNG Station Storage &amp; Regasification Facility\n</p><p>--- Low Pressure network\n</p><p>--- High pressure LCNG\n</p><p>--- LNG Filling Solutions\n</p><p>-- CUSTOM SOLUTIONS – Waste Heat Recovery, Biogas, Diesel to Dual Fuel, Gas Monetization, LSTK Projects</p><p><br></p><p><a href=\"https://www.linkedin.com/company/10474906/admin/\" target=\"_blank\">Eurotec Engineering Corporation</a></p><p>\n</p>","industries":["Others"],"name":"Eurotec Engineering Corporation","sectors":["Others"]},{"email":"variyakishita@gmail.com","idea":"<p>A portal to feed the details of students and make it available for printing identity cards to printing companies.</p>","industries":["Education"],"name":"Kishul Solutions","sectors":["Others"]},{"email":"ankit@kyeinteractive.com","idea":"<p>here are two types of people: 1. Tea or Coffee 2. Cats or Dogs 3. 9-to-5 employees or Entrepreneurs. There is nothing right or wrong in any choices, it is just about the aptitude and temperament of an individual.\n</p><p>9-to-5 is respectable huge work force which is required irrespective of any sector of industry or business. However, somehow it is a taboo to some extent if someone tries to leave stable job and start his/her own business. Peer pressure from family, society, false notions of stability, lack of finances, lack of knowledge for how to convert an idea to a business model and so on, there is a long list of obstacles for Entrepreneurs or potential Entrepreneurs.\n</p><p>This prompted the concept of KYE, Know Your Entrepreneur, with hope and belief that it will encourage the potential Entrepreneurs to break the barriers of 9-to-5 and assist the existing Entrepreneurs to take their business to newer heights. KYE for Entrepreneurs:</p><p>\n</p><p>\n</p>","industries":["Media & Entertainment"],"name":"KYE INTERACTIVE LLP","sectors":["Digital Media Publishing"]},{"email":"udayw@live.com","idea":"<p>Microsys is the largest web services company offers a specialized web hosting, domain and SSL.</p>","industries":["IT Services"],"name":"Microsys","sectors":["Web Development"]},{"email":"karan.rane@fetchy.in","idea":"<p><a href=\"https://fetchy.in\" target=\"_blank\">Fetchy </a>allows you to create a personalized and easily customizable page, that houses all the important links you want to share with your audience. It can be used on social platforms like Instagram, TikTok, Twitch, Facebook, YouTube, Twitter, or LinkedIn, or you can use it to aid discovery of your work, brand or business.</p>","industries":["Marketing"],"name":"Fetchy","sectors":["Branding"]},{"email":"sid.singapore@gmail.com","idea":"<p>An app where electric car owners can find the nearest electric charging station and also for someone to search the nearest electric car rental.</p>","industries":["Automotive"],"name":"E-Vehicle Findr ","sectors":["Electric Vehicles"]}]