[{"email":"vsk10stars@gmail.com","idea":"<p>I am a student of Vidyalankar institute of technology</p>","industries":["AI"],"name":"Vaibhav Shenoy","sectors":["Others"]},{"email":"easybarcode1@gmail.com","idea":"<p>Barcode Solutions and Pos Solution Provider in India</p>","industries":["Computer Vision"],"name":"Easy Barcode Technologies","sectors":["Others"]},{"email":"crafxstudio@gmail.com","idea":"We are a creative agency, passionate about building and designing brands that will stand the test of time. We pride ourselves on being dynamic and distinctive in setting you apart from your competitors. We’re driven by results and our restless ambition to succeed is what pushes us to continually innovate.&nbsp;","industries":["Design"],"name":"Crafx Studio LLP","sectors":["Web Design"]},{"email":"yathakathaprivatelimited@gmail.com","idea":"<p>Yathakatha Private Limited is going to establish itself in the field of service and products with a wide range of idea implementation.&nbsp;</p>","industries":["Marketing"],"name":"Yathakatha Private Limited","sectors":["Market Research"]},{"email":"cooklingo@gmail.com","idea":"<p>As the name suggests, Cooklingo means the language of cooking! We provide everything at Cooklingo, from freshly sourced (local oriented) ingredients to easy-to-follow recipes. All our ingredients are perfectly proportioned and are pre-prepped</p><p>(pre-chopped and pre-marinated). All a customer has to do is follow our recipe step by step and voila, their meal will be ready within minutes.</p><p><br></p><p>The core concept of Cooklingo is to provide convenience in cooking by providing fresh ingredients in a pre-prepped manner and delivering them right at customers’ doorstep. \"Delivering fresh ingredients and recipes right at your doorstep\" is our mantra!</p><p><br></p><p>We also aim to take utmost care in maintaining hygiene and cleanliness and help people combat COVID-19 by providing them “Sanitized Wet Wipes” to be used before and after cooking. All these ingredients are delivered in an eco-friendly packaging that can be reused to store food. We have e-recipes that we share with our customers that make our company 100% paperless.</p>","industries":["Food & Beverages"],"name":"Cooklingo","sectors":["Others"]},{"email":"leapupindia@gmail.com","idea":"<p>LEAPUP EDUTECH PRIVATE LIMITEDLEAPUP EDUTECH PRIVATE LIMITEDLEAPUP EDUTECH PRIVATE LIMITEDLEAPUP EDUTECH PRIVATE LIMITED<br></p>","industries":["Education"],"name":"LEAPUP EDUTECH PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"crystalcoolingsolutions2021@gmail.com","idea":"<p>“CRYSTAL COOLING SOLUTIONS’’ specializes in the provision of design, installation, commissioning and after-care services for all types of air conditioning, ventilation systems for the commercial, retail and leisure business sectors. Our dynamic team of qualified skilled personnel is ready to set new standards in the field of Air-conditioning -Installation and Services.\n</p><p>“CCS’’ have locate at Mumbai-Kurla since 1st Jan 2019.In this small period “CCS” become a highly professionally managed company providing complete Air-conditioning solutions to the various segments ranging from residential projects, commercial projects to major projects like that Classes, Hotels, Commercial Offices, Shops, industrial Area’setc.\n</p><p>“CCS’’ today is powerful, action packed, dedicated team of professionals handling services and installations with a great vision and urge to become one of the best companies in the field of air-conditioning. Our technicians are all fully equipped, with proper tools and experience to diagnose and troubleshoot your problems accurately. All our technicians are required to undergo our own in-house training before they are deployed to service our customer. We also have 24-hour EMERGENCY Commercial Service in case of breakdowns along with comprehensive maintenance programs.\n</p><p>Our Services\n</p><p>1)\tAMC Services\n</p><p>2)\tRepair Services\n</p><p>3)\tInstallation Services\n</p><p>About staff\n</p><p>In Mumbai -In total “CCS’’have sufficient qualified back office staff &amp; approximately more than 15 field engineers for the handle installations &amp; Services. They have sufficient Power Tools to work professionally. \n</p><p>Our strength is providing customized solutions to the total satisfaction of our customers giving them a feel of value for their money.\n</p><p>“CCS” has work with all leading brands in Air-conditioners. Over a period “CCS” has successfully installed and maintained more than 2000 units till date covering the entire range of Daikin, O General, Voltas, Onida, Videocon, Blue Star, Carrier etc. \n</p><p>Founder\n</p><p>1) Mr. Nilkant Waghmare.\n</p><p>Qualified Air Conditioner Engineer from Daikin Air conditioning India Pvt.Ltd.\n</p><p>Finally, “CRYSTAL COOLING SOLUTIONS” is the best option for the all types of Air conditioners &amp; air conditioning business solution.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Others"],"name":"Crystal Cooling Solutions","sectors":["Others"]},{"email":"niraj@cloudcrunch-india.com","idea":"Online accountant providing online accounting and tax services","industries":["Finance Technology"],"name":"cloudCrunch","sectors":["Accounting"]},{"email":"goyalvishal147@gmail.com","idea":"<br><div>Fruzi aggregates farmers, retailers, and customers .the services are bought by the user under the brand of Fruzi just like OYO, Fruzi provides standardized quality, price, and value of money to the customers. \n</div><div>Fruzi is trusted by 40000+ customers and 500+ retailers all across Mumbai.</div>","industries":["Agriculture"],"name":"FRUZI AGROTECH PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"Contactus@fracasset.com","idea":"<p>FracAssets is a FinTech and RealTech platform that enables both accredited and non-accredited investors to buy fractions of premium Real Estate and Pre IPO Equity /Startup Investments using tokenization and Blockchain Technology.</p>","industries":["Real Estate"],"name":"FRACTIONAL ASSET MANAGEMENT PRIVATE LIMITED","sectors":["Others"]}]