[{"email":"atlantaglobal.wpc@gmail.com","idea":"<p>ATLANTA GLOBALATLANTA GLOBALATLANTA GLOBALATLANTA GLOBALATLANTA GLOBAL<br></p>","industries":["Construction"],"name":"ATLANTA GLOBAL","sectors":["Construction Supplies & Fixtures"]},{"email":"VIKALPSTEEL@GMAIL.COM","idea":"we are a start a new business as trading base. we are dealing in stainless steel products.","industries":["Waste Management"],"name":"VIKALP STEEL LLP","sectors":["Others"]},{"email":"navinkrane@gmail.com","idea":"<p>Low cost yet productive \"greenification\" of the ever expanding and unstoppable urban jungles that have taken over our planet. We utilize and beautify urban spaces to grow food. It is time to bring back the green!<br></p>","industries":["Agriculture"],"name":"Mafree Greentech","sectors":["Horticulture"]},{"email":"info@pro-views.net","idea":"<p><a href=\"https://pro-views.net/\" target=\"_blank\">Pro-Views</a>&nbsp;| We are proud to have been selected as a Matterport Service Matterport Service Partner (MSP). In order to qualify for this distinction, we first had to prove our commitment to producing quality work and becoming part of a growing community of creative and marketing professionals who are pushing boundaries with Matterport. The quality of our work stems from over 30 years of experience in photography, videography, and the graphic arts. Naturally, making the commitment to invest in the very best technology was an important component as well. The Matterport Pro 3D Camera produces extremely high-quality immersive 3D models. As the camera gently spins, it captures the colors and contours of a space – and calculates dimensions and spatial relationships between objects.<br></p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Matterport Official Service Provider in India, Maharashtra, Mumbai","sectors":["Others"]},{"email":"aparnaoruganty.das@jatayuhealth.com","idea":"<p>Jatayu Healthcare Technologies is a Healthtech startup working on improving Medical documentation using AI-based technologies</p>","industries":["Healthcare & Lifesciences"],"name":"JATAYU HEALTHCARE TECHNOLOGIES PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"nikhil.shrirang.limaye@gmail.com","idea":"Provide a platform for candidates who wish to work for a side income or students who wish to begin career journey during vacations or off time","industries":["IT Services"],"name":"IMPERIAL EAGLE CONSULTING (OPC) PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"mubalaagro@gmail.com","idea":"MuBala Agro Commodities Pvt Ltd, has been&nbsp; bridging the gap between the farming community and the end user in the carrying vision of ”Procurements with Passion”.We are passionate to make the Agri commodity business without any Global boundaries. We are working in the space of Agri commodity aggregation and fulfillment.","industries":["Agriculture"],"name":"MUBALA AGRO COMMODITIES PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"jagriti@skinyoga.in","idea":"<p><a href=\"https://www.youtube.com/watch?v=e4J5wYj2TnA\" target=\"_blank\">Customer Reviews</a></p>","industries":["Healthcare & Lifesciences"],"name":"SKINYOGA INTERNATIONAL LLP","sectors":["Health & Wellness"]},{"email":"feynmanjr@gmail.com","idea":"<p>Tardigrade Private Limited develops diagnostic solutions for on the field and point of care testing. We encompass healthcare, animal health, food and environmental sectors. Our mission is to make our products affordable and time efficient for every Indian to use.&nbsp;&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"TARDIGRADE PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"durgesh@suninfra.co.in","idea":"<p>SUNINFRA ENERGIES PRIVATE LIMITEDSUNINFRA ENERGIES PRIVATE LIMITEDSUNINFRA ENERGIES PRIVATE LIMITEDSUNINFRA ENERGIES PRIVATE LIMITED</p>","industries":["Renewable Energy"],"name":"SUNINFRA ENERGIES PRIVATE LIMITED","sectors":["Renewable Solar Energy"]}]