[{"email":"info@autoboxapp.in","idea":"<p>AutoBox is an Auto-Tech start-up from Mumbai, India focusing on the Indian automotive domain in its Phase I, enabling the car owner a hassle-free experience for the entire ownership lifecycle; from pre-purchase, purchase to post purchase.\n</p><p>AutoBox envisions to be the market leader in the connected car space with IoT and Connected Car tech for all brands under one roof, instantaneously upgrading ones existing car to a SMART car with a cost-effective plug &amp; play device.</p><p>\n</p>","industries":["Automotive"],"name":"AutoBox App","sectors":["Electric Vehicles"]},{"email":"Kavita.sompura@gmail.com","idea":"Entrepreneur","industries":null,"name":"Kavita Ved","sectors":null},{"email":"mohan.ramaseshan@leadge.in","idea":"<p>BiCXO is a business intelligence solution primarily focussed at SME sector to increase BI adoption and thus enhance insights and decision making capabilities leading to improved business performance. BiCXO is the only Assisted BI solution in the BI space. BiCXO offers unlimited users and unlimited reports without any implementation and customisation charges for the customer thus helping customers adopt BI without any investment</p>","industries":["Enterprise Software"],"name":"BiCXO","sectors":["Others"]},{"email":"contact@mysurrounding.in","idea":"<p>MS LOCAL MEDIA PVT LTD is the owner of 'My Surrounding - Palghar District' mobile application.&nbsp; This app provide local news, local search Engine, Discount offers, advertisement and many more.</p><p>People will get every update of Palghar district’s Urban as well as rural areas on your fingertips.</p><p><br></p><p><br></p><p>App Features:</p><p>•\tNew:</p><p>*get updated with local news, govt notifications, electricity notifications, articles etc via push notifications.</p><p>*Local News reporters can share their news to get more reach.</p><p>*All these news, articles etc can be shared on social media platforms. Also user can save any news and view saved news in ‘My feed’ tab anytime.&nbsp;</p><p>•\tLocal Search:</p><p>*More than 230 subcategories in which we covered almost every daily necessary and important emergency facilities. User will get information about all nearby shops, freelancers, small/large scale businesses’ like contact number, address, photos, videos, ratings on their fingertips.</p><p>*For the convenience of the users, we provide ‘Search option’ to search any sub category or any shop by its name or location. Also user can see these shops/business according to ratings which are given by other users of this app.</p><p>*Vendors can specify (describe) about their shop in 400 words in the description box.</p><p>* Vendors can use ‘List your business’ button and directly give their Shop/Business information to My Surrounding.</p><p>*Users can save their favourite shops and access it anytime in a ‘Favourites’ section.</p><p><br></p><p>•\tTennis Cricket:</p><p>*We provide platform to Tennis Cricketers and cricket team owners of Palghar district in which they can make their Cricket profile. Players and team owners can edit their profile any time.</p><p>*This is the first ever mobile application in which records of Palghar District Tennis Cricket Players are maintained and one can see all these statistics anytime for free.</p><p>*We have some wonderful cricket features like:</p><p>(1) Monthly Ranking for best 5 batsmen/bowlers/Teams.</p><p>(2) Information of Current Tournaments, Upcoming Tournaments and Recent Tournaments.</p><p>(3) Geolocation of the Ground, Organiser’s contact Information and many more.</p><p>(4) Contact information of Umpire, Commentators, Live Streaming Channels, Cricket Accessories Shops.</p><p>&nbsp;</p><p><br></p><p>•\tAdvertisement Bar:</p><p>*Local Shops, Vendors can publish their advertisement in the Advertisement bar. After clicking on this bar advertisement will be expand and user can get clickable mobile number, Email ID etc of the shop.</p><p>*We have special feature here for the vendors through which their shop’s advertisement will be shown to their targeted customer group only.</p><p><br></p><p><br></p><p>•\tNo Language Barrier:</p><p>*For the convenience of users all these News, Government Notifications, Categories and 230+ Subcategories and everything in this app are available in three languages that is Marathi, English &amp; Hindi.</p><p>*User can change language preference anytime.</p><p><br></p><p>•\tBlood Requirement:</p><p>*If a patient is in need of blood then they can provide us with appropriate details and this would be immediately forwarded to nearby blood donors.</p><p><br></p><p>We will add many more useful features like (1)Offers &amp; Discount, (2)buying &amp; selling of used stuff, (3)Entertainment, (4)Local polling etc for the people living in urban as well as rural area of Palghar district in short time.</p><p>Our aim is to provide best services to the users of rural as well as urban area of the palghar district and make their lifestyle easier.</p><p><br></p><p>All these shops/businesses/vendors/advertisers will have to pay some amount for yearly subscription.</p><p>For the users this application will be free of cost.</p><p>For more details visit: www.mysurrounding.in</p>","industries":["IT Services"],"name":"My Surrounding - Palghar District","sectors":["Others"]},{"email":"siddharth8p@gmail.com","idea":"We at Kotavadekar Technologies aimed at the goal of giving the world something good by harnessing nature for good.","industries":["Renewable Energy"],"name":"Kotavadekar Technologies","sectors":["Renewable Energy Solutions"]},{"email":"admin@thecarbonphoenix.com","idea":"<p>The Batter Factory is the brand from Carbon Phoenix Private limited. We are the manufacturers for Idli and Dosa batter. Our team works on not only serving the healthy and high quality food product but also ensures that we maintain the consistency, great taste and that our passion towards our work reflects with each bite that you take. When you are happy, we are happy.</p>","industries":["Food & Beverages"],"name":"Carbon Phoenix Private Limited","sectors":["Food Processing"]},{"email":"prakashsvit11@gmail.com","idea":"<p>Agastya agrotech LLP is the leading companyof of Agro- techonology</p>","industries":["Agriculture"],"name":"Agastya Agrotech LLP","sectors":["Agri-Tech"]},{"email":"Tiaraconsulting18@gmail.com","idea":"<p>Tiara consultancy services full-stack recruitment platform enabling companies to hire smartER talent in record time. \n</p><p>Merging the latest technology, pedagogy and services, Tiara Consultancy is creating a fast recruitment experience customized to \n</p><p>startup’s dynamic requirements.</p>","industries":["Human Resources"],"name":"Tiara consultancy ","sectors":["Talent Management"]},{"email":"abhijeet@knya.in","idea":"<p>KNYA: Workwear for the people.&nbsp;</p><p>Workwear uniforms for the medical, hospitality, pharma and restaurant industry.</p>","industries":["Textiles & Apparel"],"name":"KNYA","sectors":["Apparel & Accessories"]},{"email":"marketing.strictlyelectric@gmail.com","idea":"<p>Strictly Electric was conceptualized in 2019 with a vision to increase the adoption of electric vehicles in Indian Market Place. In 2021 Strictly Electric Automobiles Pvt. Ltd was incorporated after developing our Flagship Product 'EasyKit'. EasyKit converts Any bicycle to electric in less than 20 mins in a completely DIY manner. Our product is due to be launched around June 2021 in the Indian Market. Currently, the product has been prototyped and the mass production stage is being developed. We also have validated our design with interested users in India via our website <a href=\"http://www.strictlyelectric.in\" target=\"_blank\">www.strictlyelectric.in</a>&nbsp;and in-person surveys.&nbsp;</p><p><br></p><p>We are in talks with investors and an initial pre-seed funding round is almost completed. This funding will allow us to launch the pre-booking of our kit in India.&nbsp;</p><p><br></p><p>Along with this, we are also launching the first-of-its-kind servicing and AMC service center completely dedicated to Electric 2 wheelers in our Dadar Experience Center (Currently Under Development).</p>","industries":["Automotive"],"name":"STRICTLY ELECTRIC AUTOMOBILES PRIVATE LIMITED","sectors":["Electric Vehicles"]}]