[{"email":"Accounts@veeraco.com","idea":"<p>Operating since 2017, we were originally a small-scale dye and dye trading firm in India working our best to establish a place in the industry dominated by multi-national companies. As time flew by our hard work started showing and at present we look at ourselves as one of India's leading manufacturers, suppliers and exporters of a varied collection of dyes and pigments.<br></p>","industries":["Chemicals"],"name":"VEERACO COLOURANTS PRIVATE LIMITED","sectors":["Others"]},{"email":"priyankaharjai7@gmail.com","idea":"<p><br></p><p>7956.067</p><p> mk[\" M{Omn p jnool.;/knk,,l k,o';m[o[- ml;/Njoi bmknlmomk;pPN[;</p>","industries":["Media & Entertainment"],"name":";pm nl:p","sectors":["Digital Media Video"]},{"email":"poojaanandani16@gmail.com","idea":"<p>ResuMade is an ISO 9001-2008 certified fast-growing start-up,headed by a young visionary Ms.Pooja Anandani. ResuMade creates the most interactive and appealing resumes written by domain experts and highlights the candidate’s goals and strengths in a well-defined and correct manner. The goal is to make sure none of our resumes miss the eyes of the recruiters.\n</p><p>The vision is to touch the lives of people and guide them on their paths to achieve career happiness.\n</p><p>ResuMade within a short span of 1 year has reached great heights. We are now a happy family of 850+ clients globally and we are extremely elated to see the numbers rapidly growing. Our resumes have tapped the markets in USA, UK, Middle East, Pan Asia, European Nations and Africa.</p>","industries":["Others"],"name":"ResuMade","sectors":["Others"]},{"email":"info@soupherb.org","idea":"<p>We at Soupherb are aimed at providing proper nutrition along with taste against a variety of diseases in the form of soups infused with a range of Ayurvedic herbs.\n</p><p><br></p><p>As People are moving towards a healthy lifestyle Soupherb as a company strongly believes that both tradition and changing with time is an integral part of our lives, so keeping that in mind our priority is to balance between Nutrition and Ayurveda.</p>","industries":["Food & Beverages"],"name":"SOUPHERB NUTRITION PRIVATE LIMITED","sectors":["Others"]},{"email":"ketuengineering@gmail.com","idea":"<p>This is Samir Chudasama would like to introduce myself as\n</p><p>A talented professional with around 15 years of experience in design and manufacturing of machinery and various industrial items.\n</p><p>CNC Machining Services :\n</p><p>I started from getting hands on experience using conventional traditional manufacturing methods to state of the art CNC machines,\n</p><p>having good experience in CNC programming (CAM) and CAD empowers me to complete various complicated machining jobs.\n</p><p>At Ketu engineering by utilizing all the resources to the optimum levels we ensure precise and fast parts at rationalised costs.\n</p><p>SPM Machinery and Tools :\n</p><p>Machinery manufacturing being our forte, We undertake projects where in we develop Machines for Special Purposes,\n</p><p>Make parts and machines by reverse engineering, Add Value to your existing equipment by making it reliable,\n</p><p>longer lasting ensuring our clients' complete solution and satisfaction</p><p>\n</p><p>\n</p>","industries":["Design"],"name":"samir chudasama","sectors":["Industrial Design"]},{"email":"ard198386@gmail.com","idea":"<p>An institute is an organisational body created for a certain purpose. They are often research organisations (research institutes) created to do research on specific topics, or can also be a professional body</p>","industries":["Education"],"name":"NATIONAL INSTITUTE FOR SKILL DEVELOPMENT","sectors":["Skill Development"]},{"email":"psu@thomasandbrian.com","idea":"<p>We are a manufacturer of Instrumentation Valves, Fittings, Regulators and Systems mainly catering to the Oil &amp; Gas, Chemical/Petrochemical and Defence Sectors. Currently with more than 25 products developed, we are pushing the boundaries to develop product for furthermore critical applications like Alternate Fuels (LNG &amp; Hydrogen), Defence Sectors (Naval Warships and Submarines) and Convention Energy Sector (Oil&amp; Gas)\n</p><p>Our aim is to be a respected Indian Manufacturer providing world-class solution in critical applications using advanced materials and machining knowledge and capabilities for the Oil &amp; Gas, Chemical/Petrochemical and Defence Sectors. \n</p><p>We are one of the few organizations, who customers turn to when they are looking for solutions in Material Conformity, Plant Productivity, Performance Enhancements of Products and Systems, Corrosion Resistance and Product Indigenization with a clear emphasis on cost effectiveness and safety.\n</p><p>Our product range and knowledge are not limited to our standard line of products, but we also specialize in providing Critical Application based Solutions to our customers.\n</p><p>THOMAS &amp; BRIAN MFG. PRIVATE LIMITED to be a globally respected Indian company for products and solutions for critical applications in the Energy, Instrumentation, Fire Fighting and Defense industry.\n</p><p>THOMAS &amp; BRIAN MFG. PRIVATE LIMITED to be focused on providing customers with world-class fluid control solutions, using advanced materials, fluid compatibility knowledge and three decades of experience in precision machining.\n</p><p>Thomas &amp; Brian Pvt. Ltd. is the name of a collection of individuals who believe in excellence. We specialize in hiring people who have the drive to succeed and the will to implement the discipline required to succeed. We focus on nurturing our team and providing our team an environment that is conductive to creative thought. We focus on eliminating stress and pressure so our team can think clearly and creatively.</p><p>\n</p>","industries":["Others"],"name":"THOMAS & BRIAN MFG. PRIVATE LIMITED","sectors":["Others"]},{"email":"swkhanandco@gmail.com","idea":"<p>Company is provided clearing and forwarding services to its clients.&nbsp;</p>","industries":["Logistics"],"name":"CAPRICORNIAN SHIPPING AND LOGISTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"nghiya68@gmail.com","idea":"<p>FITSME BEAUTY PRODUCTS (OPC) PRIVATE LIMITED</p><p><br></p><p>Nature of Business - Beauty Products&nbsp;</p>","industries":["Marketing"],"name":"FITSME BEAUTY PRODUCTS (OPC) PRIVATE LIMITED","sectors":["Sales"]},{"email":"jaggisahil999@gmail.com","idea":"<p>Company name is world one import export llp its an Exports company from mumbai planing to scale with more products and clients around globe&nbsp;</p>","industries":["Others"],"name":"World one import export llp","sectors":["Others"]}]