[{"email":"jigar2580@gmail.com","idea":"<p>Dealing into tender coconut home delivery and using the same raw material to produce cocopeat and coir.</p>","industries":["Agriculture"],"name":"Phoenix Germination Pvt. Ltd ","sectors":["Food Processing"]},{"email":"Casmiraferns@gmail.com","idea":"<p>CADAN RETAIL &amp; FASHION LIFESTYLE PRIVATELIMITEDCADAN RETAIL &amp; FASHION LIFESTYLE PRIVATELIMITEDCADAN RETAIL &amp; FASHION LIFESTYLE PRIVATELIMITEDCADAN RETAIL &amp; FASHION LIFESTYLE PRIVATELIMITED<br></p>","industries":["Fashion"],"name":"CADAN RETAIL & FASHION LIFESTYLE PRIVATELIMITED","sectors":["Apparel"]},{"email":"ho@atlanticbiomedical.co.in","idea":"<p>Atlantic Medicare Private Limited (Atlantic Medicare), intends to manufacture Surgical / Industrial Gloves including Nitrile Medical Examination Gloves. We will be first in India to manufacture Nitrile Gloves and among the first for powder free sterile surgical gloves through Automatic Plant right from chemical dosing and manufacturing and Packing. Atlantic Medicare presently at ideation stage.\n</p><p>We are based out of Mumbai, founded by Pharma Entrepreneurs Mr Varun Ravi Vazirani with co founder Shaila Vazirani. \n</p><p>Nearly 80% of the current demand for medical gloves in India is met by imports(100% in case of Nitrile gloves), primarily from Malaysia. This is a basic and essential medical product used by all hospitals in the entire breadth of the country.\n</p><p>Our plants shall meet the CDSCO standards and manufacture good quality medical gloves at competitive prices to meet the rising demand of our country. \n</p><p>Our base USP – High Quality | Competitive Price | 100% manufacturing in India | in compliant of CDSCO standards.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"ATLANTIC MEDICARE PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"priyankakukreja98@gmail.com","idea":"<p>Cruelty, Paraben and Sulfate free Skin care products.</p><p>Our Products result when Natural Ingredients are Luxuriously blend with body butters, essential oils and fragrances.</p><p>Product list includes Customized Soap Bars, Whipped Cream soaps, Sugar Scrubs, Cleansing Balms, Aroma Candles, Wax sachets, etc.</p><p>#HandMadeWithLove #TheMysteryOfBeauty #PshaCaresAboutYou</p><p><a href=\"https://www.instagram.com/psha_cares/\" target=\"_blank\">Instagram</a>&nbsp;<a href=\"https://www.linkedin.com/company/p-Åha-cares-about-you\" target=\"_blank\">LinkedIn</a>&nbsp;<a href=\"https://www.facebook.com/pshacaresaboutyou/\" target=\"_blank\">Facebook</a></p>","industries":["Healthcare & Lifesciences"],"name":"P'sha ","sectors":["Health & Wellness"]},{"email":"jagjivanr2011@gmail.com","idea":"<p>LOKMITRA INDIA ENERGY PRIVATE LIMITED is an innovative company involving in the Doorstep Diesel Delivery. dealing in the delivery of Diesel to the door step of the customers who run heavy vehicles, agricultural machinery, We are venturing into the business of Mobile Fuel Dispenser to delivery Diesel (HSD) to Businesses which follow traditional ways of fueling their machinery. The concept of door step diesel delivery is novel in our area of business and will help us generate employment. We will hire trained drivers, operators, admin, security staff to run the business. We envision to create at least 20-25 jobs in the first tow years of setup. This will infuse employment in the lower income group citizens. The employment will increase as we keep adding more Fuel Dispensers to our fleet.</p>","industries":["Non- Renewable Energy"],"name":"LOKMITRA INDIA ENERGY PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"jainmoksh092@gmail.com","idea":"<p>Taxi service business fare starting at rs 10</p><p>no loss of the driver</p>","industries":["Transportation & Storage"],"name":"Zap","sectors":["Transport Infrastructure"]},{"email":"dhavalnthakkar@gmail.com","idea":"<p>Cimplyfema refers to decoding the most complex law in India i.e. Foreign Exchange Management Act (FEMA). A one stop destination for real-time updates on Foreign Exchange Law in India and single platform tool for all the professionals comprising of Company Secretaries, Chartered Accountants and Lawyers which equips them with expert knowledge on the subject; helping them understand the complexities of Foreign Exchange law thereby finding out the right solution for their clients.</p>","industries":["IT Services"],"name":"UNRAVEL TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"sales.dhp89@gmail.com","idea":"Daksh Hygiene Products is a manufacturing company of various types of&nbsp; hygienic products like liquid soap, handwash, Dishwash, floor cleaner, Air freshner, Glass cleaner, Toilet cleaner,Multipurpose Cleaner, Car Wash, Steel polish, furniture polish etc.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"DAKSH HYGIENE PRODUCTS ","sectors":["Others"]},{"email":"sasasevenseas@gmail.com","idea":"<p>Established in the year 2014 as a proprietory concern and thereafter incorporated as a Private Limited Company, SASA Seven Seas Private Limited aspires to become the Sports eyewear market leader in India. \n</p><p>With the focal point of capturing the Market segment of Cricket, Athletics &amp; Cycling, SASA focuses on improving and enhancing the performances of the athletes with its products. \n</p><p>The brand built upon innovative design, rigorous testing and trust from our loyal customers,SASA is providing the premium quality products at highly competitive prices. \n</p><p>A time when local players in India are lacking in quality products, SASA is leading the way to take on the International brands by entering into their market. A brand used by many sport persons all over world, SASA is a perfect example for Vocal for Local.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Sports"],"name":"SASA SEVEN SEAS PRIVATE LIMITED","sectors":["Others"]},{"email":"dutravels2012@gmail.com","idea":"<p>Dear Sir / Madam,\n</p><p>Greetings from Destination Unlimited Travels ! ! ! !\n</p><p>We are very excited to introduce Destination Unlimited Travels as the one stop service provider for all your travel needs and requirements. We label ourselves as leading B2C Operator, innovative, and highly efficient and look forward to demonstrate these qualities at the earliest possible chance.\n</p><p>The primary aim of ours is to provide quality travel services to business and leisure travellers. The Destination Unlimited Travels is very much into its Journey to continued growth and branch out its interests to rise as one of the exponents in the travel industry.\n</p><p>Supported by Huge Industry experience, in-depth domain knowledge, strong financial management, impressive customer satisfaction and constant improvement,  Destination Unlimited Travels has expanded to cover various facets of the industry. Our experience led to perfection in both International and Domestic Operations.\n</p><p>Services We Offer:\n</p><p># Airlines and Leisure Representation\n</p><p># Outbound Travel\n</p><p># Inbound Travel\n</p><p># Domestic Travel\n</p><p># Business Travel\n</p><p># Cruise Line Travel\n</p><p># Leisure Travel (Inbound &amp; Outbound)\n</p><p># Visa &amp; Foreign Exchange Assistance\n</p><p># Domestic &amp; International MICE (Meetings, Incentives, Conferences, Events)\n</p><p># Employee Get Together, Annual Meet, Product Launch,\n</p><p># Domestic &amp; Outbound Tours for Employees &amp; Channel Partners\n</p><p># Dealers &amp; Distributors Meet\n</p><p># Reward Recognition &amp; Award functions.\n</p><p># Protect while Travel Insurance.\n</p><p>Our Advantage\n</p><p># Experienced management team.\n</p><p># In-depth knowledge of region's travel needs.\n</p><p># Excellent relations with the Hotels, Transporters, Airlines, Restaurants, National &amp; International Tourism Authorities, Prominent DMCs, Prominent Domestic &amp; International Tour Operators.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Travel & Tourism"],"name":"DESTINATION ONLINE SERVICES LLP","sectors":["Holiday Rentals"]}]