[{"email":"info@betterware.co.in","idea":"<p>1.\tTo design, develop, maintain, sell, distribute, market and license computer software and programmes for educational, commercial and industrial use, services and other applications and to provide business, commercial and productivity solutions and network based information and other services including licensing of computer software and programmes and to provide customer support, training and consultancy services relating to all or any of the foregoing matters and things, relating or incidental thereto and to carry on the business in India and abroad.\n</p><p>2.\tTo design, develop, invent, improve, carry out research, prepare own, make use of buy, sell import, export, maintain, repair, alter, convert, distribute, market, license, hire, lease and otherwise deal in all other kinds of computer software and programmes for use or application in educational, commercial and industrial use, services sectors for general or specific applications in india or aboard.\n</p><p>3.\tTo act and provide advisory, technical, managerial and consultancy services for computer software and programmes, internet services providers and any other services in the area of information technology in india or aboard.\n</p><p>4.\tTo carry on and engage in the business at its own or in association with any Indian or foreign agency, individuals, firm, company or Govt. undertaking either in India or abroad and to act as franchise agent for electronic information technology and software development, upgradation, processing and up gradation of software, web-site, web-page, internet, e-mail, online electronic communication systems, data processing, developing, producing, generating and dealing in all types of the computer software’s and to carry on the business in India and abroad.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"BETTER WARE INFOTECH PRIVATE LIMITED","sectors":["Application Development"]},{"email":"yashraj@alstyle.in","idea":"<p>.&nbsp;Alstyle is an integrated sportswear, active wear, and athleisure wear that has been in this business since 2019 with impeccable inhouse designer team ensuring that you stay fresh, comfortable as well as fashionable. Our broad range of athleisure wear was born out of compromise adapted for almost all occasions that are casual, comfortable and designed to be suitable for exercise, everyday wear, perfect for travelling, and walking for men and women because we believe that “Comfortable is the new Fashion” Alstyle is committed to quality, comfort, fashion, innovation, and value at affordable prices</p>","industries":["Fashion"],"name":"ALSTYLE INDIA PRIVATE LIMITED","sectors":["Apparel"]},{"email":"contact@anvilmedia.in","idea":"<p>We build digital first products for the Indian woman. Currently, under our umbrella, we run a content platform, The Channel 46, and an e-commerce platform that supports local, homegrown brands.&nbsp;</p>","industries":["Media & Entertainment"],"name":"Anvil Media","sectors":["Digital Media Publishing"]},{"email":"sixpackabsindia@gmail.com","idea":"<p>Sixpackabsindia.com, a fitness website providing fitness services in india . SixPackAbsIndia.com is the website which is providing unique and expert Blog articles on Yoga, Rehab, sports conditioning, Physiotherapy, Cross fit exercises, Diet plan, Videos by Indian trainers , dietitians for Indian people Also, it is the only one of its kind Search Engine for Gyms and trainers from all over country .</p>","industries":["Healthcare & Lifesciences"],"name":"SIXPACKABSINDIA PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"magmacray@gmail.com","idea":"<p><a href=\"https://magmacray.com\" target=\"_blank\">MagmaCray</a><br></p>","industries":["IT Services"],"name":"MagmaCray","sectors":["Web Development"]},{"email":"agrovedindia@gmail.com","idea":"Organik Bharat Agro Ventures LLP is a farmer centric business oriented company. We inspire or motivate farmers to cultivate more and more naturally and procure in bulk from them so as to give favorable market for their products at cities all over India. At the same time, many people in cities have developed preference&nbsp; to eat natural foods processed or cultivated directly from farm. However, in cities, people find it hard to have such natural foods. Thereby, Organik Bharat has started to fill this gap between our hardworking farmers and people living in cities.","industries":["Agriculture"],"name":"ORGANIK BHARAT AGRO VENTURES LLP","sectors":["Organic Agriculture"]},{"email":"autoexim@yahoo.com","idea":"We are group of students working on an innovative idea and trying to get DPIIT registration for our startup","industries":["Aeronautics Aerospace & Defence"],"name":"drona","sectors":["Defence Equipment"]},{"email":"akiboy96@gmail.com","idea":"<p>Stock Smart is a company that provides institutional grade investing and trading data through Artificial Intelligent Systems to the retail investor to level the playing field. Our mission is to uplift the people of our nation financially by educating and providing them world class data to make financial decisions on and create wealth over time by compounding and investing smartly.</p>","industries":["Finance Technology"],"name":"STOCK SMART TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"fahadmfm@ymail.com","idea":"<p>Many smallholder farmers in developing countries struggle to make ends meet. We develop a model that examines how markets catering to numerous smallholder farmers reach an equilibrium, while incorporating real world challenges that smallholder farmers face, namely a lack of long term planning and cash constraints. Through this, we analyze the effectiveness of two common forms of government intervention, storage and loan provision. We fully characterize market equilibrium conditions under the base scenario of no government intervention, analyzing how price conditions, number of farmers, and severity of cash constraints impact farmer behaviour. We then illustrate how these results change when storage and loans are integrated into the model. The analysis demonstrates that myopic optimization and cash constraints induce farmers to make sub-optimal decisions, resulting in farmers not receiving the full benefit of government interventions. We show that while storage is always useful in situations where farmers have excess quantity, providing overly generous loan terms can negatively impact farmer revenue by disincentivizing farmers from selling their produce on the market. We also show that attempting to improve equality by alleviating farmer cash constraints can result in negative externalities like increased wastage. Empirical analysis with Bengal gram farmers in India shows that farmers are in dire need of government assistance to meet their cash constraints. However, improving loan terms only boosts farmer revenue up to a point, after which revenue declines. The analysis shows that while loan schemes are widely popular and sometimes necessary in aiding struggling farmers, governments should be aware that the strategic response of different farmers can result in adverse effects.</p>","industries":["Agriculture"],"name":"The effect of cash constraints on smallholder farmer revenue","sectors":["Agri-Tech"]},{"email":"rajiv.jain@synapse-tech.com","idea":"<p>We are in the business of developing software solutions for smart homes. We are building a new platform for legacy smart home controllers to enable them to use future front end technologies.</p>","industries":["Internet of Things"],"name":"SYNAPSEIO TECHNOLOGIES PRIVATE LIMITED","sectors":["Smart Home"]}]