[{"email":"s.kulkarni@columbia.edu","idea":"<p>DeliverE is the e-mobility driven last-mile logistics company that focuses on Tier-2 cities in India, our B2B focuses aims to generate greater value for (decentralized) brick-and-mortar establishments by being their reliable partner in doing deliveries. Through our service, we want to drive commerce for the local economy,  optimize the delivery network, and save the environment.</p>","industries":["Logistics"],"name":"DeliverE","sectors":["Others"]},{"email":"denismendoza5@yahoo.com","idea":"<p>We label ourselves as a unique, innovative travel company which offers offbeat deals.<br><br></p>","industries":["Travel & Tourism"],"name":"JESUS TOURS AND TRAVELS LLP","sectors":["Holiday Rentals"]},{"email":"varun@grvnewagefuels.com","idea":"<p>GRV NewAge Fuels Private Limited was incorporated on 4th March 2021.</p><p><br></p><p>The primary objective of the firm is to promote and develop new technologies in the field of agri-residue harvesting. At the moment, the Company is working towards setting up a pilot project to demonstrate the viability of green fodder production.</p><p><br></p><p>Given the immense shortage of quality green fodder products in the country, there is immense opportunity for setting up green foliage crop processing units. High-quality cattle feed is vital for the optimal health of the animal and it forms an essential part of their recommended nutritional requirement.&nbsp;</p><p><br></p><p>We are currently in the process of setting up a pilot project to process 25 tons of green fodder daily. More information about our pilot project can be found on our website:<br>www.grvnewagefuels.com</p><p><br></p>","industries":["Agriculture"],"name":"GRV NEWAGE FUELS PRIVATE LIMITED","sectors":["Others"]},{"email":"joganiworldwide@gmail.com","idea":"<p>Jogani Wellness is dedicated to modernisation of traditional natural wellness therapies for holistic health and wellness</p>","industries":["Healthcare & Lifesciences"],"name":"JOGANI IMPEX LLP","sectors":["Healthcare Technology"]},{"email":"swarup@celcius.in","idea":"<p>We launch ourselves as CELCIUS LOGISTICS SOLUTIONS PRIVATE LIMITED pioneers in providing Logistics solutions to its distinguished clients. We are looking for a best talent for our clients that require or need transportation Logistics services including reefer logistics, cold storage of frozen goods, chilled products, etc.  to any person, firm, company, body corporate or association of persons in India or abroad in relation to transport of persons and goods, of all kind and description, including but not limited to planning, design, documentation management and co-ordination in relation to transportation, physical transport by all means of transportation by land, sea, inland waterways, air and multimodal transport, etc, management of warehouses and logistics centres, undertaking warehousing. With a team of highly experienced specialists that source, assess and deliver as required, services get who they need on time and on budget. This enables us to deliver a high level of service to our clients. With a modest beginning needs, today is a well-established and leading organization offering Logistics services with a wide range of services for the entire business cycle including business of the public carriers, transporters and carriers of goods, passengers, merchandise, commodities and luggage of all kinds and descriptions in any part of India and/or abroad, on land, water, rail or road and air or by any means of conveyance whatsoever, in its own name or as an agent.</p>","industries":["Logistics"],"name":"CELCIUS LOGISTICS SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"pramey@tartanhq.com","idea":"<p>We’re on a mission to improve consumers’ financial lives by unlocking the potential of payroll data.\n</p><p>By democratizing income and employment verifications through technology, we are building the technical infrastructure APIs that connect consumers, traditional businesses, and developers.\n</p><p>We're a team of problem solvers. We value curiosity, empathy, and diverse perspectives. We're excited about the scope of the problems we're working to solve and look at problems based on first principles and prefer learning by doing.\n</p><p>We have a diverse background and set of skills, but we're all passionate about our craft, the hobbies we keep, and the relationships we build.</p><p>\n</p><p><b>Our Values\n</b></p><p>•\tBe resourceful - We think on our feet and are always on the lookout for clever solutions\n</p><p>•\tRemain Curious - We’re eager to learn, share and grow across teams\n</p><p>•\tStay humble - Our approach is about perspective, not ego\n</p><p>•\tClaim ownership - We put things in motion, own our wins and fails, and report transparently</p>","industries":["IT Services"],"name":"TARTANHQ SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"samsonindsolutions@gmail.com","idea":"\n            <p>SamSon Industrial Solutions has been trading office stationaries, office consumables, electricals and electronics items and various metro based products in all the principal markets and to the end users in major consumption market. We successfully have been able to provide superior quality range of products, to our buyers all over the world.</p>\n        ","industries":["Retail"],"name":"SamSon Industrial Solutions","sectors":["Retail Technology"]},{"email":"pravin@ppaiinnovations.com","idea":"<p>To carry on in India or elsewhere the business to manufacture, develop,\n</p><p>fabricate, finish, manipulate and to act as importer, exporter, buyer, seller, job\n</p><p>worker, wooden beading and mouldings, wooden packing cases, and to carry\n</p><p>on either alone or jointly with one or more persons, government, local or other\n</p><p>bodies, the business of to undertake Architectural work, inter designers,\n</p><p>erection and installation and to act as civil engineers, architectural engineers,\n</p><p>interior decorators, consultants, advisors, contractors, turnkey contractors and\n</p><p>managers, and to do all incidental acts and things necessary in connection with\n</p><p>the above objects of flats, bungalows, row-houses and residential &amp; commercial\n</p><p>premises.\n</p><p>2. To undertake all kinds of jobs as engineers, interim designers, developers,\n</p><p>consultants, advisors, launchers of all types of products in various industries\n</p><p>as may be required for the purpose of exhibitions and events.\n</p><p>3. To manufacture, produce, process, develop, design, assemble, repair, import,\n</p><p>export, buy, sell, brand, hire, let on hire, lease, pack, repack, recondition,\n</p><p>service, supply or otherwise deal in all models, shapes, sizes, capacities and\n</p><p>varieties of electrical appliances, domestic and household appliances, heating,\n</p><p>cooking appliances and devices, gadgets such as refrigerators, dryers, heaters,\n</p><p>geysers, irons, mixers, filters, ceiling fans, table fans, exhaust fans, vacuum\n</p><p>cleaners, washing machines, air conditioners, radio, television, pressure\n</p><p>cookers, ovens, cooking ranges, hot plates, other cooking utensils of all types,\n</p><p>and other similar products, their consumable, parts, accessories, components,\n</p><p>fittings such as electrical wires and accessories; heaters, presses, enamelled\n</p><p>wires, cords, tapes, cells, tubes, lamps, electrical motors, conductors, capacitors,\n</p><p>electrical furnaces, transformers, light fittings, chokes, ballasts, stabilizers,\n</p><p>electro medical instruments, insulators, transistors, polythene pipes,\n</p><p>connectors, conduit pipes, internal circuits, relays and other allied articles and\n</p><p>appliances for any use in domestic or industrial purposes whether as\n</p><p>wholesalers, retailers, agents, subagents, distributors or otherwise and to act as\n</p><p>electrical/electronic engineers and consultants.\n</p><p>4. To carry on the business of Software designing, development, customisation,\n</p><p>implementation, maintenance, testing and benchmarking, designing,\n</p><p>developing and dealing in computer software and solutions, and to import,\n</p><p>export, sell, purchase, distribute, host (in data centers or over the web) or\n</p><p>otherwise deal in own and third party computer software packages, programs\n</p><p>and solutions, and to provide internet / web based applications, services and\n</p><p>solutions, provide or take up Information technology related assignments on\n</p><p>sub-contracting basis, offering services on-site/ offsite or through development\n</p><p>centers using owned /hired or third party infrastructure and equipment,\n</p><p>providing solutions/ Packages/ services through applications services\n</p><p>provider mode via internet or otherwise, to undertake IT enabled services like\n</p><p>call Centre Management, Medical and legal transcription, data processing,\n</p><p>Back office processing, data warehousing and database management.\n</p><p>5. To work as manufacturer, producer, processor, developer, designer, decorater,\n</p><p>assembler, repairer, importer, exporter, buyer, seller, brand maker, service\n</p><p>provider, supplier or otherwise dealer in all kind of eco-friendly artistic and\n</p><p>handicraft products in India and abroad.\n</p><p>6. To start a business in India or abroad as manufacturer, producer, importer,\n</p><p>exporter, seller and otherwise dealer in all types of paper hats.</p>","industries":["Others"],"name":"PPAI INNOVATIONS LLP","sectors":["Others"]},{"email":"ledanindia@gmail.com","idea":"<p>Le Dan Vacations is a holiday company promoting India Tourism at global level as well as domestic level. This is a startup company by a passionate women entrepreneur.</p>","industries":["Travel & Tourism"],"name":"LE DAN VACATIONS PRIVATE LIMITED","sectors":["Holiday Rentals"]},{"email":"ojasattvic@gmail.com","idea":"<p>Until and Unless we preserve our land and encourage Microbial Flora we we cannot sustain a healthy living.&nbsp; Chemicals is not the only solution. The pandemic has taught us that nature is the best healer .</p><p><br></p><p>Ojasattvic which is engaged in research of organic solutions at a economical costs has developed unqiue technologies which can assist the agri industry in the following ways</p><p><br></p><p>\n</p><p>1. Increase sugar cane yield per acre organically by conserving 0% of water, increasing yield by 100% and reducing cost by 40% guaranteed.\n</p><p>2. Increase Milk yield of cows by 20%-40% through organic feed supplements there by eliminating Oflatoxins and providing consumer with 100% toxin free milk \n</p><p>3. Increasing coconut yield by 100% Organically, naturally and scientifically. Eliminating Urea and other phosphates. Reducing cost of fertilisers by 50% and increasing yield per tree per annum by over 100%</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"Ojasattvic Sciences P Ltd","sectors":["Dairy Farming"]}]