[{"email":"gbhavya12@gmail.com","idea":"<p>Axe capital is one stop financial planning platform helping retail individuals manage their personal finance&nbsp;</p>","industries":["Finance Technology"],"name":"Axe Capital","sectors":["Personal Finance"]},{"email":"angelgajria@gmail.com","idea":"<p>M/s. Sara Facility Management Services Pvt. Ltd is an emerging firm of Security &amp; Housekeeping Organization with object for both effective Security Solution &amp; Use of innovative technology in mechanized Housekeeping.</p>","industries":["Human Resources"],"name":"SARA FACILITY MANAGEMENT SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"sudarshan@coboticca.com","idea":"<p>We manufacture and sell professional service robots that support and assist their human co-workers in a wide array of industries. Buyers are consumer-facing companies like hospitality, healthcare, retail, senior care facilities, co living spaces, offices, airports, gated communities etc. Users of our robots are consumers and the staff that interacts/serves them. Our aim is to be at the forefront of human-robot collaboration, creating the most positive impact on human lives at work on a global level by becoming the market leader in sales, product innovation and after sales service. We aim to create and deploy cutting-edge but easy-to-deploy, easy-to-use and friendly robots working alongside human co-workers. Our robots will replace tasks, not jobs. Our first product to be delivered to the market will be an indoor delivery robot for the hotel &amp; hospital sectors ; capable of accessing elevators and delivering food and non-food items to guests 24 * 7.</p>","industries":["Robotics"],"name":"COBOTICCA AUTOMATION PRIVATE LIMITED","sectors":["Robotics Technology"]},{"email":"abhijit.kandar@namaskarayurved.com","idea":"<p>Namaskar Ayurved is an Indian start-up that strives to build a luxury brand of skincare, haircare, wellness &amp; immunity products that is steeped with the knowledge and practices of the ancient science of Ayurveda and wrapped in modern sophistication.</p>","industries":["Others"],"name":"NAMASKAR AYURVED PRIVATE LIMITED","sectors":["Others"]},{"email":"info@workid.in","idea":"\n            <p>#Workid #Live&nbsp;&nbsp;<span>WORKID 'Make in India' is the historic, world's most modern, simple and secure, new world class \"Social Media\" mobile app technology to be launched in India. TECHNOLOGY MANUFACTURER WORKID INTERNATIONAL MEDIA PRIVATE LIMITED is an Indian company. Its headquarter and registered office is in Mumbai Maharashtra India. It is registered in September 2019 The company's technology launch work is on a war footing. Workid mobile app technology will soon make its historic presence in the world.&nbsp;</span><a href=\"https://drive.google.com/file/d/1oOvY1Vh_XHaiCfNWBU8TIFew2p2V6Lux/view?usp=sharing\" target=\"_blank\">https://drive.google.com/file/d/1oOvY1Vh_XHaiCfNWBU8TIFew2p2V6Lux/view?usp=sharing</a></p>\n        ","industries":["Social Network"],"name":"WORKID INTERNATIONAL MEDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"marketing@jakpharma.com","idea":"<p>JAK PHARMALAB PRIVATE LIMITEDJAK PHARMALAB PRIVATE LIMITEDJAK PHARMALAB PRIVATE LIMITEDJAK PHARMALAB PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"JAK PHARMALAB PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"winfastimpexpvtltd@gmail.com","idea":"<p><a href=\"https://winfastimpexpvtltd.com/\" target=\"_blank\">https://winfastimpexpvtltd.com/</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"WINFAST IMPEX PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"harsha@dsaca.co.in","idea":"<p>CA Student</p>","industries":null,"name":"Harsha Sukheja","sectors":null},{"email":"LEOENTERPRISES316@GMAIL.COM","idea":"<p><a href=\"http://THELEOENTERPRISES.COM\" target=\"_blank\">THELEOENTERPRISES.COM</a>&nbsp; &nbsp; &nbsp;LEO ENTERPRISES&nbsp; REPRESENTS ALL OUR INDIAN MADE PRODUCTS . WE BLUID OUR GOOD RELATIONSHIP WITH PEOPLE&nbsp; AND PRODUCT .<br></p>","industries":["Food & Beverages"],"name":"LEO ENTERPRISES ","sectors":["Others"]},{"email":"tarusoni@gmail.com","idea":"<p>CREATIVEYOU, an online live interactive training platform. We aims to educate and empower not only the next generation but also all groups of people from any age to create, learn, and practice skill-building. Our company creates a real and responsible impact on the best technology in the future. We are looking forward to disrupting the School, Colleges, Corporates, Skill Development, CSR, and Business Ecosystem with high quality and impactful training experience.</p>","industries":["Social Network"],"name":"Creative You","sectors":["Others"]}]