[{"email":"siddharth@skywaygroup.co.in","idea":"<p>SKYWAY INDUSTRIAL FUEL PRIVATE LIMITED is having an online platform to provide doorstep delivery of fuel. When everything in the world is available online, we are coming with providing online home delivery of fuel. This will helps to generate the employment opportunity and creates the job opportunity. It provides you transparency in transaction as customers get a lot of various security checks while the diesel is delivered to them.Delivery is made possible with state of the art fuel refuelers (Bowsers) fitted with latest automation systems, app based fuel ordering based on your needs.</p>","industries":["Non- Renewable Energy"],"name":"SKYWAY INDUSTRIAL FUEL PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"Jitu_3330@hotmail.com","idea":"<p>EV INFRA PRIVATE LIMITEDEV INFRA PRIVATE LIMITEDEV INFRA PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"EV INFRA PRIVATE LIMITED","sectors":["Construction Materials"]},{"email":"kashyapbiyani@gmail.com","idea":"<p><span>Xcelerate Fuelling Private Limited is a company\nwhich deals with the doorstep delivery of diesel to fulfill the requirement of\ndiesel. The company is based in Mumbai, Maharashtra and directors are Kashyap Chandrakant\nBiyani Mob. No. – 9819160878, mail id - kashyapsknowledge@gmail.com and Govinda\nNagnathrao Sambutwad Mob. No. - 9773519000, mail id - <b><a href=\"mailto:gsambutwad@gmail.com\">gsambutwad@gmail.com</a></b>.<b>\n</b>The concept is to deliver the diesel to doorstep to the required\nindustries. Till date we are following the traditional process i.e., one has to\ngo to fuel station and bring the diesel from the diesel station and store it in\na container. So, it includes many losses. So we are coming up with the new\ntechnology that is delivery of diesel to your door step. In this we are having\nour highly safe diesel delivery tankers (Bowsers) which bring the diesel to\nyour place by using a simple mobile application. This we will help to stop the\nloss which occurs due to old traditional method of fuel procurement.</span></p>","industries":["Non- Renewable Energy"],"name":"XCELERATE FUELLING PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"ajay.narvekar75@gmail.com","idea":"<p>ONENESS FUELLING SERVICES PRIVATE LIMITED is having an online platform to provide doorstep delivery of fuel for your generator (DG sets) / cars/fleet vehicles etc. in a safe, reliable, and efficient way. You can place your order online and get fuel delivered at your location in specialized Refuellers according to your chosen schedule. We are making refueling smarter! When everything in the world is available online, we are coming with providing online home delivery of fuel. This will helps to generate the employment opportunity and creates the job opportunity.</p>","industries":["Non- Renewable Energy"],"name":"ONENESS FUELLING SERVICES PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"thesuusstcompany@gmail.com","idea":"<p>Suusst Brands Private Limited is a startup focussed on promoting ecofriendly and sustainable apparel and fashion habits among Indian consumers to help reduce human consumption related waste and contribute to reduction in global warming.</p>","industries":["Fashion"],"name":"SUUSST BRANDS PRIVATE LIMITED","sectors":["Apparel"]},{"email":"adhavashish77@gmail.com","idea":"<p><span>Prive is an electric bike rental sharing platform for low distances.</span></p><p><span>As per the research peoples in urban cities travel less than 5 km for their work. And for that, they use either public transport or personal vehicles.&nbsp;</span></p><p><span> Because of the covid-19, no one can want to travel through the public transports and increasing petrol prices can't afford the personal vehicles that's why we wanted to start the private bike-sharing platform and moreover, our bikes are electric so there is no harm to our mother earth. The other two reasons to start prive electric bike rental services is to help peoples in urban cities to manage their time for traveling and creating awareness of electric vehicles!</span></p>","industries":["Transportation & Storage"],"name":"Prive","sectors":["Passenger Transportation Services"]},{"email":"sagar@vidurpay.in","idea":"<p>Vidurpay is into contactless payments using low-cost wearables.</p>","industries":["Finance Technology"],"name":"Vidurpay","sectors":["Payment Platforms"]},{"email":"atdi5353@gmail.com","idea":"<p>A specialized laboratory dealing with histocompatibility and</p><p>Immunogenetics is of paramount importance to patients needing organ</p><p>transplantation, tissue grafts and bone marrow transplants including</p><p>cadaver transplantation.</p><p><br></p><p>The aim of our laboratory is to provide state of the art facilities and one</p><p>stop for all pre and post-transplant tests required to immune stratify a</p><p>patient and monitor post-transplant to pre-empt and treat immune events</p><p>which can be deleterious to an allograft.</p><p><br></p><p>The lab will carry out complete testing of the patient (recipient) and the</p><p>donor, give detailed interpretation of the tests findings and necessary</p><p>advice with comments to guide the clinicians to treat his/ her patient with</p><p>all relevant information. It will cater to all advanced investigations</p><p>available internationally to manage organ transplant patients.</p>","industries":["Healthcare & Lifesciences"],"name":"ATDI LAB PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"vkinternational26@gmail.com","idea":"<p>WE ARE MANUFACTURER AND SUPPLIERS OF ALL TYPES FIRE EXTINGUISHERS AND FIRE FIGHTING EQUIPMENT</p>","industries":["Others"],"name":"V.K.INTERNATIONAL","sectors":["Others"]},{"email":"cajayesh1968@gmail.com","idea":"<p>Advanced Transplant Diagonstic &amp; Immuneogenetics Laboratory Aim To Provide A State Of The Art Ananlysis Of A Patient Which Will Help A Clinician To Plan Treatment For His/Her Patient.</p>","industries":["Healthcare & Lifesciences"],"name":"ADVANCED TRANSPLANT DIAGNOSTICS AND IMMUNOGENETICS PRIVATE LIMITED","sectors":["Healthcare Services"]}]