[{"email":"procelleconsultants@gmail.com","idea":"<p>Procelle Consultants is a start-up consultancy firm.</p>","industries":["Professional & Commercial Services"],"name":"Procelle Consultants Pvt Ltd.","sectors":["Business Support Services"]},{"email":"alkagunjal123@gmail.com","idea":"<p>At travel world fun, we talk about the most recommended travel destinations and <a href=\"https://travelworldfun.com/\" target=\"_blank\">travel blog</a> to visit in the world.</p>","industries":["Transportation & Storage"],"name":"Travel blog","sectors":["Transport Infrastructure"]},{"email":"alpesh7856@gmail.com","idea":"<p>We at FUELHUB ENERGY PRIVATE LIMITED Door delivery of diesel through Tech platform that aggregates customers through IOT enables app platform ,which eliminates, Financial loss due to pilferage, Dead Mileage due to adulterated diesel, Man-hour loss, Monetary loss due to Spillage &amp;Loss of natural resource.</p>","industries":["Non- Renewable Energy"],"name":"FUELHUB ENERGY PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"nskarnavat@gmail.com","idea":"<p>Ours is a team of highly experienced professional in the field of Pharmaceutical intermediate manufacturing and process development. The Indian pharmaceutical industry mainly depends for a majority of its intermediates for API import from China. We have developed a process for the manufacture of intermediates for lifestyle diseases in particular Parkinson’s and anti-addiction. Our processes are proprietary and we intend to file patents for our processes. These intermediates have good export potential, and we have dispatched our first consignment to Japan.  We are now working on the process development of precursor of such intermediates which are currently imported.</p>","industries":["Healthcare & Lifesciences"],"name":"ALLIANT LIFESCIENCES PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"jayant@patsongroup.in","idea":"<p><a href=\"http://www.patsongroup.in\" target=\"_blank\">www.patsongroup.in</a><br></p>","industries":["Construction"],"name":"Patson Techno Solutions Private Limited","sectors":["Others"]},{"email":"tushaar9695@gmail.com","idea":null,"industries":null,"name":"Tushar Pujari","sectors":null},{"email":"cyaniccorporation@gmail.com","idea":"<p>We are Manufacturers of many Signaling Equipment for Railways &amp; also vend LED Lights of all scale and industry</p>","industries":["Others"],"name":"Cyanic Corporation","sectors":["Others"]},{"email":"mepakod@gmail.com","idea":"<p>Mepakod is a technology-oriented startup that focuses on developing solutions for the energy, communication, and mobility space. It is established by alumni from IIT Bombay.&nbsp;</p>","industries":["Technology Hardware"],"name":"Mepakod ","sectors":["Electronics"]},{"email":"dc@quetzal.in","idea":"\n            <p><a href=\"https://www.salarynext.com/\" target=\"_blank\">SalaryNext</a><span> by AJT Technologies helps individuals provides temporary income protection, on sudden loss of job or income and find new jobs faster.</span></p><p><br></p><p><span>Individuals can pay an annual premium and reduce the impact of job loss and fluctuations in job market.</span></p><p><br></p><p><span>SalaryNext also enables employers to buy cover for all their employees, and thus contribute to their well being while strengthening the employer brand, increasing retention and improving hiring.</span></p>\n        ","industries":["Human Resources"],"name":"AJT Technologies Private Limited","sectors":["Recruitment Jobs"]},{"email":"amit@99watts.co.in","idea":"<p>Sound engineering with stellar global mentors, 99 Watts is prepared to deliver 'best in class' solutions for a sustainable and energy efficient future.\n</p><p>A multi-deciplinary experience spanning decades of global project delivery, 99 Watts brings together a versatile \"Design &amp; Build\" option for its key clients.</p>","industries":["Green Technology"],"name":"99 WATTS ENERGY SOLUTIONS PRIVATE LIMITED","sectors":["Others"]}]