[{"email":"lifeoline2011@yahoo.com","idea":"<p>LIFE-O-MEDI TECH PRIVATE LIMITEDLIFE-O-MEDI TECH PRIVATE LIMITEDLIFE-O-MEDI TECH PRIVATE LIMITEDLIFE-O-MEDI TECH PRIVATE LIMITEDLIFE-O-MEDI TECH PRIVATE LIMITEDLIFE-O-MEDI TECH PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"LIFE-O-MEDI TECH PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"hiral.zaveri@akdadheech.com","idea":"<p><span>Digital media\nis one of the very few places where every individual or business has an equal\nopportunity to find and reach their desired audience in a true sense. With the\nright amount of effort in the right direction, the results produced are nothing\nshort of magnificent. We, at Diquery, empower you and your businesses to gain\nmore impact, be more innovative and interact with your desired target audience.\nIt is short for Digital Query and its phonetic similarity to the cocktail\nDaiquiri is purely a happy coincidence. We are the refreshingly new kids on the\nblock who understand that all businesses have an individuality that need\nspecial and personalised attention and thats exactly what we offer you. It\nisn't enough to just be a part of a herd but its important to stand out and be\nheard. We add that power and zing that your business needs.</span></p>","industries":["Media & Entertainment"],"name":"DIQUERY DIGITAL LLP","sectors":["Digital Media"]},{"email":"shrirajnarale123@gmail.com","idea":"<p>Shree Enterprises is committed towards providing quality service to the clients, in different&nbsp; sectors&nbsp;</p>","industries":["Retail"],"name":"SHREE ENTERPRISES","sectors":["Others"]},{"email":"balisnawala@gmail.com","idea":"<p>Starting up with the company which sells online female &amp; male clothing</p>","industries":["Fashion"],"name":"AMAFHH Enterprises","sectors":["Others"]},{"email":"kagliwal.soniya@gmail.com","idea":"<p>To carry on the business of providing all types of transcription and support services including but not limited to arbitration hearings, trials and depositions to the legal fraternity in India and overseas and also to provide our clients with premier, comprehensive legal services including but not limited to transcription and support services, court reporting services, advisory services, case management and other services and to cater to business entities, proprietary concerns, partnership firms, limited liability partnership firm, government institutions, companies or any other legal entities in India or abroad using innovative technology and reporters trained in the unique skill set needed to deliver real time, digital, verbatim transcripts at par with the world's best.</p>","industries":["Professional & Commercial Services"],"name":"TRANSCROLL PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"sachinrajpurohit@fortunex.in","idea":"<p>Through Velar health portal we have created a one stop solution to all the fertility problem through introducing dedicated online portal and aggregating all the fertility clinics, doctors, and hospitals on our portal. We have in-house team of customer relationship management to guide patients throughout their parenthood journey.</p>","industries":["Healthcare & Lifesciences"],"name":"VELAR HEALTH PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"shankerraj@live.com","idea":"<p>EVEREST ENGINEERING EQUIPMENT PRIVATE LIMITEDEVEREST ENGINEERING EQUIPMENT PRIVATE LIMITEDEVEREST ENGINEERING EQUIPMENT PRIVATE LIMITEDEVEREST ENGINEERING EQUIPMENT PRIVATE LIMITEDEVEREST ENGINEERING EQUIPMENT PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"EVEREST ENGINEERING EQUIPMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"pradeep.shetty@ambadnya.co.in","idea":"<p>AMBADNYA CONSULTANCY SERVICES PRIVATE LIMITEDAMBADNYA CONSULTANCY SERVICES PRIVATE LIMITEDAMBADNYA CONSULTANCY SERVICES PRIVATE LIMITED<br></p>","industries":["Security Solutions"],"name":"AMBADNYA CONSULTANCY SERVICES PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"sg.anklesaria@gmail.com","idea":"<p>AMBRIONA CACAO BLENDS PRIVATE LIMITEDAMBRIONA CACAO BLENDS PRIVATE LIMITEDAMBRIONA CACAO BLENDS PRIVATE LIMITED<br></p>","industries":["Food & Beverages"],"name":"AMBRIONA CACAO BLENDS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"vivek@elaraenergy.com","idea":"ELARA ENERGY PRIVATE LIMITEDELARA ENERGY PRIVATE LIMITEDELARA ENERGY PRIVATE LIMITEDELARA ENERGY PRIVATE LIMITED","industries":["Renewable Energy"],"name":"ELARA ENERGY PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]}]