[{"email":"manoj.narayan@exponentia.ai","idea":"<p>AI is a priority for all the business executives for transforming customer experience, improving efficiencies across processes, mitigating risks, enhancing team and partner engagements. There is a wide variety of use cases where AI augments the intelligence to improve strategic decision making, competitive positioning and business operations like never before.\n</p><p>Our AI advisory services can help you drive this AI-led transformation, accelerate its adoption and maximize returns on its investments. We have helped leading organizations establish enterprise-wide AI &amp; Data strategy. Our clients benefit from the deep domain knowledge of our consultants, proprietary accelerators and pre-built solution frameworks.</p><p>\n</p>","industries":["AI"],"name":"EXPONENTIA.AI PRIVATE LIMITED","sectors":["NLP"]},{"email":"rahul.modak@gmail.com","idea":"<p>WELCOME TO BUCKBAK&nbsp;<span>We provide big data analytics&nbsp;</span><span>Techniques &amp; Data Solutions&nbsp;</span><span>BuckBak is a disruptive branding platform which focuses extensively on machine learning and social media analytics for </span>brand building<span>&nbsp;and related exercises. </span></p><p><span><br></span></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; What We Do!&nbsp;</span></p><p><span><br></span></p><p><span>&nbsp;1) Data Science - The Data Analyst&nbsp;</span><span>The Data Engineer&nbsp;</span><span>Machine Learning</span></p><p><span>&nbsp; &nbsp; &nbsp;Data Generalist.</span></p><p><span><br></span></p><p><span>2) Artificial Intelligence - Reactive </span><span>Machines, Limited</span><span>&nbsp;</span><span>Memory, Theory</span><span>&nbsp;of&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Mind,Artificial Narrow Intelligence.</span></p><p><span><br></span></p><p><span>3) Machine Learning- Linear Regression&nbsp;</span><span>Support Vector Machines&nbsp;</span><span>Random&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Forest&nbsp;</span><span>Ensemble Methods.</span></p>","industries":["IT Services"],"name":"BRMODAK ANALYTICS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"sandiipkothaari@gmail.com","idea":"<p><span>In our country majority of students depend on their parents after and during their education for expenses. It gets more difficult for those who are self- financing their education.</span></p><p><br></p><p>So overcome this problem we have developed a platform so that students who have age of 18+ can register and get there desired job so that they can manage there expenses by there own.</p><p><br><br></p>","industries":["Professional & Commercial Services"],"name":"EKEMAYA PRIVATE LIMITED","sectors":["Employment Services"]},{"email":"alekh@targetpublications.org","idea":"<p>Lazy Bone Innovations is a company that publishes the e-learning application named “Quill – The Padhai App”. Quill App was launched at a time when the country was going through a lockdown and students had no access to physical books.</p>","industries":["Education"],"name":"LAZY BONE INNOVATIONS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"alpeshca007@gmail.com","idea":"<p>VYPECORP PRIVATE LIMITEDVYPECORP PRIVATE LIMITEDVYPECORP PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"VYPECORP PRIVATE LIMITED","sectors":["Others"]},{"email":"k1983yadav@gmail.com","idea":"<p>T2W MARKETING PRIVATE LIMITEDT2W MARKETING PRIVATE LIMITEDT2W MARKETING PRIVATE LIMITEDT2W MARKETING PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"T2W MARKETING PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"lynxenergy.india@gmail.com","idea":"<p>To carry on in India and abroad the business of distributors, transporter, traders, retailers, marketing and suppliers by creating online link\n</p><p>with the customer, to advertise and promote the business online for distribution of petrol, diesel, Light diesel, High speed diesel, LPG,\n</p><p>Engine Oil, CNG, CBG, LNG and other related products with the help of an ecommerce website and/or mobile applications and to ensure\n</p><p>maintenance of continuous and smooth supplies of petroleum products by way of reselling and transportation and to further enhance\n</p><p>marketing infrastructure and reseller network for providing assured service to customers throughout the country and to do all such act\n</p><p>which is necessary to attainment of the main object.</p>","industries":["Non- Renewable Energy"],"name":"LYNX ENERGY PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"94devyanigkp@gmail.com","idea":"\n            As a fully fledged IT &amp; software company we do not just provide backend services to our clients but have a wholly dedicated team that is responsible for research, development and innovations and majorly our R&amp;D team focuses on IOT based innovative products that could do really well in the market. For IOT adoption, I believe that we are at the beginning of the middle – for many verticals.\n        ","industries":["AI"],"name":"INDZONE TECH PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"UJWALA@MAAULIASSOCIATES.COM","idea":"<p>MAAULI PROPAC PRIVATE LIMITEDMAAULI PROPAC PRIVATE LIMITEDMAAULI PROPAC PRIVATE LIMITEDMAAULI PROPAC PRIVATE LIMITED<br></p>","industries":["Food & Beverages"],"name":"MAAULI PROPAC PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"Info.pipefit@gmail.com","idea":"<p>PIPEFIT SOLUTION PRIVATE LIMITEDPIPEFIT SOLUTION PRIVATE LIMITEDPIPEFIT SOLUTION PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"PIPEFIT SOLUTION PRIVATE LIMITED","sectors":["Business Support Supplies"]}]