[{"email":"tejasambike48@gmail.com","idea":"<p>We are new commerce just started new fast food shop</p>","industries":["Food & Beverages"],"name":"T P FAST FOOD","sectors":["Restaurants"]},{"email":"connectsangeeta@yahoo.com","idea":"<p>TeamAspire Venture Pvt Ltd a Navi Mumbai based start-up is here to take care of all the supplies &amp; Services, School  needs for education and play, so that school Management, Principal &amp; Teachers can concentrate on the Curriculum &amp; other School Activities &amp; leave the worry of Procurement on us. From interiors, setups, furniture to the smaller requirements like  pins. They have it all. All that the school requires can be fetched from Aspire. Parents and guardians can provide their children with good quality school supplies effortlessly by fetching everything under one roof.</p><p>Moreover to support the Digital India platform we are in urge to create Websites of almost all the schools in india starting from Maharashtra onwards. Just a small support from us to get all the schools to have their Digital Presence.</p>","industries":["Education"],"name":"TEAMASPIRE VENTURES PRIVATE LIMITED","sectors":["Others"]},{"email":"anandiagro1989@gmail.com","idea":"<p>Anandi Seva Kendra(NGO), located in Nerul, Navi Mumbai. We work in women and child welfare from the past 30 years and have covered various projects affiliated to the Govt of Maharashtra ever since.\n</p><p>We recently started a women empowerment project in the month of september 2020. We introduced an organic and homemade product line consists of the following: \n</p><p>1. Homemade cow ghee \n</p><p>2 . Organic and raw honey (Tulsi, neem, lychee, multiflora, jamun and babul) \n</p><p>3. Organic turmeric \n</p><p>4. Handmade, blended powered spices (Fish curry and chili garlic onion) \n</p><p>The idea was to induce a healthy lifestyle and to empower the women who lost their jobs due to pandemic 2020. We give the needy platform to create a variety of healthy staple products and distribute it to our customers.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"ASK- Anandi Seva Kendra","sectors":["Food Processing"]},{"email":"manuel.esai@outlook.com","idea":"<p>BARAEM INDIA TECHNOLOGIES PRIVATE LIMITED</p><p>(development, operation, data communication, IT\n</p><p>Recruitment and Marketing and other related services)<a href=\"https://baraemindia.com/\" target=\"_blank\">https://baraemindia.com/</a></p>","industries":["IT Services"],"name":"BARAEM INDIA TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Management"]},{"email":"nitin.fegade@leelai-automation.com","idea":"<p>BHANULEELAI TECHNOLOGIES (OPC) PRIVATE LIMITEDBHANULEELAI TECHNOLOGIES (OPC) PRIVATE LIMITEDBHANULEELAI TECHNOLOGIES (OPC) PRIVATE LIMITEDBHANULEELAI TECHNOLOGIES (OPC) PRIVATE LIMITEDBHANULEELAI TECHNOLOGIES (OPC) PRIVATE LIMITED<br></p>","industries":["Design"],"name":"BHANULEELAI TECHNOLOGIES (OPC) PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"cfsoperations77@gmail.com","idea":"<p>JHA LOGISTICS PROJECTS (I) PRIVATE LIMITEDJHA LOGISTICS PROJECTS (I) PRIVATE LIMITEDJHA LOGISTICS PROJECTS (I) PRIVATE LIMITEDJHA LOGISTICS PROJECTS (I) PRIVATE LIMITED<br></p>","industries":["Logistics"],"name":"JHA LOGISTICS PROJECTS (I) PRIVATE LIMITED","sectors":["Others"]},{"email":"info@progressivepackline.com","idea":"<p>PROGRESSIVE PACKLINE ENGINEERS LLPPROGRESSIVE PACKLINE ENGINEERS LLPPROGRESSIVE PACKLINE ENGINEERS LLP<br></p>","industries":["Technology Hardware"],"name":"PROGRESSIVE PACKLINE ENGINEERS LLP","sectors":["Manufacturing"]},{"email":"Mahendra@dandynetwork.in","idea":"<p>DANDY NETWORK PRIVATE LIMITEDDANDY NETWORK PRIVATE LIMITEDDANDY NETWORK PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"DANDY NETWORK PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"pry189@gmail.com","idea":"<p>MCDONIA HEALTHCARE PRIVATE LIMITEDMCDONIA HEALTHCARE PRIVATE LIMITEDMCDONIA HEALTHCARE PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"MCDONIA HEALTHCARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"aadeetyaproject@gmail.com","idea":"<p>AADEETYA PROJECTS INDIA PRIVATE LIMITEDAADEETYA PROJECTS INDIA PRIVATE LIMITEDAADEETYA PROJECTS INDIA PRIVATE LIMITEDAADEETYA PROJECTS INDIA PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"AADEETYA PROJECTS INDIA PRIVATE LIMITED","sectors":["Construction Supplies & Fixtures"]}]