[{"email":"Kapil.batus@dhybrid.co.in","idea":"<p>Our primary line of business is content marketing, manufacturing under D'Hybrid private label, e-tailing via dropship model. To carry on the business of producing and creating content in English and regional languages for digital and print medium which will&nbsp;<span>publish under editorial, advertising and online platforms as well as producing, conceptualizing, executing, commissioning, projects under&nbsp;</span><span>fashion and lifestyle for our company and partnering with clients for potential projects in areas such as Technology, Design, Advertising,&nbsp;</span><span>Production, Events &amp; Publication in India or elsewhere other than India.</span></p>","industries":["Retail"],"name":"D'HYBRID STUDIOS PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"jigneshnsharma@gmail.com","idea":"<p>A new age Integrated Facility Management(IFM) &amp; Comprehensive Outsourcing of Skilled Human Capital Company.<br><br>Focused on utilizing the best Training Processes to blend with the best technology available in today’s dynamic market.<br></p>","industries":["Human Resources"],"name":"MAXEASE FACILITY MANAGEMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"Harshal.rpatil5@gmail.com","idea":"<p>Technology is basically the way we execute the discoveries of science and blend them with our own needs. Technology is a general term used to refer to the different tools, machines, and equipment we use in everyday life. We, BIT2SKY INDIA PRIVATE LIMITED, are a startup to carry on the business of Information Technology and software development, designing, testing, maintenance, customization, technology consultant, and technical services, consulting for software, all matters of IT creative products and services that provide total communication and information solutions and deals in systems and application software for microprocessor-based information systems, offshore software development projects, and internet service providers.</p>","industries":["IT Services"],"name":"BIT2SKY INDIA PRIVATE LIMITED","sectors":["Application Development"]},{"email":"vikeshavius@gmail.com","idea":"<p>We are a software development company. Our application name is \"Avius\" it's a social plus business networking platform with the potential to boost all &amp; any type of businesses around the world.</p>","industries":["Social Network"],"name":"AVIUS TECH PRIVATE LIMITED","sectors":["Others"]},{"email":"sumanctf@gmail.com","idea":"<p><a href=\"https://vitabolikpharma.com/\" target=\"_blank\">https://vitabolikpharma.com</a></p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"VITABOLIK PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"prati2783@gmail.com","idea":"<p>Gravid Mother and Baby Pvt Ltd (Gravid) a Mumbai based women led bootstrap startup is Committed to make the pregnancy and parenting and self-growth journey smooth, Comforting and Empowering for every common  yet extraordinary woman.\n<br></p><p><br></p><p>We intend to provide online services and solutions by our Gravid digital magazine, Mobile Application, Digital workshops and offline workshops, services related to pregnancy, parenting and personal growth to mother/parents and baby. Our purpose is to make the Pre - Pregnancy, Pregnancy , Parenting journey of every woman and parent very smooth and easy by providing them a solution based platform and support them throughout this journey with the help of subject matter experts\n</p><p><br></p><p>Research from high-income countries suggests women who receive antenatal care (ANC) in a group may have better experiences and outcomes of care than those who get ANC through individual visits with a health care provider.\n</p><p><br></p><p>Hence we have come up with Solution Based programs and Care based Models. Where we try to reach out to Women and Parents with our Digital magazine which is reaching 7 million people in India and 50 Million Worldwide through a Digital News Stand MAGZTER. We bring in both National and International subject matter Experts in ‘Gravid Magazine’ which is also available in Vernacular Language- Hindi( Currently) and other languages in the near future to reach Tier- and Tier 3 Towns and Cities as well.</p>","industries":["Healthcare & Lifesciences"],"name":"GRAVID MOTHER AND BABY PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"admin@lifejetambulance.com","idea":"<p>HHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH</p>","industries":["Healthcare & Lifesciences"],"name":"LIFEJET AMBULANCES PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"souvik@zugangindia.com","idea":"<p>Having an effective client-centric approach, a trained search team, and deliberate adaptation of emerging technology Zugang has developed its respect and trust, which makes it the most reliable service provider among the clientele.\n</p><p>Zugang provides expertise right from understanding your business, and organizational makeup, to indulging in finding the best fit for your organization, and then deploying the workforce post-basic training. Our company provides all kinds of technology solutions related to the recruitment and HR needs of companies.</p><p>\n</p>","industries":["Human Resources"],"name":"ZUGANG MANPOWERS INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"info@aniqav.com","idea":"<p>Aniqav is an Indian multinational company engaged in EPC Projects, Hi-Tech Manufacturing and Consulting services for Petrochemical and Energy companies and is actively working towards net zero emissions. We employ advanced technologies and an innovative approach to help build a sustainable<br>energy future. Our Key areas of focus is Green Hydrogen , Green Ammonia ,Bioethanol , Bio CNG and Bio-Diesel&nbsp;<br></p>","industries":["Renewable Energy"],"name":"ANIQAV GLOBAL ENERGY SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"harshwardhan@innovincaspire.com","idea":"<p>We introduce ourselves as Innovinc Aspire Renewable Energy Solutions Private Limited. Innovinc is future-ready with green energy solutions across industry verticals like medical, military, agrarian and electric vehicles. \n</p><p>Innovinc manufactures, assembles, fabricates and deals primarily in Lithium batteries, Lithium-Ion batteries and other solar energy systems. Our combined skill set and technical know-how backed by contemporary methodology and state-of-the-art equipment set us apart. We’ve always stayed ahead of the curve by adapting to new-age technologies and management tools. \n</p><p>We believe the time to make a mindful shift to Solar power, the clean energy of the future, is here. On the other hand, Lithium-Ion batteries have improved discharge and charge efficiency over a longer life span. Both energy solutions might seem like a steep investment, but they prove to be cost-effective over time due to high efficiency and low maintenance.\n</p><p>We have a team of expert Mr. Harish Poojari and Mr. Prasad Gupte who joined forces and brought their expertise to the table.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Renewable Energy"],"name":"INNOVINC ASPIRE RENEWABLE ENERGY SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]}]