[{"email":"help@eudanefoundation.org","idea":"<p>\"At Eudane Social Eudane Social Foundation, our vision is to build an inclusive India by pioneering a holistic model to address our nation’s multifaceted development challenges, and contribute to its collective aspirations. Central to our philosophy is the commitment to enhance the quality of life of people from marginalized and vulnerable communities, by empowering them and catalyzing change through innovative and sustainable solutions. Our steadfast endeavor is to create replicable and scalable models of development through an integrated approach in the true spirit of maximizing societal value for all, and making it a movement.\" The Eudane Social Foundation has a comprehensive development approach. Its prime objective is to create and support meaningful activities through innovative institutions to address some of India’s most pressing developmental challenges. The Eudane Social Foundation lays significant emphasis on leveraging technology for developmental solutions.\n</p><p>Following its model of direct engagement, the Eudane Social Foundation directly reaches out to the affected communities through trained professionals.\n</p><p>Over the years, Eudane Foundation’s initiatives have continued to evolve, while remaining responsive to the ever-changing needs of society.\n</p><p>The Eudane Social Foundation is currently focusing on creating change in areas of Rural Transformation, Health, Education, Sports for Development, Disaster Response, Arts, Culture &amp; Heritage and Urban Renewal. To maximize its reach and improve outcomes, Eudane Social Foundation has also established strategic partnerships with organizations that have the technical expertise and experience to undertake various programmes in the identified focus areas of operation.</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Social Impact"],"name":"EUDANE SOCIAL FOUNDATION","sectors":["NGO"]},{"email":"cpmalkani@gmail.com","idea":"MBA Professional, Working in a Tech &amp; Digital Solutions sector for the Startups and MSMEs.<br>","industries":null,"name":"Chiraag Malkani","sectors":null},{"email":"abhirsxn@gmail.com","idea":"Founder of houso, aquilldriver and teroticx corp","industries":null,"name":"Abir Maheshwari","sectors":null},{"email":"tejalsurve007@gmail.com","idea":"Parnashaad is a Sanskrit word for Chlorophyll. We are Mumbai's most experienced and fastest growing landscape companies. We design and maintain beautiful landscapes for offices, homes and restaurants. Also make customised green gifts.","industries":["Agriculture"],"name":"Parnashaad and Co.","sectors":["Horticulture"]},{"email":"deepak9712@gmail.com","idea":"<p>new startap loan aaplication on loan sbdwdh dwsdw dwdwd dwd</p>","industries":["Analytics"],"name":"nilesh enterprises","sectors":["Others"]},{"email":"paramtechnoenergy@gmail.com","idea":"<p>Renewable Energy&nbsp; Solar, micro wind turbine&nbsp; Development, Designing&amp; Commissioning</p>","industries":["Renewable Energy"],"name":"Param Techno Energy","sectors":["Renewable Wind Energy"]},{"email":"dadaso.lokpratinidhi@gmail.com","idea":"<p></p><p>My Startup name \n\n</p><b>Lokpratinidhi Corporation&nbsp; </b><p></p><p><b>Lokpratinidhi.com&nbsp; </b></p><p><b>Political Social Networking Platform </b><br></p><p><br></p><p><br></p><p></p>","industries":null,"name":"DADASO GHARE","sectors":null},{"email":"kaushikvaradan@gmail.com","idea":"<p>Raydan is a startup company established in the year 2020, it is mainly into manufacturing and trading of sustainable textiles.&nbsp;</p><p>The motto of this company is to increase the awareness about sustainable alternatives or environment friendly options in the fashion industry.</p><p><br></p>","industries":["Textiles & Apparel"],"name":"Raydan","sectors":["Apparel & Accessories"]},{"email":"rishab569@gmail.com","idea":"<p>Accelerate Your Practice - Designing an online APP for helping all doctors to accelerate their practice.</p>","industries":["Technology Hardware"],"name":"IndentaTechnologies ","sectors":["Others"]},{"email":"umashankarsurpur@gmail.com","idea":"<p>Sapthgiri enterprises&nbsp; is one of India’s fastest growing FMCG distribution and marketing company specializing in international food, health and personal care products. We provide multi-channel distribution and brand development services for brands in grocery stores, modern trade, pharmacy, departmental stores, Ho.Re.Ca and online stores.</p><p>We excel at distributing and building retail brands representing a wide range of premium brands and international companies in India delivering a focused strategic approach to our partners business.</p>","industries":["Food & Beverages"],"name":"sapthgiri enterprises","sectors":["Food Processing"]}]