[{"email":"mohsin89.shaikh@gmail.com","idea":"Online selling of products such as electrical appliances, garments, clothes, daily essentials, perfumes, attar.","industries":["Retail"],"name":"MM SOLUTIONS","sectors":["Comparison Shopping"]},{"email":"anand.dubey1603@gmail.com","idea":"<p>We wish to come out with an unique platform for pharma products.</p>","industries":["Healthcare & Lifesciences"],"name":"EVOLVE PHARMA PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"nimithealthsolutions@gmail.com","idea":"we are disrtributors for Biochemistry Kits, Infectious Rapid Test Kits,Elisa Test Kits,Serology Test Kits,Coagulation Test Kits,Immunology Test Kits,Hematology Reagents &amp; Test Kits .","industries":["Healthcare & Lifesciences"],"name":"Nimit Health Solutions","sectors":["Healthcare Services"]},{"email":"thecarseva@gmail.com","idea":"<p>\"India’s Largest Intercity &amp; Local Cab Services We are Car Seva, an cab booking Service, providing customers with reliable and premium Intercity and Local car rental services. Today, our extensive network, fleet and range of services position Enterprise as part of the largest transportation solutions provider in the world. We offer our customers local and airport rentals, car sharing, exotic car hire and van hire, along with our Flex-E-Rent service. We’re in more than 10 city's with over 500 locations. What does this mean to our customers? We're there when you need us. We take an active role in sustainability, not only because it’s smart for our business, but because we believe in making the world a better place for future generations.\"</p>","industries":["Travel & Tourism"],"name":"Car Seva","sectors":["Facility Management"]},{"email":"deb@cereshospitality.com","idea":"<p>At Ceres Foods we are designing a customised B2B solution to effectively set up and scale up restaurant business through a supply chain linked model. We design a system of value-added products (Food, Packaging etc) which makes cooking complicated cuisines simple with a three-step process. We feel this business has tremendous potential to scale globally. By our process we can effectively set up a restaurant remotely anywhere in the world and teach the local employees to work on an unknown cuisine by following a simplified SOP. In addition the same products are being launched in the Consumer Packaged Goods segment in India.</p>","industries":["Food & Beverages"],"name":"CERES FOODS PRIVATE LIMITED","sectors":["Others"]},{"email":"officialmohitmistry@gmail.com","idea":"<p>Everything we do, we believe in challenging our vision.</p><p><br></p><p></p><div>\n</div><div>We at Reevia, truly envision to exponentially accelerate India's journey towards sustainable transport.</div><div><br></div><div> \n</div><div>This led us into making of great Electric Scooters.</div><div>\n</div><p></p>","industries":["Automotive"],"name":"REEVIA MOTOR PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"poo.pandey91@gmail.com","idea":"<p>EduKoach is edtech startup for students in 1-8 grade groups.&nbsp; In EduKoach we are trying to solve the problems of students as well as the parent by providing them the guided path of learning need + connecting their core curriculum to skill-based learning hence they don't have to take any extra burden of attending multiple classes.<br><br>Problem 1.<br>Currently in edtech segment students have an infinite no of platforms who are providing them learning opportunities by different means like Live class, videos, etc but no one is focusing on their overall performance in schools and their specific requirements. They are bombarded with all types of learning content which is not even required and actually is damaging their growth.<br><br>Problem2.<br>Because of COVID, the parents are getting a difficult time focusing on their work as well as helping their kids to cope up with online learning, their homework, submissions, as well kid's health as the screen time + less physical activities are creating problems.&nbsp;<br><br>In EduKoach we are trying to solve the above 2 problems.</p>","industries":["Education"],"name":"EduKoach.com","sectors":["E-learning"]},{"email":"aarush@d4digitech.com","idea":"<p>We are Software Solutions Startup. We intent to build user's custom Software, Website &amp; Mobile Apps based on user requirements &amp; Business need.&nbsp;</p>","industries":["IT Services"],"name":"d4Digitech Software Solutions","sectors":["Application Development"]},{"email":"bhaktid11@gmail.com","idea":"<p>A company focused on introducing Smart Insurance Products and bridging the gap between Insurtech and Insurance company.&nbsp;</p>","industries":["Finance Technology"],"name":"BimaNext","sectors":["Insurance"]},{"email":"kiran@enterminds.com","idea":"<p>The Next Evolution of the Book.</p><p>We are creating the algorithmic innovations for the next evolution of the book to dramatically change how humans read and think.</p>","industries":["AI"],"name":"EnterMinds","sectors":["Others"]}]