[{"email":"nidhiartisaga@gmail.com","idea":"<p>Artisaga is a social led profitable business. </p><p>It is an e-commerce platform connecting grassroot artisans from different villages across India to consumers and business directly. </p><p>Artisaga is an effort to resurrect the lost glory of the rich crafts of India. To rebuild the dignity of the many hard working artisans of our country who possess unmatchable craftsmanship, as they have control over the skill and a deepened love for their craft that was passed down to them by generations.</p>","industries":["Textiles & Apparel"],"name":"Artisaga","sectors":["Apparel & Accessories"]},{"email":"squareunits5@gmail.com","idea":"Square Units is an Edtech, deal with Video Lectures and Doubts Solving","industries":["Education"],"name":"Squareunits","sectors":["E-learning"]},{"email":"pankaj.sharma@profitwheel.com","idea":"\n            <p>The startup will focus on product development. To create unique IP within India that can be licensed worldwide. The team already has a track record of doing this in the corporate world and is now clear that they want to build a global product company out of India. \n</p><p>Ensuring that digital advertisers get a better yield from their investment that is incrementally better than what they can achieve with their current technologies &amp; services - is an innovation goal along with a product &amp; service goal for everyone at ProfitWheel.<br>The advertiser/customer’s data is the oil that makes the wheels churn – that’s the foundation of our advertising technology at ProfitWheel! Be it the insights of your valuable customers, activating to drive a higher yield/ROAS, scaling across platforms or markets – they are born from your own high value (hashed) client information. \u000bWe are not an agency. We are not looking to do your creative, or be the media buying entity nor do we possess a relationship with the media buying entities such as FB/Google, etc – our goal is to make your media more effective and will bet our compensation on it. Our technology will be overlaid on your current AdTech + Martech stack without displacing anyone but either driving more high-quality volume or eliminating low-quality waste. Our aim is to unite the disparate silos of AdTech + Martech.</p>\n        ","industries":["Advertising"],"name":"PROFITWHEEL DATA TECHNOLOGIES PRIVATE LIMITED","sectors":["AdTech"]},{"email":"vishal10@gmail.com","idea":"<p>Drona Studios specializes in game development, simulations, AR/VR products</p>","industries":["IT Services"],"name":"DRONA STUDIOS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"naman9967@gmail.com","idea":"<p>We make imitation jewelry &amp; sell online &amp; we are looking forward to start export&nbsp;</p>","industries":["Marketing"],"name":"Naksh jewels","sectors":["Sales"]},{"email":"pravin@neweltechnologies.com","idea":"<p>NEWEL TECHNOLOGIES PRIVATE LIMITEDNEWEL TECHNOLOGIES PRIVATE LIMITEDNEWEL TECHNOLOGIES PRIVATE LIMITED<br></p>","industries":["IT Services"],"name":"NEWEL TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Management"]},{"email":"mylead@myleadfintech.com","idea":"<p>Today in India more than 20 lakhs insurance agents and more than two lakhs mutual fund agents at present are reaching out to their clientele for their insurance and investment needs.&nbsp; Initially this start-up intends to reach out to people at select locations. In those select locations through the Associates, end customers will be reached out to. Digital connectivity and support will be supplemented by on ground support of MyLead staffs to ensure world class delivery of services to the end customer. In the days to come, as and when network of Associates will increase large number of end-user will be benefited across various locations.&nbsp; It is estimated that over a period of next five years from the commercial launch of the platform, lakhs of people would able to access the system and will be benefited from the digital network.&nbsp; Since the offerings will be on Digital mode, scalability will be seamless. Across any part of the country where someone will have access to Mobile phone (read smart phone) can be part of the platform.<br></p>","industries":["Finance Technology"],"name":"MYLEAD FINTECH PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"sagrahvac@gmail.com","idea":"<p>Sagra HVAC Private Limited provides end to end solutions in air conditioning, air purification, ventilation, heating etc. Sagra HVAC also provides its years of expertise through consulting and a wide variety of engineering products keeping in mind specific Customer requirements.</p>","industries":["Green Technology"],"name":"Sagra HVAC Private Limited","sectors":["Clean Tech"]},{"email":"anil.combined@gmail.com","idea":"<p>LIFEGAIN MEDICAL INDIA LLPLIFEGAIN MEDICAL INDIA LLPLIFEGAIN MEDICAL INDIA LLPLIFEGAIN MEDICAL INDIA LLPLIFEGAIN MEDICAL INDIA LLP<br></p>","industries":["Healthcare & Lifesciences"],"name":"LIFEGAIN MEDICAL INDIA LLP","sectors":["Health & Wellness"]},{"email":"nimit@leadfactory.in","idea":"<p>LEADFACTORY MARTECH PRIVATE LIMITEDLEADFACTORY MARTECH PRIVATE LIMITEDLEADFACTORY MARTECH PRIVATE LIMITED<br></p>","industries":["Marketing"],"name":"LEADFACTORY MARTECH PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]}]