[{"email":"eugenieaiml@gmail.com","idea":"<p>Founded in 2018, Eugenie is India-US based company, providing AI-driven, advanced analytics products for industrial domains. Eugenie’s vision includes bringing ecological and economic sustainability to industrial operations to ensure a sustainable future. Having created a business impact of more than $2Bn for various clients in a short span, Eugenie had received the best AI innovation award from Forbes and Microsoft in 2020.</p>","industries":["Analytics"],"name":"Eugenie.ai","sectors":["Data Science"]},{"email":"info@rpjtea.in","idea":"<p>The company is formed by a group of Tea Connoisseur with the sole objective to bring the best Tea from the premium Tea producing Estates of Assam, Dooars and Darjeeling to the Indian Household who have long been kept away from the premium grades of tea. Since there are more than 70 types of tea that exist where as the common household know only a few of them. We will be bringing the tea that has the most assorted flavours and characteristics and has only been served to the overseas market till now. We firmly believe that the potential for tea in India is huge as every household has a stock of tea for 365 days. The day of an Indian starts with a cup of tea, it is served in every hotel, highways, roadsides offices etc homes etc. The more the country grows and develops the more would be the demand of tea. \n</p><p>We are a team of experienced tea planters (who have worked in the tea gardens and have been involved in plantation &amp; manufacturing activities ) with a collective experience of over 80 years in manufacturing, blending and tea tasting. We aspire to become the only organisation which has a 360-degree presence in the Tea Industry right from planting of the tea bushes to manufacturing and direct retail sales.</p><p>\n</p>","industries":["Food & Beverages"],"name":"RPJ TEA PRIVATE LIMITED","sectors":["Others"]},{"email":"capital.nidhi@gmail.com","idea":"<p>Problem- in Mumbai taking a shop or house on rent is very tough due to heavy deposit.</p><p>Solution- will provide that deposit in the form of loan to small and medium roadside vendor and tenant with minimal interest charge.</p>","industries":["Finance Technology"],"name":"NOVOCASH","sectors":["Business Finance"]},{"email":"sardharabadal19@gmail.com","idea":"<p>abcd hhhhgruh ngkjhrkgh fkjh jkghd hgm hjmdhv hvjvygj,n yjbfy yfjhg</p>","industries":["IT Services"],"name":"Badal","sectors":["Others"]},{"email":"akshaydolas09@gmail.com","idea":"<p>We are product design and development services company</p><p>We specialize in design engineering, Rapid prototyping and electronics system development. Completed 50+ projects in\n</p><p>interdisciplinary fields. Trained 500+ academia and industry personnel in product and process engineering.</p>","industries":["Design"],"name":"ADDWORKS","sectors":["Industrial Design"]},{"email":"pranoti_pokale@rediffmail.com","idea":"<p>Itzmytalent Services Pvt. Ltd. (IMT) is a search and discovery platform that is beneficial for both users and Institutes of curricular and extracurricular talents. We provide school management software services as well as platform to search and shortlist extracurricular activities or hobby classes based on age, interest, location and price. Over 100 categories listed range from Art and Craft, Sports and Adventure, Fitness, Yoga, Singing, Music and Dance to Cooking and Photography among others. Itzmytalent Services Pvt. Ltd. (IMT) provides a digital platform with one stop solution to help Students, Instructors and Institutes to explore their talents. Students can choose from variety of authentic options for developing their talent whereas Instructors and Institutes can focus only on their core talent activities without worrying about management of business. IMT takes care of all the essential activities required for smoothly running a business such as management of courses, students, Instructors, attendance, billing, taxations, marketing etc.</p>","industries":["Education"],"name":"Itzmytalent Services Pvt Ltd","sectors":["Education Technology"]},{"email":"jaarstech@gmail.com","idea":"<p>JAARS TECH is a startup headquartered based out of Mumbai. We deal in various Computer Hardware and Software products and services.&nbsp;</p>","industries":["IT Services"],"name":"JAARS TECH","sectors":["Product Development"]},{"email":"acrengineers21@gmail.com","idea":"<p>We are HVAC professional team, We can provide Sales and serviceS for commercial Air conditioning and Refrigeration products.</p>","industries":["Professional & Commercial Services"],"name":"ACR Engineers","sectors":["Business Support Services"]},{"email":"avc.signup@gmail.com","idea":"<p>hvhbghbghnbggyhvffgbggjnbjjuesvbufbtgfukbhikkauailctujb.&nbsp;</p>","industries":["Analytics"],"name":"shvsjmsi","sectors":["Data Science"]},{"email":"neeraj@nevonsolutions.com","idea":"<p>NevonSolutions is a technology focused company incorporated in 2015. Nevon Solutions continues to grow consistently in ecommerce, edutech and innovative consumer electronics sectors.</p>","industries":["Technology Hardware"],"name":"Nevon Solutions Pvt Ltd","sectors":["Embedded"]}]