[{"email":"info@anbusinessconsulting.com","idea":"<p>Lifting&nbsp;<span>global competitiveness of companies by making the business processes&nbsp;</span><span>efficient, transparent and best in class</span></p>","industries":["Others"],"name":"A&amp;N Business Consulting","sectors":["Others"]},{"email":"rohitgawli@lokalkitchen.in","idea":"<p><a href=\"http://www.lokalkitchen.biz\" target=\"_blank\">Website</a><br></p>","industries":["Food & Beverages"],"name":"LOKALKITCHEN TECHNOLOGY LLP","sectors":["Food Technology/Food Delivery"]},{"email":"upatil10@outlook.com","idea":"<p>Digital, Innovative, Information and communication services to&nbsp;</p>","industries":["IT Services"],"name":"HYPERSCALE TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"sunilj@lughedutech.com","idea":"<p>We offer wide range of programs in the field of business management to professionals as well as learners striving to move ahead in their career. SNATIKA is an approved training partner of OTHM, UK – an Awarding Body by the UK Government, letting you have the assurance of receiving education that is accredited and respected by schools and businesses world over. SNATIKA is also partnered with London Graduate School to provide its learners seamless overseas educational qualifications. Under an academic partnership these Masters Degree Qualifications are awarded by University of Chichester and designed to ensure that highest standard of British education is available at an affordable price to students globally.\n</p><p>Following SNATIKA Programs lead to your Master’s Degree:\n</p><p>Masters in Accounting and Finance\n</p><p>Masters in Education Management and Leadership\n</p><p>Masters in Health and Social Care Management\n</p><p>Masters in Human Resource Management\n</p><p>Masters in Strategic Management and Leadership\n</p><p>Masters in Logistics and Supply Chain Management\n</p><p>Masters in Project Management\n</p><p>Masters in Public Administration\n</p><p>Masters in Tourism and Hospitality Management\n</p><p>Masters in Strategic Marketing</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"SNATIKA","sectors":["E-learning"]},{"email":"bhupendra.bhate@saintiant.tech","idea":"SAINTIANT TECHNOLOGIES LLP is engaged in research of existing problem with their innovative solutions in the healthcare sector.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"SAINTIANT TECHNOLOGIES LLP","sectors":["Healthcare Technology"]},{"email":"rushabh@mashruenergy.com","idea":"<p>we aim to create a Mobile Application based fuel delivery system</p>","industries":["Transportation & Storage"],"name":"Fuel n Go Services LLP","sectors":["Others"]},{"email":"nathanialok5146@gmail.com","idea":"<p>This problem will be solved by giving more &amp; more jobs to the young generation so as to increase our service to many clients. \n</p><p>We want to serve our customers by focusing one by one on them. And we want to give best solution to these customers by our service.  \n</p><p>We are the Fully Automated On-Site Fuel Delivery Service that comes to your location and delivers fuel directly into your equipment – when and where you need it. It eliminates the need for you to store bulk fuel on site and all the problems with self-fueling your own vehicles and machinery.</p>","industries":["Non- Renewable Energy"],"name":"VAISHNAVI FUEL XPRESS PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"rajpreet.kaur1305@gmail.com","idea":"<p><a href=\"http://www.saycheese.life\" target=\"_blank\">www.saycheese.life</a></p><p>Seeking happiness is universal. It takes a lot for 3.7b women to be happier.&nbsp; Balancing&nbsp;the&nbsp;professional&nbsp;&amp;&nbsp;personal&nbsp;life&nbsp;is always a very tight rope walk. While&nbsp;everyone aspires to be happy, the path is unique for each one.\n</p><p>Say&nbsp;Cheese is India's first holistic platform where women can connect with experts and service providers from a variety of fields, seek and give support to each other and leverage proprietary action-oriented self-service online tools to carve their unique path.\n</p><p>It is a platform&nbsp;that offers “personalized” solutions to help women solve real&nbsp;challenges&nbsp;they face&nbsp;across different aspects&nbsp;of their lives.\n</p><p>The company interviewed about 500+ women to identify real problems they face and three broad themes emerged - career, relationships and health. The current solution space is highly fragmented and women interviewed were not sure which service provider to trust. That's where, Say Cheese comes in.\n</p><p>Just like LinkedIn is to professionals, Amazon is to shopping; Say Cheese aspires to be the ‘Go to’ place for Women.\n</p><p>A woman’s personalized journey would start from the very moment she has on-boarded on Say Cheese. Her happiness getting measured through the company’s proprietary assessment. Based on the assessment result, she can then choose from a range of services to build her unique journey on the platform.\n</p><p>Say Cheese will be the first platform in India to offer both holistic and personalized services, and women-made&nbsp;products pan India.&nbsp;Their signature offering – Ecosystem, will help women build a support system of services they need to overcome their life challenges.\n</p><p>\u000bSay Cheese visualises a happier world, where there is a smile on every woman's face, and this is a humble beginning in this endeavour.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Social Network"],"name":"FRENZTASTIC PRIVATE LIMITED","sectors":["Others"]},{"email":"pranitvsingh@gmail.com","idea":"<p>Engaged in trade of High Speed Diesel through Mobile Dispensers.</p>","industries":["Non- Renewable Energy"],"name":"QIFUEL LLP","sectors":["Oil & Gas Drilling"]},{"email":"mohit@riccobook.com","idea":"<p>We are making a platform that will change the way people Market themselves and the Interaction model of Buyers and Sellers.</p><p><br></p><p>Riccobook is a one-of-a-kind Mumbai-based ‘Made in India’ platform that intends to provide users with handpicked news articles and carefully designed fast-paced games to educate and entertain – it’s that simple!</p><p><br></p><p>Our USP is to help you Learn and Earn. Read articles and Play Games to get rewarded in RB Keys, use those keys to unlock ‘Discount Cards’ on your favourite products, curated by us exclusively.</p><p>P.S. There are no hidden charges; it’s absolutely FREE!</p><p><br></p><p>So, what are you waiting for - Come and Join Us in this journey of Learning and Earning!</p><p><br></p><p>Download Riccobook today and Let’s Ricco-nect!</p>","industries":["Marketing"],"name":"RICCOBOOK SOLUTIONS LLP","sectors":["Sales"]}]