[{"email":"jagjitt@pearlquest.ae","idea":"<p>PearlQuest is a digital solutions company. We assist event management and BTL Marketing companies with new-age interface development and consumer engagement applications like Digital Gamification, Gesture-Based Experiences, Digital Signage, and Apps using Multi-Touch Screen, Web, Mobile platforms.</p><p><br></p><p>We also help entrepreneurs, SMEs, and corporates develop apps that turbocharge marketing and execution using the mainstream web, mobile and interactive technologies. We help them create platforms for employee engagement, process automation, and even any elusive idea, which needs transformation into a product.</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Pearlquest Interactive OPC Pvt Ltd.","sectors":["Others"]},{"email":"sujay.k@evigocharge.com","idea":"<p>We are pleased to introduce us as EVIGO Charge. We provide Safe, Reliable &amp; Robust Electric Vehicle Charging products &amp; solutions.\n</p><p>At, EVIGO, we are passionate about EV technology. We also provide nationwide complete range of AC &amp; DC Chargers. Evigo is one point contact for all EV Charger needs in India. Along with Electric vehicle chargers, we also provide Software solutions.</p>","industries":["Technology Hardware"],"name":"EVIGO CHARGING CONSULTANTS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"sales@ameetgroup.com","idea":"<p>We are second-generation entrepreneurs starting an organization mainly focusing on essential services like public &amp; health engineering and fire fighting. These services are instrumental in paving the way for the Swachh Bharat mission (an initiative by the Government of India) and life-saving measures respectively. We also influence the end-users to switch to clean solar energy from conventional energy when it comes to water heating solutions In large scale industrial and residential development.</p>","industries":["Construction"],"name":"AMEET INNOVATIONS LLP","sectors":["Construction & Engineering"]},{"email":"meenakshi@4am-worldwide.com","idea":"<p>4AM Worldwide is a full-service agency offering services like branding, advertising, digital marketing, films, animation, and experiential marketing. We have worked with clients in categories ranging from real estate to home décor, education to hospitality and healthcare to finance among many others where we've built brands ground up.</p><p><br></p><p> \n</p><p>AWARDS:\n</p><p>Our work has been recognized at a number of forums over the past couple of years. Some awards that we have won are: \n</p><p>a. Gold for Brand Identity of \"Sambar\" at Afaqs Foxglove\n</p><p>b. Gold &amp; Silver for Brand Identity and Animated Identity of \"Clean Slate Films\" at Afaqs Foxglove\n</p><p>c. In-Book Winner for Brand Identity of \"Clean Slate Films\" at Kyoorius\n</p><p>d. DesignyatraIn-Book Winner for Film Craft for the Title sequence of Netflix series \"Typewriter\" at Kyoorius Creative Awards·     \n</p><p>e. #TIME2LEAP Awards - MSME Edition 2020 for Best Branding Firm of the Year</p><p><br></p><p>\n</p><p>OUR SERVICES:\n</p><p>Brand Identity Programs: Brand Strategy &amp; Positioning, Brand Name, Brand Identity Development, Brand Management, Brand Packaging, Brand Guidelines.</p><p><br></p><p>\n</p><p>Sales &amp; Marketing Collateral: Corporate Brochures, Service/ Product Brochures, Product Catalogues, Calendars, Diaries, Newsletters, Mailers, Presentations, Event Collaterals, Emailers, Posters, etc.\n</p><p>Environmental Graphics: Brand Environment, Sales Office Branding, Corporate Office Branding, Signage Design</p><p><br></p><p>\n</p><p>Audio-Visual Communication: TVC/ DVC, Corporate Video, Show promotions, Sales and training Videos, Animation and Motion Graphic\n</p><p>On Ground and Virtual Events &amp; Activations: Customer engagement activities, HR events, Mall activations, Store Launches, Road Shows, Rural Activation, Exhibitions, etc.</p><p><br></p><p>\n</p><p>Digital Marketing: SEO, SEM, Website Design &amp; Development, App Design &amp; Development, Content Marketing for Social Media engagement – GIF, Videos, Infographics, Promotional Content, Online Reputation Management (ORM), etc.</p><p><br></p><p> \n</p><p>FEW OF OUR CLIENTS:\n</p><p>Flipkart, Blackstone, Godrej Properties, REVA University, TOTO, Housejoy, PINC Insurance, DTDC, CEAT Tyres, Wonderchef Appliances, TOYO Engineering, NBA, Runwal Group, L&amp;T, House of Hiranandani, Asian Paints, Shriram Properties, HRJ, Clean Slate Production, Piramal Realty, Piramal Capital, AMEX, Eureka Forbes, SKULT (Aditya Birla Group), Sujoy Ghosh Production, AFCONS, Shapoorji Pallonji, Lakeshore Malls India, Prince Pipes, RMZ Corp, Ather Energy (Electric Scooters), Brigade Group, CK Birla Group (HIL).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Advertising"],"name":"4AM Communications","sectors":["Others"]},{"email":"mantrainfraprojects@gmail.com","idea":"<p>MANTRA INFRA PROJECTS PRIVATE LIMITEDMANTRA INFRA PROJECTS PRIVATE LIMITEDMANTRA INFRA PROJECTS PRIVATE LIMITEDMANTRA INFRA PROJECTS PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"MANTRA INFRA PROJECTS PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"dishika.b@arthdigital.net","idea":"<p>Arth is delivering access to easy and affordable financial and livelihood enhancing services to millions of underserved micro-entrepreneurs in India</p>","industries":["Social Impact"],"name":"ARTH","sectors":["Others"]},{"email":"sales@venturasteels.com","idea":"<p>VENTURA ALLOY AND STEELS PRIVATE LIMITEDVENTURA ALLOY AND STEELS PRIVATE LIMITEDVENTURA ALLOY AND STEELS PRIVATE LIMITEDVENTURA ALLOY AND STEELS PRIVATE LIMITED<br></p>","industries":["Automotive"],"name":"VENTURA ALLOY AND STEELS PRIVATE LIMITED","sectors":["Others"]},{"email":"pallavibandkar@gmail.com","idea":"<p>Mrs. Smita Mitul Dodhia, is the Proprietor of M/s S M Enterprises. Mrs. Smita Mitul Dodhia aged 41 years, has a vast experienced in textile sector. She was assisting her husband Mr. Mitul Dodhia, in his business M/s. Bharti Textiles. M/s. Bharti Textiles also in this industry for more than 5 years. Bharti Textiles turnover for F.Y. 2018-19 is at Rs.766.11 lacs with a net Profit of Rs. 13.07 Lacs. Bharti Textiles, presently enjoying CC limits of Rs.150 lacs from Saraswat Co-Op. Bank Ltd. Since last 1 year. Mitul Dodhiya is also director in M/s Grasp Trading Pvt. Ltd., the turnover for F.Y.2018-19 is at Rs.1271.59 lacs with a net Profit of Rs.12.10 lacs. M/s. Grasp Trading Pvt. Ltd. Presently enjoying CC limit of Rs.250 lacs from Saraswat Co-Op. Bank Ltd.</p>","industries":["Textiles & Apparel"],"name":"M/S. S.M. ENTERPRISES (PROP. MRS. SMITA DODHIA)","sectors":["Non- Leather Textiles Goods"]},{"email":"info@passportlifestyles.in","idea":"<p>I have started an LLP in the year 2019 and we are growing ever-since.</p>","industries":["Travel & Tourism"],"name":"Mumbai Express LLP","sectors":["Experiential Travel"]},{"email":"kamal@axnoy.com","idea":"<p>AXNOY INDUSTRIES LLPAXNOY INDUSTRIES LLPAXNOY INDUSTRIES LLP</p>","industries":["Safety"],"name":"AXNOY INDUSTRIES LLP","sectors":["Others"]}]