[{"email":"umeshgarud6@gmail.com","idea":"<p>Help me money</p><p>A/C :002410110004928</p><p>FISC CODE: BKID0000024</p><p>Please startup India transfer to account my please</p><p><br></p><p><a href=\"http://A/C:002410110004928/FISCCODE:BKID0000024\" target=\"_blank\">A/C: 002410110004928/FISC CODE: BKID0000024</a><br></p>","industries":["Food & Beverages"],"name":"umesh laxman garud","sectors":["Food Technology/Food Delivery"]},{"email":"maheshd.energya@gmail.com","idea":"<p>RSG NUTRITION AND HEALTHCARE is a Next Generation THERAPEUTIC NUTRITION Company incorporated with a Strong Purpose and Profound Vision to Reach a New Horizon in Healthcare by Achieving a Paradigm Shift from Marketing Sickness to Promoting Wellness with its “Unique and Effective Nutritional Formulations” targeting various life style diseases and disorders where traditional drugs are unable to meet the therapeutic needs.</p>","industries":["Healthcare & Lifesciences"],"name":"RSG NUTRITION & HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"itsmegt29@gmail.com","idea":"<p><span>In Today’s Pandemic Era Children Are Using Smart Electronic Devices More Than\nEver Before For School Education, Online Education, Watching Videos, Playing\nGames, Social Media A List Which Goes On And On. How Often Does It Happens When\nParents, Care Takers Ask Children, Teenagers To Watch The T.V, Smartphone,\nPersonal Computers, etc. From A Safe Viewing Distance. Majority Of People Find\nIt Difficult To Convince Their Children And The Latter End Up Watching Device\nToo Close To Their Eyes For Long Period Of Time.</span></p><p><span>Eyesoft Is An Innovative Behavior Modification Technique\nEspecially For Children, Which Utilises Hardware And Software Integration\nResulting In Safe Viewing Distance While Watching Smartphone, Tablet, Personal\nComputer And/ Or Television.</span></p><p><span></span></p>","industries":["Healthcare & Lifesciences"],"name":"EyeSoft","sectors":["Health & Wellness"]},{"email":"sales@avighnatechs.in","idea":"<p>Avighna Technologies is Udyam Registered Proprietorship Organization, who deals in&nbsp; &nbsp;Supply, Services, Installation,  Testing &amp; Commissioning of Fire &amp; Gas detection systems.</p>","industries":["Safety"],"name":"Avighna Technologies","sectors":["Others"]},{"email":"thewovenlab2020@gmail.com","idea":"<p>The Woven Lab is A Social Impact and Craft Based Startup primarily working on the Concept Of Upcycling where we are collecting Textile Waste from the Industry along with the Plastic and Re-Weaving in an Unique and extremely durable Textile of its own which is all hand Crafted by The Rural Craftisans of India who ran out of jobs in the Pandemic.</p><p>Our Strength lies in :</p><p>1)Environment Conservation</p><p>2)Empowering Rural Craftisans&nbsp;</p><p>3)Building Conscious Society of Consumers</p><p>Currently we are tied up with an NGO based in Kutch who supports Craftisans from nearby Villages, and by DEC 2022 we plan to identify 5 more clusters where the same module can be replicated inorder to Promote and empower more Artisans.</p><p>The product that is made from the same Waste is now ready to be utilized by various sectors like Travel,Home Decor , Airways ,Schools..etc and hence we shall be operating through B2bB as well as B2C mode.</p>","industries":["Textiles & Apparel"],"name":"WOVEN LAB PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"aruna@femori.com","idea":"\n            Build a  platform to help women achieve their dreams by aggregating all women content/deals/experts/mentors available who are connected to these dreams or  specific needs available of different Women related platforms\n        ","industries":["Social Impact"],"name":"Femori","sectors":["Others"]},{"email":"info@digitales.co.in","idea":"\n            <p>We dream of a digital environment where brands are able to tell their stories to the world &amp; connect with their audience on a deeper, more insightful level. Our core idea of doing business is designed to touch upon basic, human elements &amp; emotions that move potential audiences and stakeholders on the deepest possible level.&nbsp;<a href=\"https://www.digitales.co.in\" target=\"_blank\">Website</a></p>\n        ","industries":["Marketing"],"name":"DIGITALES PR MEDIOS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"abdulsysnet@gmail.com","idea":"<p>SYSNET BROADBAND SERVICES PRIVATE LIMITEDSYSNET BROADBAND SERVICES PRIVATE LIMITEDSYSNET BROADBAND SERVICES PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"SYSNET BROADBAND SERVICES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"rupaligupta9901@gmail.com","idea":"<p>Tarusa is a fashion brand with a focus on handcrafting in India. We are retailing from Myntra, Nykaa, Tata Cliq, Ajio and our own platform.&nbsp;</p>","industries":["Fashion"],"name":"Tarusa ( Lionhead Creations Pvt Ltd ) ","sectors":["Lifestyle"]},{"email":"shubhatrading@yahoo.com","idea":"<p>We take this opportunity to introduce ourselves as M/s. Shubha Trading Company which is a recently established venture by a group of experienced peoples with a clear intention of providing services of&nbsp;&nbsp; door step diesel delivery to various stationary, earth moving and mining equipment i.e. DG sets, excavators, stone quarries etc. with utmost quality, quantity and of course timely delivery, where bear minimum costing shall be given the prime preference and the services&nbsp; shall be ably backed up with a quick &amp; efficient service team.<br><br>Since our startup involving services of the fuel delivery to various prospective clients mentioned above, it will really help us to generate employment as well as wealth.<br><br>1) Chassis Requirement:&nbsp; Initially we will be requiring a commercial truck chassis from any reputed manufacturer in India i.e. Tata Motors, Ashok Leyland, Eicher, Mahindra and Mahindra or Bharat Benz, thereby the more we purchase the chassis more the business will be generated to the above chassis manufacturers and also related supplementary small scale industries will be getting more jobs through these manufacturers.<br><br>2) Bowser Body Manufacturing: Building a Diesel Bowser body as per the set standards of Dept of PESO, from approved body builders, thus various such vehicle body builders will be getting the job work and the related supplementary small scale industries.<br><br>3) The Team Working on the Diesel Bowser: Each Vehicle in each shift will require team of 2 to 3 persons for delivering fuel at various locations, thereby the more no. of vehicles will get added into the fleet, the more people will get the jobs in this service industry.<br><br>4) Oil Companies: Since our services are related to the Oil industries and our efforts are to mobilize and sophisticate the existing fuel supplies to the various earth moving equipment, agriculture equipment, DG sets, Stone quarries, Mining at remote locations. This will surely increase the volume sale of the oil companies, thereby increasing movement of logistic companies too.<br></p>","industries":["Transportation & Storage"],"name":"M/s. Shubha Trading Company","sectors":["Others"]}]