[{"email":"inderjitvachhar@gmail.com","idea":"<p>SHE ROX PRODUCTIONS PRIVATE LIMITEDSHE ROX PRODUCTIONS PRIVATE LIMITEDSHE ROX PRODUCTIONS PRIVATE LIMITED<br></p>","industries":["Events"],"name":"SHE ROX PRODUCTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"vivek@indiumfinance.com","idea":"<p><a href=\"http://www.indiumfinance.com\" target=\"_blank\">www.indiumfinance.com</a></p><p><br>New-age, digital-first NBFC providing technology based financing and non-financing solutions for micro and small businesses with particular focus on supply chain financing, and customer financing solutions.</p>","industries":["Finance Technology"],"name":"INDIUMPLUS FINANCIAL SERVICES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"info@insomniacs.in","idea":"<p>Taking a brand to great heights is a dream that most companies aspire to achieve, a dream made possible with the help of a digital marketing agency. However, the search for a digital marketing company in Mumbai that helps you achieve that goal can be a daunting task in itself. Luckily, your struggles can now come to an end! At Insomniacs, we pride ourselves on being one of the best online marketing companies present out there who has what it takes to turn your brand into a rockstar.</p>","industries":["IT Services"],"name":"INSOMNIACS DIGITAL PRIVATE LIMITED","sectors":["Application Development"]},{"email":"mihirsave@gmail.com","idea":"<p>We are a startup that provide Engineering Design, Validation, Verification &amp; Environmental Certification Consultation Services. Our idea of startup was to provide a international class services to various MNC &amp; Indian IT / Banking corporates who opted for international consultants as part of their Indian Setup which deprived opportunity &amp; exposure for Indian companies.&nbsp;</p><p><br></p><p>Our Services Include:</p><p>1. MEP Design &amp; Peer Review</p><p>2. MEP Third Party Testing &amp; Commissioning Services</p><p>3. Green Building Certifications</p><p>4. Allied Services</p><p><br></p><p>Our Idea also got great traction with many of MNC's &amp; Corporates trusting our skills &amp; providing opportunity to work on their project setups.&nbsp;</p><p><br></p><p>We now plan to consolidate &amp; expand our setup for catering more clients &amp; wider geographies &amp; hence looking forward for a support form Indian Government on the same.&nbsp;&nbsp;</p>","industries":["Construction"],"name":"BERATUNG CONSULTANTS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"nilimagiri06@gmail.com","idea":"I am Planning to start fitness center required fund for it","industries":["Others"],"name":"RG Fitness Centre","sectors":["Others"]},{"email":"jigardsarvaiya@gmail.com","idea":"<p>DFPL in Mumbai is one of the leading businesses in the Agarbatti Manufacturers. Also known for Agarbatti Manufacturers, , Perfumes, Agarbatti Importers and much more</p>","industries":["Others"],"name":"DIVINE FRAGRANCES PRIVATE LIMITED","sectors":["Others"]},{"email":"PRABJEET@GREYFREY.COM","idea":"<p>A Media Marketing and PR service platform, providing all services related to Marketing and Public Relations in digital and physical media. We also cover Production and Social media Management<br></p>","industries":["Media & Entertainment"],"name":"GreyFrey","sectors":["Digital Media"]},{"email":"nitin@fuelomobility.com","idea":"\n            <p>We are a fuel delivery application bringing value to people, cities and planet by making refuelling more accessible. </p><p>We are an “on-demand” fuel delivery service that will come and fill up your generator or non-commercial vehicles.</p><p>Additional services include Engine Oil Change, Tyre Change &amp; Battery Change. </p><p>Focused on building innovative delivery solutions using technology to create a positive impact.</p><p>We make the whole process simple, safe, and convenient while saving you time.</p>\n        ","industries":["Logistics"],"name":"FUELO MOBILITY PRIVATE LIMITED","sectors":["Others"]},{"email":"teamintegr8@gmail.com","idea":"<p>Integr8 is a society management company.</p><p>We handle every need of the society.</p><p>From cleaning to maintaining a positive environment in the residential society.</p>","industries":["Professional & Commercial Services"],"name":"INTEGR8 INC.","sectors":["Others"]},{"email":"nihaal@setu.in","idea":"<p>Setu Nutrition is a direct-to-consumer business attempting to simplify, declutter and scale in the opaque category of dietary supplementation and preventive nutrition.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Setu India","sectors":["Health & Wellness"]}]