[{"email":"dezireeyefashion@gmail.com","idea":"<p>THE DIRECTOR OF COMPANY IS SURAJ DHAVARE AND SHAILSEH SARODE ON 28/12/2020 AS A PRIVATE LIMITED AND MANUFACTURE AND SALE SUNGLASS ON RETAIL STORES&nbsp;</p>","industries":["Fashion"],"name":"S. DEZIRE EYE FASHION PRIVATE LIMITED","sectors":["Others"]},{"email":"rawandruckus@gmail.com","idea":"<p>We are Raw &amp; Ruckus, an urban hydroponic farm, not far from you in Mumbai.  Our little greens grow clean and happy - from seed to fork - in a climate-controlled indoor environment with essential nutrients being delivered via RO water. Completely soil-less and using 85% less water than usual farming methods, Raw &amp; Ruckus greens are nurtured at every stage to ensure ultimate freshness and flavour.&nbsp;</p><p><br></p><p>What you get are clean, tasty, worry-free greens all year round untouched by pesticides or other chemicals, delivered to you on the day of harvest itself!&nbsp;</p><p><br></p><p>• RO water&nbsp;</p><p>• Clean Indoor Farm</p><p>• 100% Pesticide Free&nbsp;</p><p>• Harvest-day delivery&nbsp;</p><p>• Fresh, tasty and clean greens</p>","industries":["Agriculture"],"name":"Raw And Ruckus Hydroponic Farms","sectors":["Agri-Tech"]},{"email":"sbhovad13@gmail.com","idea":"<p>Evoalley is newly formed Mumbai based startup which provides innovative technological solutions. Evoalley has the capability to innovate and deliver professional services for software development projects for any clients across the globe. We have a qualified team for designing and building applications throughout a wide spectrum of business domains, industries, and technologies.\n</p><p>Our work way - Client's way\n</p><p>Our team helps you to increase overall productivity by optimizing and providing a technological solution to your problem statement. We work in collocated agile teams crafting web and mobile applications with an entrepreneurial sense of ownership.\n</p><p>Our expert team have not only the current capabilities you need but also an ability to build new ones rapidly. With the vast diversity of skills, we can deliver even the most technologically challenging software solutions.\n</p><p>We have gathered a broad range of specialization in the development of software web and mobile applications, AI/ML and IOT based applications, digital dashboards, data analytics and processing solutions. We help our clients to efficiently optimize and innovate their business processes, products, and business ventures by developing applications to cater these client needs, and we support the client even after the project is delivered.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"Evoalley Technologies India Private Limited","sectors":["Application Development"]},{"email":"pratikmetalindustries1@gmail.com","idea":"<p>We are High Security Seals Manufacturer.</p><p>Since our inception we have made Quality features a basic norm in industry. We aim to be a global manufacturer of High Security Seals by providing best Quality products at right price along with best lead time in the market.&nbsp;</p>","industries":["Others"],"name":"PRATIK METAL INDUSTRIES","sectors":["Others"]},{"email":"devd1325@gmail.com","idea":"<p>We are game development company. We developed our games and we also provide game development services.&nbsp;</p>","industries":["IT Services"],"name":"Greatasthan","sectors":["Others"]},{"email":"coolixasystems@gmail.com","idea":"<p><a href=\"https://coolixa.in/\" target=\"_blank\">website</a><br></p>","industries":["Construction"],"name":"Coolixa Systems (OPC) Private Limited","sectors":["Others"]},{"email":"technologiesemp@gmail.com","idea":"<p>EMP Technologies was ideated &amp; conceptualized by Yash Jain and Anirudh Modi with vision of a seamless digital future. EMP Technologies was adhered to being subservient to providing services that would license people to no longer carry any type of paperwork in their hands.</p><p><br></p><p>Docmen is the first step towards achieving our vision that will significantly improve and alter your daily routine.</p><p><br></p><p>EMP Technologies strives towards developing services that will not only solve your daily problems but will help you standardize them. We at EMP are your new problem solvers that  look forward to closely identifying , understanding , formulating and solving your problems on a daily basis.</p>","industries":["IT Services"],"name":"EMP Technologies","sectors":["Application Development"]},{"email":"precrawler@gmail.com","idea":"<p>Designing, Manufacturing, Exporter of Hydraulics systems &amp; components<br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"PreCrawler Hydraulics Solution","sectors":["Others"]},{"email":"dcmallick@thesoulfulexploration.com","idea":"<p><a href=\"http://www.thesoulfulexploration.com\" target=\"_blank\">The Soulful Exploration - A Luxury Wellness Company</a></p><p><br></p><p>The Soulful Exploration is a Luxury Wellness Company which believes that everyone can live a life filled with purpose and create connections that are meaningful. And in order to create this, we welcome you to our curated Retreats that are filled with the wisdom from Ancient India and other parts of the world. \n</p><p>We aim at delivering enriching experiences integrating the FIVE elements of Nature into your lives with a definite inner transformation.\n</p><p>You also experience your Zen moments which lead you to Work-Life Integration with simplicity and harmony.\n</p><p>&nbsp;We help you in that inner journey, by helping you create experiences, blended in an immersive sequence, carefully choreographed with our expertise, for you to reach a Theta level of mind, where a beautiful inner transformation begins that leads you to create a life that you always dreamed of.\n</p><p>Coming from two different worlds and backgrounds, what grounded Anu Krishna, a Mind Coach and NLP Trainer and Deepankar Mallick, an Electrical Engineer in the Aviation Sector, was the marvel and ease of leading life in Gratitude. A deep sharing of common thoughts led them to understand that their Life’s lessons over four decades had taught them the mantra: To Serve is the Highest Joy.\n</p><p>They have missed the boat on many occasions chasing the obvious materialistic pursuits and meandering along their paths. And then the Eureka moment had happened! ‘For one to experience pure happiness, they must become consciously aware of each precious moment of Life by first savouring it and then living it authentically to connect with their Soul’s essence.’ \n</p><p>They are soulful seekers in the Zen way of Life. The excitement to share this discovery with the world became their calling and the passion to see other souls live a life filled with greatness became a mission.\n</p><p>What aligns best with both of them, is the fact: When we connect to a higher purpose that is beyond ourselves, that’s when Life truly begins for us.\n</p><p>They say: “For us, after the conception of TSE, Life has truly begun in its purest form.”</p><p><br></p>","industries":["Events"],"name":"SOULFUL EXPLORATION LLP","sectors":["Others"]},{"email":"jithesh@exlygenze.com","idea":"<p>AI &amp; NEUROSCIENCE POWERED Productivity, Performance and Engagement enhancing ALWAYS PRESENT, MULTI-ROLE, VIRTUAL-LEADER A Leadership A.I tool combining cyber technologies &amp; human sensemaking called TRULEAD. A SaaS suite to drive TOTALRESULTS, REALSUCCESS which is, Higher Productivity, Better Performance, Quicker Change, Intense Engagement, Sharper Learning and Smarter Selection.</p>","industries":["AI"],"name":"EXLYGENZE SENSEWORKS PRIVATE LIMITED","sectors":["Others"]}]