[{"email":"mukund@sstplc.com","idea":"<p><a href=\"https://sstplc.com\" target=\"_blank\">https://sstplc.com</a><br></p>","industries":["Internet of Things"],"name":"SECURE SOURCE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"sujay.naik@flavure.in","idea":"<p>Flavure is all about the Flavor of Nature - presenting delicious, natural, and healthy foods which people can enjoy.</p><p>Our first product - Snack-on-the-Go Olives- introduces for the first time in India, olives in a convenient,&nbsp; easy to eat format in lip smacking Indian flavors.</p>","industries":["Food & Beverages"],"name":"Sparkplug Foods Pvt Ltd","sectors":["Food Processing"]},{"email":"gstlucknow@gmail.com","idea":"<p>To carry on in India or outside India or elsewhere the business to present, produce, arrange, manage, organize, conduct, sponsor, compose, edit, plan, design, exhibit, demonstrate, promote, operate, participate, collaborate and run at national and international level all sorts of shows and modeling, films, programmes of song, music, dance, film star, pop star, Motion picture, T.V. channels, entertainment web-sites and for the purpose to engage, book or hire artists, authors, story writers, musicians, models, performers, and other persons and agencies  and to provide, encourage, initiate or promote facilities for the discovering, improvement or development of new methods of diagnosis, understanding and prevention and treatments of diseases by adopting commercialized imported technology and by significant improvements in existing product / process / application and to initiate development of technology and to apply this technology in the medical field and also in areas of telemedicine etc, using computer applications to meet the medical standards and also benefit the public by these applications and to carry on the business of production, distribution or exhibition of films and motion pictures and the running of theatres, cinemas, studios, and cinematographic shows and exhibitions and to carry on at any place or premises all or any of the businesses of circus, concert hall, amusement parks, theme parks, cinema, ballroom, hippodrome, night-club, super-club and theater proprietors and agents; box-office keepers, ticket agents, showmen, exhibitors, song, music, play, programme and general publishers, printers, scene, proscenium and caterers for public and private amusements and entertainments of every description and to carry on the businesses of entertainment promoters, sports promoters, artistes, managers and representatives in all or any spheres of entertainment and sport and to provide on such terms as may seem expedient all or any of the management, secretarial, advertising, publicity, accountancy, merchandising, personal and social facilities and services required or used in connection with their professional engagements by artistes and others engaged in theatrical, film, radio, television entertainment or sporting activities.</p>","industries":["Toys and Games"],"name":"ZAPPED TECHNOLOGIES PRIVATE LIMITED","sectors":["Virtual Games"]},{"email":"ajay@horizoninfra.net","idea":"<p>HORIZON FABTECH INFRA PRIVATE LIMITEDHORIZON FABTECH INFRA PRIVATE LIMITEDHORIZON FABTECH INFRA PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"HORIZON FABTECH INFRA PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"aalok@mysuperhumanrace.com","idea":"<p>SuperHuman Race is a technology start-up that offers measurement of 360˚ sustainability, ESG and CSR automation, alignment with compliance requirements and international frameworks like GRI, GRESB, DJSI, CDP, etc., as well as experiential employee engagement. We use data analytics, behavioural dynamics, 'good' gaming and 'impact blockchain' to deliver social purposes to companies while fulfilling their compliance requirements. This approach has a demonstrated 4X return on profitability and generates tremendous Earned PR and brand equity for corporates. Over a third of our growing global clientele comprises Fortune 500 companies.</p>","industries":["Enterprise Software"],"name":"SuperHumanRace","sectors":["Cloud"]},{"email":"advshwetasudhir@gmail.com","idea":"\n            <p><span>'Being Vakil' wishes to become an e-learning platform for a law that brings the art of storytelling to make learning movie-like. It will be the world's first animated series on the law to teach vague legal concepts.</span></p>\n        ","industries":["Education"],"name":"BEING VAKIL LEARNING SOLUTIONS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"aditya@socialpill.in","idea":"\n            <p>Social Pill is a young and holistic digital marketing agency that was born out of the need to help clients understand the opportunity of the digital medium. We understand the importance of reaching out to the right kind of people and can tailor the scope of work based on your marketing objectives. Most importantly, we prioritize conversions to sales and all our work is directed to achieving that one goal.<br><br><a href=\"http://www.socialpill.in\" target=\"_blank\">www.socialpill.in</a><br></p>\n        ","industries":["Marketing"],"name":"Social Pill","sectors":["Digital Marketing (SEO Automation)"]},{"email":"ridoyghosh100@gmail.com","idea":"<p>Need Guidence To Start a new business.</p><p><br></p><p>We’re working to turn our passion for a booming online store. We hope you enjoy our products as much as we enjoy offering them to you.<br></p><p><br></p>","industries":["Others"],"name":"Forever","sectors":["Others"]},{"email":"rushabhmashru@gmail.com","idea":"<p>We are setting up a technological platform wherein users can book and gain delivery of diesel at a specified location using a mobile application. This application will enable all transactions and maintain accounts online</p>","industries":["Transportation & Storage"],"name":"FUEL N GO SERVICES LLP","sectors":["Freight & Logistics Services"]},{"email":"info@mauliproject.com","idea":"<p>MAULI PROJECT MANAGEMENT PRIVATE LIMITEDMAULI PROJECT MANAGEMENT PRIVATE LIMITEDMAULI PROJECT MANAGEMENT PRIVATE LIMITEDMAULI PROJECT MANAGEMENT PRIVATE LIMITED<br></p>","industries":["Human Resources"],"name":"MAULI PROJECT MANAGEMENT PRIVATE LIMITED","sectors":["Others"]}]