[{"email":"dibu@fashionetwork.in","idea":"<p>We are a curated Fashion B2B e-commerce company, catering to Tier 2, Tier 3 and rural markets. Currently we are operational in the state of Kerala and we service over 100 small towns. We are now in the process of expanding our model to more towns of India.</p>","industries":["Fashion"],"name":"Fashion Network Technologies Private Limited","sectors":["Apparel"]},{"email":"devansh@pinkharvest.com","idea":"Pink Harvest Farms began with a simple goal - creating smarter foods that make a balanced and holistic lifestyle accessible in the modern world. The aim was to indigenous grow high quality gourmet superfoods , which were previously imported and make them available to the Indian consumer at affordable value.<div><br></div><div>Starting with a single acre, for us this has been a labour of love and we are proud to be a part of the global food community.</div><div><br></div><div>Our promise is sustainability, quality and above all - TASTE.</div><div><br></div><div>Visit our website <a href=\"http://www.pinkharvest.com\" target=\"_blank\">www.pinkharvest.com</a></div>","industries":["Food & Beverages"],"name":"Pink Harvest Farms","sectors":["Others"]},{"email":"singikartik@gmail.com","idea":"<p>We are a design and marketing company based our of Mumbai, India. We help startups with, branding, web design &amp; development and digital marketing.&nbsp;</p>","industries":["Marketing"],"name":"HALFBUTFULL DESIGN AND STRATEGY LLP","sectors":["Branding"]},{"email":"accounts@mobilchem.com","idea":"<p>we are providing chemical to the fertilizer industries , Research industries including Govt. institution and stone industries in domestics market and importer of&nbsp; chemical.&nbsp;&nbsp;</p>","industries":["Chemicals"],"name":"MOBILCHEM SPECIALTY PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"shreyas.ampl@gmail.com","idea":"<p>Third Bell Productionz Pvt Ltd. in is in the business of Production, Distribution, Marketing, Acquisition, Release, Streaming &amp; other Known/Unknown services of Films, Theatre, Television, OTT Content &amp; several other known/unknown formats as may be newly added in the Entertainment industry.&nbsp;</p><p><span><br></span></p><p><span>Advent of smartphone mobile internet has enabled&nbsp;</span><span>entertainment of personal choice anytime, anywhere thus rendering Television&nbsp;</span><span>viewership redundant. The OTT is the answer. Many channels have also additionally&nbsp;</span><span>entered into OTT platform.&nbsp;</span><span>TV is gradually becoming obsolete because of its&nbsp;</span><span>standardization</span><span>&nbsp;of content, making it&nbsp;</span><span>look the same, monotonous and boring. TV content remained limited to a restricted&nbsp;</span><span>genre/narrative with a specific SEC in mind. Content, therefore, is something that can’t&nbsp;</span><span>be caged as a fixed program chart. TV demanded from its viewers was a fixed&nbsp;</span><span>commitment to be present at a certain time for a certain number of hours.</span></p><p><span>&nbsp;</span></p><p><span>OTT on the other hand is flexible in terms of time , place , open to experiment,&nbsp;</span><span>innovative, in short it’s all what the present generation want and is available already.</span></p><p>\n</p>","industries":["Media & Entertainment"],"name":"THIRD BELL PRODUCTIONZ PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"prachitpsaraf2k@gmail.com","idea":"<p>A simple and hassle free roommate finding app using Psychometric tests and Artificial Intelligence. Various other web services also chalked out for the future.</p>","industries":["Real Estate"],"name":"InnovationsX","sectors":["Housing"]},{"email":"OFFICETIGERSMUMBAI@GMAIL.COM","idea":"<p>I Am Nimesh Patel I owe A Brand Name - Office Tigers And I Am Looking The Brand To Reach Hi Skies&nbsp;</p>","industries":null,"name":"OFFICE TIGERS","sectors":null},{"email":"naafie.enterprises@gmail.com","idea":"<p>Electrical Electronics Test and Measuring Instruments<br></p>","industries":["Others"],"name":"Naafie Enterprises","sectors":["Others"]},{"email":"contact@marksolution.in","idea":"<p>Supply of Products like Large Appliances and Provide its Services</p>","industries":["Retail"],"name":"Mark Solutions","sectors":["Others"]},{"email":"jackson@ott-ventures.com","idea":"<p>Combining the power of OTT and Edtech platforms to create a holistic learning experience for India</p>","industries":["Education"],"name":"OTT Ventures LLP","sectors":["E-learning"]}]