[{"email":"moonlightlunar20@gmail.com","idea":"<p>We are a team of passionate and driven people who are smitten by the entrepreneurial spirit of India and very much believe that ‘Made in India’ can be synonymous with world-class quality. Keeping that in mind, Moonlight Store was formed with the sole intention to provide distinct, comfortable attire to children and adults alike. We aim to provide the trendiest sleepwear/lounge wear/easywear (whatever you may choose to call it) to the quality-conscious customer. From infants to kids and all the way to grown-up adults, we wish to cater to the needs of every individual irrespective of their age.</p><p>\n</p><p>In an era where choices are unlimited, we yearn to delight our customers by being the ones who are able to create in their minds with our friendly designs, top-notch quality and competitive pricing, a great value proposition.</p><p>\n</p>","industries":["Textiles & Apparel"],"name":"Lunar Clothing LLP","sectors":["Non- Leather Textiles Goods"]},{"email":"abhishek@exgensolutions.com","idea":"<p>•\tExgenUniversal Solutions aims at developing cutting edge technology and engineering solutions for private and government clients.\n</p><p>•\tExgen would also cater as Interaction Design and New Media Technology Agency.\n</p><p>•\tExgen Universal Solutions is a vendor for Digital and BTL agencies.\n</p><p>•\tComplete Turnkey Solutions for digital animations focussing on 3 aspects;\n</p><p>•\tContent: We understand the focus area of the client to develop the content\n</p><p>•\tInteract: We analyse the different areas in which the customer can interact with the content\n</p><p>•\tEngage: We find solutions for engaging the customers of clients.\n</p><p>Benefits of New age Media Solutions:\n</p><p>•\tAllows user/consumer to interact with product/brand\n</p><p>•\tStudies show 92% more probabilities of user remembering the brand after interaction than listening/seeing.\n</p><p>•\tBeing a software, the scope is limitless for the brand.\n</p><p>•\tCan be adapted to any brand any industry.\n</p><p>•\tIt can be made available to user’s smart phone, thus literally in their hands.\n</p><p>•\tAbove everything else – ITS TOO COOL.</p>","industries":["IT Services"],"name":"EXGEN UNIVERSAL SOLUTIONS LLP","sectors":["Product Development"]},{"email":"HRAVARIYA54@GMAIL.COM","idea":"<p><a href=\"http://KRISHAENT2001@GMAIL.COM\" target=\"_blank\">KARISHA ENTERPRISES</a><br></p>","industries":["Computer Vision"],"name":"KRISHA ENTERPRISES","sectors":["Others"]},{"email":"sinhababy404@gmail.com","idea":"\n            <p><a href=\"http://www.cbssasia.com\" target=\"_blank\">www.cbssasia.com</a><br></p>\n        ","industries":["Others"],"name":"CONTROLLED BOLTING SOLUTIONS &amp; SUPPLIES PRIVATE LIMITED","sectors":["Others"]},{"email":"gnaankapitara@gmail.com","idea":"<p>We are an Indian Games company. Content creation is our strength. We create board games, card games and other creative products to educate, showcase Indian culture and for family entertainment. &nbsp;We have made a successful game Filmie - Hilarious Bollywood Game. We have also made games on helping students make more informed Career Choices, \"I Want To Be - Family Game of Wonder and Amusement\" and \"Ups and Downs - Find Interests, Get Abilities and Make Careers\".&nbsp;</p><p><br></p><p>Our games have also ranked among top selling card games on Amazon India. We also sell our games on airport stores. We are adding new games that showcase Indian culture and also have educational and learning value. Traction and popularity of our games is increasing gradually. We are also exploring export markets. Thank you.&nbsp;</p>","industries":["Toys and Games"],"name":"Gnaan Ka Pitara","sectors":["Physical Toys and Games"]},{"email":"vipul@cliquehr.com","idea":"<p>CliqueHR, is the newest entrant in the HR digitization arena. CliqueHR was conceived with the mission to disrupt the conventional HR practices and revolutionise the way industry utilises HR digitization to discover talent, deploy the workforce and engage efficiently with the workforce at all levels.</p>","industries":["Human Resources"],"name":"CliqueHR","sectors":["Others"]},{"email":"sikander@foxdomotics.com","idea":"<p>Fox Domotics is a manufacturing company for home automation, hotel room automation and office automation systems and products.</p><p><br></p><p>Our products are IoT devices and have WiFi inbuilt in every system. We manufacture following products -: WiFi Touch switches, Touch Switches, WiFi RGB controller, WiFi to IR controller etc. All these products are used in Home Automation.</p><p><br></p><p>In Hotel room Automation we have following products Corridor Panel for DND, Activation Panel, Hotel RFID Key card, Hotel Thermostat panel and Hotel Lighting Touch switches. All these system are for in room automation.</p>","industries":["Internet of Things"],"name":"FOX DOMOTICS PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"ram@caladriusaero.com","idea":"<p>Aviation B2B market place startup. Currently providing aviation consulting and asset management services to Aircraft Owners.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"CALADRIUS AERO CONSULTING LLP","sectors":["Aviation & Others"]},{"email":"sachin17uwsb@gmail.com","idea":"<p><span>Carcrafts is a service and solutions company which operates in both B2B and B2C segments for smoothed transaction of products and services between vendors and customers while keeping in mind the environmental needs.</span></p><p><br></p><p>It acts as an online aggregating platform for customers to avail automobile services enhances customer experience by offering them a digital open market i.e CarWash, Scheduled Services, Repairs &amp; Maintenance, Body Shop, Battery &amp; Tyres, Insurance Renewal &amp; Claims, Driver Services, Basic Accessories etc where they could compare prices of different vendors in the area, Raise quotes from his selected vendors, book services, get real time updates, rate &amp; review vendors etc which makes the process of availing quality services easy, smooth, simple and economical.</p><p><br></p><p>At same time it enhances vendors experience by helping them to increase their digital footprints in the market, providing them with all technical help and other support system i.e Marketing Consulting, Enterprise Resource Planning, Digital Marketing Support etc to boost their market presence and raise their business.</p><p><br></p><p><span>FOUNDERS MESSAGE-</span></p><p>I am an aspiring entrepreneur, a management graduate specialized in marketing, have certified with Entrepreneurship Development Institute of India and Institute of Rural Management Anand for workshops and training. I have an ambition to be a important part of Indian economy and commerce, I wanted to implement my knowledge gained and research done into market, providing consumers better quality product with low price and also employment to the youths of India which will help them utilizing there talent in an effective way and also to fulfill there dreams and needs.</p>","industries":["Green Technology"],"name":"CARCRAFTS WASH AND REPAIRS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"darshak.enterprises@gmail.com","idea":"\n            <p>Darshak Enterprises operates Physical &amp; Digital Distribution services in the region of Mumbai, Navi Mumbai and Thane. We market, store, deliver, manages the company stock and inventory, which mainly focused on FMCG, Pharma, Electronics.<br></p>\n        ","industries":["Transportation & Storage"],"name":"Darshak Enterprises","sectors":["Freight & Logistics Services"]}]