[{"email":"dhavaldm@gmail.com","idea":"<p><a href=\"http://www.spedathome.com\" target=\"_blank\">SpEdathome</a>&nbsp;is India's first blended learning platform for children with special needs. The platform through its blended approach provides multi sensory learning environment for children with special needs.</p><p><br></p><p>SpEd@home offers custom made solutions designed to suit the requirements of children with various cognitive deficits.</p>","industries":["Education"],"name":"VRUDHI EDUCATIONAL AND TECHNOLOGICAL SERVICES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"chintamani@vinchitechsolutions.com","idea":"<p>Simple Measurable Accountable Reliable &amp; Trusted (SMART) Solutions Provider\n</p><p>Bridging the gap between two distinct technologies - Operation Technology(Automation) and Information Technology(Data).There’s paradigm shift in thinking by clients towards convergence of Operation Technology and Information Technology as separate entities. Clients now believe that in this world of SMART Technology every information should be available at finger tips. We at Vinchi Techsolutions also believe the same and have our featured services to cater our esteemed clients requirement of Going SMART.</p>","industries":["Professional & Commercial Services"],"name":"VINCHI TECHSOLUTIONS LLP","sectors":["Professional Information Services"]},{"email":"caskpoojari@gmail.com","idea":"\n            <p>This will be within a year, max by the end of 2021.</p><p><br></p><p>1. All types of tissue paper and napkin manufacturing&nbsp;</p><p><br></p><p>2. Trading or resale of all types of essential products by doing end to end printing, packaging and pouching by my own brand name</p><p><br></p><p>3. Printing, packing, pouching services to manufacturing companies and traders for all types of essential products&nbsp;</p><p><br></p><p>4. E-commerce</p><p><br></p><p>5. Export Business</p>\n        ","industries":["Others"],"name":"GREGLO ESSENTIAL PRIVATE LIMITED","sectors":["Others"]},{"email":"mudita@brownsandmore.com","idea":"<p>BROWNS AND MORE INDIA PVT LTD is a company which manufacturers different varieties of chocolates and other confectionary products. Under this company there would be various brands of chocolates which will be specialized in different categories. Eg BOMBAY CHOCOLATE FACTORY is an initiative to bring chocolate confections made from Indian Origin Cacao Bean, To create flavours and textures which are intriguing and are appreciated world over. We want to promote the Indian Cacao bean worldwide.&nbsp;</p>","industries":["Food & Beverages"],"name":"BROWNS AND MORE INDIA PVT LTD","sectors":["Food Processing"]},{"email":"krunaldhodi8888@gmail.com","idea":"<p>I started my fly ash bricks manufacturing plant&nbsp;</p><p>&nbsp;So I need loans for this project&nbsp;</p><p>&nbsp;</p>","industries":["Chemicals"],"name":"D.STONE","sectors":["Others"]},{"email":"arveesindia@gmail.com","idea":"<p><a href=\"https://www.geekay.net.in/about-us/\" target=\"_blank\">https://www.geekay.net.in/about-us/</a><a href=\"https://www.geekay.net.in/about-us/\"></a></p><h1>About Us</h1><p>No matter your eating habits, GeeKay’s range of packaged snacks are produced for every palette and for any kind of snacktime indulgence. Our products were launched keeping in mind the dietary requirements and health-conscious of thousands of consumers who, in their pursuit for a healthier more natural snacking alternative, always seem to run short.</p><p>We believe that indulgence needs to be guilt-free, snacking should be healthy and the options plenty when it comes down to our customer’s munch-time happiness. That is why every packet from Geekay’s diet food recipe is of a hand-picked flavour with a blend of finger licking goodness.</p><p>Each packet that moves out of our facility is guaranteed to be cholesterol free oil-free, wholesome and high in protein for an overallnatural snack and a super healthy alternative. Be a part of our quest to a heal thier, wholesome snacking experience.</p>","industries":["Food & Beverages"],"name":"ARVEES DIET FOODS LLP","sectors":["Food Processing"]},{"email":"glacierhospitality@gmail.com","idea":"<p>To carry on the business of providing Housekeeping Management, Facility Maintenance, Façade Cleaning, Office Pantry Management, Store Management,  Manpower Management, Horticulture and or incidental or ancillary to such services as per the need of any concern viz, hotels, holiday homes, resorts, villas, lodgings, stalls, summerhouses, chateaus, castles, inns, row houses, motels, taverns, rest houses, guest houses any facilities, organizations and/or business houses like office, shopping malls, call centers &amp; guesthouses, residential &amp; farm house facilities etc. in India or elsewhere.\n</p><p>To carry on in the business of providing manpower, machines, cleaning agents and other related equipment and material connected with housekeeping and cleaning requirements as facilities mentioned above.</p><p>\n</p>","industries":["Others"],"name":"GLACIER HOSPITALITY LLP","sectors":["Others"]},{"email":"ketanc@yahoo.com","idea":"<p><span>Manufacturers\nof (powder, </span><span>monodose</span><span>, gel) Detergents for Auto Dishwasher</span><span>. </span><span>In a\nmarket that is predominated by imported detergents ours is a total homegrown\nbrand.&nbsp;</span></p>","industries":["Others"],"name":"Sunny Minds Industries","sectors":["Others"]},{"email":"pdhansoia@gmail.com","idea":"<p><a href=\"http://www.barefeetcommunicator.com\" target=\"_blank\">Bare Feet Communicator</a> is a communications startup founded in September 2020, focused on providing strategic counsel to the clients. We feel the ground when we are running and adjust our style as per the terrain, we understand the audiences and adjust our messaging accordingly. We adapt on the go and have a solutions centric approach.</p>","industries":["Marketing"],"name":"Bare Feet Communicator (OPC) Private Limited","sectors":["Others"]},{"email":"contact.infinitesolutions@gmail.com","idea":"<p>As natives of Meghalaya, we had the opportunity to explore nature rather closely than those living in the cities. We spent most of our time outdoors climbing trees, making tents, rolling on the grass and plucking fruits from our garden or the surrounding trees.</p><p><br></p><p>We moved to Bombay for better prospects, only to realise that we were destined to return back to our roots.</p><p><br></p><p>In one of our trips back home, while exploring we happened to reach a village in Jaintia Hills. This is where for the first time we were introduced to the Lakadong Turmeric. We were in disbelief when we learnt that it was the world’s finest turmeric and strangely we had never heard of this turmeric inspite of us bring from Meghalaya. It was a mixed feeling of pride and yet disturbing to know that most farmers had stopped cultivating this indigenous product as they could not get the right price for it. We wanted to do something and this led to the birth of Pahari Roots.</p><p><br></p><p>Pahari Roots was established in 2020 with a mission to share the healing power of nature with the world and to support the farmers who cultivate these indigenous products. All our products are harvested &amp; produced in small family farms in Meghalaya using traditional &amp; sustainable farming methods using age old wisdom. The crops are grown free from pesticides, genetic alteration &amp; synthetic manures.&nbsp;&nbsp;</p><p><br></p><p>We are trying to grow our community and bring people together over a renewed relationship to local food. Everyday is a learning process for us – each season brings new challenges and opportunities.</p><p>&nbsp;</p><p>Our Mission:</p><p>- To support production of agricultural products with special qualities and high nutritional value.</p><p><br></p><p>- The production of agricultural products that have been processed as little as possible without preservatives or additives.</p><p><br></p><p>- The development of innovative agricultural products that promote human health.</p><p><br></p><p>We have just completed a year and 2020 has indeed been a rollercoaster ride with a hell lot of learning. With a bunch load of feedback from our customers we are confident about our products and business and we are looking at scaling the same and taking it to the global platform this year.</p><p><br></p><p><br></p><p><br></p>","industries":["Agriculture"],"name":"Pahari Roots","sectors":["Food Processing"]}]