[{"email":"manmathbiradar@gmail.com","idea":"Having worked in agricultural solutions since last 18 years and want to utilize my expertise and experience to resolve agricultural problems with the help of new technology coming in with the help of a startup business in agriculture. B.Tech. (agri.engg), MBA( Marketing)","industries":null,"name":"Manmath Biradar","sectors":null},{"email":"salesrsmpl@rediffmail.com","idea":"<p>Realistic Service Marketing Private Limited (RSMPL) Founded on 18th April 2022. RSMPL working in mobile accessories sector and Mobile Accessories stand for those hardware's that can be added up to mobile in case to increase its versatility. Mobile Accessories include the objects like chargers, earphones, Bluetooth speakers, selfie sticks, camera lens attachments, etc. There are many examples of mobile accessories.<br><br>Concerning increasing demand and increasing uses of mobile phones. There has been a great increment in the market of mobile accessories as well.</p><br>","industries":["Technology Hardware"],"name":"REALISTIC SERVICE MARKETING PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"anshuldupare@gmail.com","idea":"<p>Giba Export aspires to deliver quality goods to both Indian and global consumers. We are currently focusing on mustard oil and setting up base in Assam and Maharashtra.<br></p>","industries":["Retail"],"name":"GIBA Export Pvt Ltd","sectors":["Others"]},{"email":"vishal@tntservices.in","idea":"<p>•\tWe help companies expand and manage their gig / platform based / temporary / contract / on-demand workforce , through our Technology platform \n</p><p>•\tWe help individuals to increase their earning potentials by working on part-time , milestone based jobs which are mostly skill based and not qualification based \n</p><p>•\tIn less than 2 year , we have already processed payout of over INR 20 Crore to such skill based individuals  which has helped them survive in such critical times \n</p><p>•\tWe are now in expansion mode and in current financial year we have set a target of INR 30 Cr + payout processing , with a vision to achieve INR 100 Cr by 2025 \n</p><p>•\tOur strengths are :  Quick and error free services at an extremely economical cost</p>","industries":["Human Resources"],"name":"TNT Business Services Private Limited ","sectors":["Talent Management"]},{"email":"singhmithilesh757@gmail.com","idea":"My name is Mithilesh shivaji singh. I'm 19 year old persuing BMS from NKT College in thane.I'm leaving in Maharashtra thane city.I'm interest to help to clean the environment as my home","industries":null,"name":"M. S. SINGH","sectors":null},{"email":"harsh.waghela_19@sakec.ac.in","idea":"<p>Harsh Waghela Student at Shah And Anchor Kutchhi Engineering College</p>","industries":["Agriculture"],"name":"Identifier","sectors":["Agri-Tech"]},{"email":"alakh.singh@futuretechpartner.com","idea":"<p>We are a Software Based Development Company. We are developing ERP systems, Customised Software, Websites and Mobile Applications.</p>","industries":["IT Services"],"name":"FUTUREFACE TECH PVT LTD","sectors":["Application Development"]},{"email":"sonali.bhutad@sakec.ac.in","idea":"<p>An Artificial Intelligence (AI) based video recording can provide the view of product which is being packaged. Wherein AI will help to identify bad fruits from the good ones. This categorization will help customer to get the idea about quality of the product being delivered at his door.</p>","industries":["Agriculture"],"name":"Farm To Home","sectors":["Agri-Tech"]},{"email":"rahul@hcrk.co.in","idea":"<p>We are a company providing solutions to augment employee engagement and wellbeing in organizations.</p><p><br></p><p>Using a powerful combination of experience, insight and evidence based practices, we help you set the right tone through custom designed programs for mental, physical and corporate wellbeing. Like the nectar of the gods, Ambrosian infuses life and vitality into your workplace</p>","industries":["Human Resources"],"name":"Ambrosian Well-being &amp; Engagement Resources Private Limited ","sectors":["Others"]},{"email":"bhaktidama@mititek.in","idea":"<p>A technology providers focused on Mitigation &amp; Protection for Startups and MSMEs</p>","industries":["Finance Technology"],"name":"MITITEK VENTURES PRIVATE LIMITED","sectors":["Insurance"]}]