[{"email":"vtalksapp@gmail.com","idea":"<p>VtalksApp, the Future of Social Networking</p><p><br></p><p>VtalksApp is a platform for users, where they can</p><p>1. Create, Upload &amp; watch short videos\n</p><p>2. Chatting with other users\n</p><p>3. Audio &amp; Video Calls (with users)\n</p><p>4. Convert Audio call into Video call\n</p><p>5. No limits on users (concall)\n</p><p>6. Schedule &amp; Join meeting\n</p><p>7. No limits on users (online meeting)*\n</p><p>8. No time limit (online meeting)\n</p><p>9. E2E Encrypted</p>","industries":["IT Services"],"name":"VTALKSAPP PRIVATE LIMITED","sectors":["Application Development"]},{"email":"ndaagrotech@gmail.com","idea":"<p>NDA Agrotech Private Limited is indulge in the business of business of trading, import, export, installation, and operation of Solar systems, solar panels and other solar products for energy generation including Solar Photovoltaic, Solar Thermal, Solar Chimney, Solar Panel and any other Solar based devices used in households, industry and commercial establishments.</p>","industries":["Renewable Energy"],"name":"NDA AGROTECH PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"enquiry@hpfsindia.com","idea":"<p><a href=\"https://www.hpfsindia.com/\" target=\"_blank\">We “HPFS\" Provides Highly Precise &amp; Focused Services. We are a leading Trader, Distributer of a wide range of R n D and Laboratory Testing Instruments.</a></p><p>HPFS INSTRUMENTS INDIA LLP. (www.hpfsindia.com) was established on July 30, 2020.&nbsp;”HPFS INDIA” business philosophy is \"Quality, Innovation, Concentration, Integrity\". The company continue to keep product innovation and cooperate with a steady business style to improve the quality.&nbsp;To provide customers with cost-effective products, timely and good pre-sale, after-sales service, HPFS INDIA dedicated to the product and management of continuous improvement. In the spirit of steadfast stability, the pursuit of excellence, so that the company can achieve sustainable management.</p><p><br></p><p><br><br></p>","industries":["Technology Hardware"],"name":"HPFS INSTRUMENTS INDIA LLP","sectors":["Others"]},{"email":"shubhamiitr17101992@gmail.com","idea":"<p>About the company - Founded in June 2020, GSR Universal is an export focused company currently promoting and selling Made in India products on the world's largest ecommerce platform, Amazon. We are currently promoting and selling Indian handicrafts and furniture in the US and Canada and have already generated sales of about 10,000 USD. With our next order leaving in February, 2021 we will cross the 50,000 USD sales mark. </p><p>Our goals - Our short term goal is to expand our portfolio of hand-made in India products and sell on other global ecommerce platforms, there by generating employment and foreign reserves in the country. This experience will help us in understanding the challenges of procuring hand-made products from remote areas, in unorganized and complex markets like India as well as, help us gain insights of customer behavior in developed and high income countries. Our long term goal is to create a global e-commerce platform and supply-chain network to enable artisans all over the globe to sell customized hand made products.</p><p>Our leadership - The company is headed by an IIT Roorkee - IIM Calcutta graduate with an experience in Logistics and IT services.</p>","industries":["Others"],"name":"GSR Universal Health and Wellness Products LLP","sectors":["Others"]},{"email":"vivekposture121@gmail.com","idea":"<p>....</p>","industries":null,"name":"Vivek Vijay Posture","sectors":null},{"email":"REDSJUPITER@GMAIL.COM","idea":"<p>To become a leading &amp; recognized company and expanding business in to new &amp; versatile industries by keeping the core values of Quality, Customer requirement &amp; Innovation and believe in Overall growth of the concerned associate in the process. We strive to bridge the thin line between a business and a customer. In a nutshell, our vision is to be the “go-to” guys for organizations who are eager to walk hand-in-hand for progress.</p>","industries":["Other Specialty Retailers"],"name":"REDSPOT JUPITER TECHSALES PRIVATE LIMITED","sectors":["Home Furnishings Retailers"]},{"email":"manral.brothers2017@gmail.com","idea":"<p>we manufacture led luminaire for indoor &amp; outdoor&nbsp;</p>","industries":["Others"],"name":"manral brothers enterprise","sectors":["Others"]},{"email":"bizcruiseservices@indmail.in","idea":"<p>BIZ CRUISE SERVICES PRIVATE LIMITED is a company incorporated under Companies act, 2013 and having its place of business in Mumbai, Jaipur, Gurgaon, &amp; Aurangabad.</p><p>The team consists of highly qualified professional.</p><p>Our entity provides Legal, Financial, Taxation, Secretarial Compliance Services.</p>","industries":["Professional & Commercial Services"],"name":"BIZ CRUISE SERVICES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"dsbvirtualworld@gmail.com","idea":"<p>DsbVirtual World Private Limited is one stop solution for all kind of digital needs for MSMEs. At DsbVirtual World Private Limited we have 4 segments \n</p><p>&nbsp;a) We do Sales &amp; Marketing Framework for MSMEs. \n</p><p>&nbsp;b) We do Digital marketing, Lead Generation Camping , Website Design &amp; Development, Branding &amp; Marketing and eCommerce Solution. \n</p><p>&nbsp;c) We Provide Training to students, professionals &amp; entrepreneurs to learn: Digital marketing, Web Technologies, Soft Skills &amp; helping DIGIPRENEURS End to End Training, Guiding, Launch of Digital Startups. \n</p><p>&nbsp;d) We works as consultant for all kind of businesses for digital needs.    \n</p><p>&nbsp;It includes Setting up Digital Media/ Marketing Team, Supports \n</p><p>Startups to help in expansion of Businesses digitally and provide MSMEs Digital Team to get their requirements full filled on retainership model. \n</p><p>&nbsp;DsbVirtual World Private Limited carry on the business of consultancy in the field of information technology and software development in all its forms and perspectives and to undertake all such activities as are connected, linked or associated with software development, operation, data communication, IT Recruitment and Marketing and other related service</p><p>DsbVirtual World Private Limited targets providing IT Services like system analysis and design, programming, software testing, software quality assurance, outsourcing of IT and telecommunication services, IT consultancy and IT process development services to the international or domestic markets and also fulfil recruitment needs in these areas.</p>","industries":["IT Services"],"name":"DSBVIRTUAL WORLD PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"Scubeindiainc@gmail.com","idea":"<p>We are developing an stylish and affordable sunglasses brand.&nbsp;</p>","industries":["Fashion"],"name":"Everything Scube","sectors":["Lifestyle"]}]