[{"email":"bginfotech2003@gmail.com","idea":"\n            <p>developed platform for&nbsp; b2b Ecommerce/Digital gold/and fintech solutions etc&nbsp;</p>\n        ","industries":["IT Services"],"name":"WILGO FINTECH PRIVATE LIMITED","sectors":["Web Development"]},{"email":"lifeincredibleindia@gmail.com","idea":"<p>Lifeincredible is an entity providing services in the domains of travel, food health and lifestyle. We are experts in travel counsulting and lifeskills counselling. Our buddy program helps tourists in getting personalised tour guides for all their travel needs. Blogs on travel, food, health &amp; lifestyle will keep you wanting for more.Through our special services in counselling, training and coaching we help individuals improve their quality of life.</p><p><br></p><p>Live life to the fullest</p><p>Since evolution man has been always been a social animal. He has come a long way from the prehistoric times to the modern ones. We at Lifeincredible believe that some characteristics don’t and won’t change irrespective of the evolution and that these are inherent for the happiness and well being of the human being. Hence ‘ Live Life to the fullest’.</p><p><br></p><p>Mission</p><p>To provide quality experience with dedicated service backed by expertise</p><p><br></p><p>Vision</p><p>To be a global choice for travel &amp; tourism,food, health &amp; lifestyle</p><p><br></p><p>Why Lifeincredible</p><p>At Lifeincredible we believe in givingthe best service with a smile alwaysan unforgettable experiencevalue for moneycustomization and flexibility</p>","industries":["Travel & Tourism"],"name":"Lifeincredible","sectors":["Experiential Travel"]},{"email":"info@attendnow.in","idea":"<p>AttendNow is an Employee Attendance App built from the ground up to provide your employees with a smooth experience.<br></p>","industries":["Enterprise Software"],"name":"ATTENDNOW TECH SOLUTIONS PRIVATE LIMITED","sectors":["Cloud"]},{"email":"naved@deenaji.com","idea":"<p>The Company is into retailing and selling fresh eggs, fish, meat online</p>","industries":["Food & Beverages"],"name":"DEENAJI FRESH FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"jsiyer@bankonus.in","idea":"<p>A SOCIAL, CONTACTLESS, DIGITAL, TRANSPARENT, QUICK, ECONOMICAL AND GREEN INITIATIVE FOR THE MARGINALISED SECTIONS OF THE SOCIETY, AT THE BOTTOM OF PYRAMID.</p>","industries":["Finance Technology"],"name":"PAISA PATHAUNE","sectors":["Others"]},{"email":"valuegrowthllp@gmail.com","idea":"<p>Team of C-Suite Banking Professionals with Expertise across Risk Modelling, Retail and Commercial Lending, Growth Funding, M&amp;A and Structered Debt Solutions, coming together to create a platform to enable Indian MSME dream and grow. Also giving our prospective investor opportunities to invest in various new ideas and start ups which are first assessed by us for the investibility and value creation.</p><p>#Angel Investments #Growth Solutions&nbsp;</p>","industries":["Finance Technology"],"name":"Value Growth Catalyst LLP","sectors":["Advisory"]},{"email":"galadivij@gmail.com","idea":"The Ultimate Performance Centre aims to provide athletes with the complete care that they need to take their performances to the next level! Under one roof, we plan on providing Sports Physiotherapy, Sports Nutrition, Sports Psychology, Strength and Conditioning, and Sports Massage. Our group of specialist doctors come with over 10+ years in the sports industry and use state-of-the-art technology to treat our patients.","industries":["Sports"],"name":"Ultimate Performance Centre","sectors":["Others"]},{"email":"pratik@brokernetwork.app","idea":"<p>Broker Network is a real estate broker to broker and real estate builder to broker online networking platform.</p>","industries":["Professional & Commercial Services"],"name":"4B NETWORKS PRIVATE LIMITED","sectors":["Others"]},{"email":"info@mutorq.com","idea":"<p>MuTorq is the advanced platform for online career assessment, career guidance, career counselling, College Admissions, Skill Building Courses designed for school students,graduates and working professionals. </p><p><br></p><p>The platform works as a aggregator between career counsellors and individual.&nbsp; &nbsp; </p><p>We providing high quality Career Services to individuals across India &amp; Abroad.</p>","industries":["Education"],"name":"MUTORQ TECHNOLOGIES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"info.motofits@gmail.com","idea":"<p>MOTOFITS Provides an advertising platform by offering digital ad space on interactive kiosks and interactive digital Signage in Moving Vehicles.\n</p><p>Advertising &amp; Promotional campaign for large number for small scale businesses, entities and Start Ups.\n</p><p>When a company demand the very best, It needs an advertising partner has innovative ideas and aggressive approach. \n</p><p>We help businesses ‘Grow Better’ by expanding their customer base through winning edge processes.</p>","industries":["Marketing"],"name":"AUTOMOTOADZ MARKETING SOLUTIONS LLP","sectors":["Branding"]}]