[{"email":"shriharifinechem@gmail.com","idea":"Laboratory chemicals &amp; Glassware. Plasticware, Surgicals Gloves Mask","industries":["Chemicals"],"name":"Shri Hari Fine Chem","sectors":["Others"]},{"email":"rsohail1990@gmail.com","idea":"<p>We provide Building Information Modeling courses to students, professionals and corporates. We cover software tools such as Revit, Navisworks, Civil 3D, Infraworks and more. Best part is that we provide project based training courses.</p>","industries":["Construction"],"name":"BIMTech Professional Training","sectors":["Construction & Engineering"]},{"email":"madhavbiyani@gmail.com","idea":"<p>E-Commerce website for selling lab grown diamond jewellery.&nbsp;</p>","industries":["Fashion"],"name":"Aurima Enterprises LLP","sectors":["Jewellery"]},{"email":"sddhrthsrn33@gmail.com","idea":"<p>Ruken Ventures is focused on tax technology and providing advisory services to various clients. Presently Ruken Ventures is offering service to RSM India on how to expand footprint in tax market and is also looking at the technology solutions. Ruken intends to approach several large clients and look at development of their tax practise.&nbsp;</p>","industries":["Others"],"name":"RUKEN VENTURES PRIVATE LIMITED","sectors":["Others"]},{"email":"info@snoozeandmuze.in","idea":"<p>Keeping in mind nature and its exquisite properties that let it survive in the harshest of conditions, we, at Snooze &amp; Muze, aim at delivering these through our sustainable and ecological, yet luxurious products.</p>","industries":["Retail"],"name":"Snooze and Muze - Nature Inspired ","sectors":["Comparison Shopping"]},{"email":"jayeshsolanki2710@gmail.com","idea":"VPPL is primarily an infrastructure company where its expertise lies in design, construction, testing and commissioning of entire water supply schemes along with WTP and STP. VPPL also undertakes corresponding consultancies for water supply schemes. VPPL is venturing into manufacturing as well.","industries":["Construction"],"name":"VIJAYESH PROJECTS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"save.swati@gmail.com","idea":"<p>To demonstrate the proof of concept for two new, small  molecules exhibiting anticancer, and immunomodulatory activity, at micro molar concentration. Two New Compounds Isolated From Wheatgrass Juice&nbsp;To Be Synthesized In  a Laboratory  at Multi Gram Scale, And To Be Used For Testing&nbsp;Of Their  Bioactivities , Efficacy&nbsp;on Various Cancer Types  - to perform In-vitro And In-vivo  Preclinical  tests</p>","industries":["Healthcare & Lifesciences"],"name":"Sweet Spot - the African Coffee Business LLP","sectors":["Pharmaceutical"]},{"email":"madhura@aspireforher.org","idea":"<p>Creating an innovative service for corporates to attract, recruit and retain diverse candidates, and for institutions to help students become employable.</p>","industries":["Human Resources"],"name":"ASPIRE FOR HER MANAGEMENT AND CONSULTANCY PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"devendrachavan31@gmail.com","idea":"<p>I am a PG student and invented smart power consumption system product for railways and other industries</p>","industries":["AI"],"name":"SAVO The next big thing","sectors":["Others"]},{"email":"sahajoyabrata@gmail.com","idea":"<p>To carry on the business as weavers or otherwise manufacturers, buyers, sellers, importers, exporters and dealers of silk, art silk, synthetic, woolen and cotton fabrics and other fibrous products including furnishing materials, mattress, carpets and carpet backing, blankets padding knitted goods and to carry on the business of packing, grading, crimping, twisting, texturing, bleaching dyeing, printing, mercerizing or otherwise processing yarn, cloth, mattress, carpets, blankets and other textile goods, whether made from cotton, jute, wool, silk, art silk, synthetic and other fibers or blends thereof.\n</p><p>To carry on the business as interior designers, interior decorators, designers of furniture, manufacturing and trading of furniture, office furniture, office equipment and act as consultants and undertake contract and provide labour for furnishing, decorating, painting, planning, clearing, polishing, maintaining and designing artificial wood, plywood, fibers and materials required for false ceiling and other house hold articles required for decorating shops, houses, bungalows, buildings, private and public office, government department, stores, cinema houses, factories.</p>","industries":["Architecture Interior Design"],"name":"DISHAAN SPACES PRIVATE LIMITED","sectors":["Others"]}]