[{"email":"Info@spizer.in","idea":"<p>Handzbook International Pvt. Ltd. is a Kerala-based educational group. We provide school management services, educational consultancy and online and offline classes.</p><p><br></p><p>We are the management company, the schools turn to when they need a team of highly skilled professionals to handle every aspect of their management services. Offering a full suite of private school management services we offer all the resources you would need to successfully run your educational institutions. We are committed to demonstrating outstanding performance while ensuring optimal client satisfaction. With our team working 24×7 on your behalf you can rest easy knowing your duties are being taken care of, no matter what type of emergency or urgency arises.<br></p>","industries":["Education"],"name":"HANDZBOOK INTERNATIONAL PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"dhawal@texple.com","idea":"Texple is young and dynamic company that helps in developing IoT, Enterprise Applications, Mobile Apps, DevOps, DevSecOps and Cloud Consulting Services.","industries":["IT Services"],"name":"Texple Technologies","sectors":["Application Development"]},{"email":"Ho@arrowtex.co.in","idea":"<p>We’re a leading producer of the energy and chemicals that drive global commerce and enhance the daily lives of people around the globe by continuing delivering an uninterrupted supply of energy to the world.<br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"ARROW TECHNICAL TEXTILES PRIVATE LIMITED","sectors":["Others"]},{"email":"datta.nadkarni@gmail.com","idea":"<p>GenomIntellect Pvt. Ltd.'s objective is to - Pioneer Personalized Patient-Centric Medicine in India.&nbsp;<span>We are focused on Next Generation Sequencing \"NGS\"-based Diagnostics, Education, Training, and Research.&nbsp;</span></p><p><span><br></span></p><p>Our Co-Founder Dr. Anuradha has 35+ years of experience running the diagnostics lab at Tata Memorial hospital (Mumbai), has over 100+ Research publications in International and Indian Journals, and is a much sought-after speaker at Oncology Molecular conferences. We are also in the process of Patenting and then Licensing early-Cancer detection, diagnostics &amp; treatment monitoring tests suitable for the average-income Indian family.</p><p><br></p><p>Background:</p><p>As of May 2021, India has 542 medical colleges and 64 stand-alone post-graduate Institutes recognized by the Medical Council of India. They on average admit about 76,000 MBBS doctors (Bachelor’s degree), and 24,000 MD/MS per year.  None have any formal course work in Genomics / Genetics, nor understand how “Next Generation Sequencing” can identify key actionable mutations for certain debilitating diseases including Cancer.</p><p>We have developed and copyrighted the Syllabus for a specialized course in Oncology, NIPT, and Pharmacogenomics. We plan to have an NGS-Molecular Lab with a 'Hub &amp; Spoke\"&nbsp; with MDS &amp; Hospitals all across India to diagnose, research, train, and educate Doctors (MBBS, MDs, PhDs, and MScs) to create this new eco-system in line with the latest trends in USA &amp; Europe.</p><p><br></p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"GenomIntellect Private Limited","sectors":["Healthcare Services"]},{"email":"neoeramovies@gmail.com","idea":"<p>We are definitely a newly established feature film and television production company that specializes in creating<br>original, commercially viable feature films and television content BUT we come with loads of experience<br>garnered over many years of being associated with the whose who of the film industry and have been involved<br>in many aspects of the film making industry with reputed production houses at various levels and in various<br>individual capacities of film making when needed. So we know, we are your go-to-partners in conceptualising ,<br>funding and executing the production.<br></p>","industries":["Media & Entertainment"],"name":"NEO ERA MOVIES PRIVATE LIMITED","sectors":["Movies"]},{"email":"vivek@jediservices.in","idea":"<p>Dear Sir/Madam,\n</p><p>Jedi Services Private Limited has been formed in March 2020 by Mr Sunil Bhatia - Based out of New Jersey and Mr Vivek Makhijani&nbsp; from Mumbai.</p><p><br></p><p> Both have over 25+ year’s experience in the IT Domain- Database, Network, Security, Services. We Provide Off Site Highly Skilled Technical Resources and Services, from India, to our US Clients and are also promoting to provide such  Technical  Manpower to our Indian Clients. Our Clients include: \n</p><p><br></p><p>1&gt;. Next Source: Based out of New York City. Next Source provides IT Management to major entities such as Colgate, Goldman Sachs, and other large Fortune 500 clients. Our Services provided to Next Source includes Data Analysis, ETL, Reporting, and other database related services. Jedi has been providing Data Analysis, and    Business Intelligence services such as “Spend Analysis”, “Resource Metrics”, “Recruiting Metrics as well Research &amp; Development in areas such as Big Data and Data Science.</p><p><br></p><p>\n</p><p>2&gt; Palnar is based out of New Jersey, Jedi has been working to assist Palnar in their ERP implementations such as SAP and PeopleSoft along with providing Project Management services.\n</p><p><br></p><p>3&gt; Unique Computers Inc. (UCI) s based out New York City, Jedi has been providing quality assurance services to UCI assisting smooth operations for their Integration testing, back-end testing, and User Acceptance Testing.\n</p><p><br></p><p>&nbsp;4&gt; Innovee Consulting Inc. based out of New York City and Hyderabad, Jedi has been providing staffing solutions as well as setting up their BPO operations in Hyderabad. \n</p><p><br></p><p>&nbsp; 5&gt;Innovative Business Solutions Inc. IBC is based out of New Jersey. Jedi has been providing Project Management/ Quality Assurance (PM/QA) services for their critical projects in government sector (Covid contact tracing and Covid vaccine tracking). \n</p><p><br></p><p>&nbsp; Our Business Model   enables us to generate Foreign Exchange for our Country. Till date since last  two years   there has been   inflow of about USD 200,000.  – (  Two  Hundred Thousand Dollars).\n</p><p><br></p><p>Thank you and look forward for your Positive Response .\n</p><p><br></p><p>For Jedi Services Private Limit\n</p><p><br></p><p>Vivek Makhijani\n</p><p>Director\n</p><p>9820303071</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["IT Services"],"name":"Jedi Services Private Limited","sectors":["KPO"]},{"email":"hemnaniyash@hotmail.com","idea":"<p>REVERSE BIDDING OF ELECTRONIC ITEMS TO SUPPORT LOCAL STORES IN NEIGHBOURHOODS</p>","industries":["IT Services"],"name":"SELLQUICK DIGITAL SOLUTIONS PVT LTD","sectors":["Others"]},{"email":"tejastaddhage@gmail.com","idea":"<p>We are in the business of cultivating, producing, harvesting and trading of soil less agricultural products, plants, chemical and pesticide free herbs and other green and natural crops, food grains, vegetables, crops, pulses, rice, coconuts, fruits and to engage in advisory and consulting services in the field of agriculture and irrigation.</p>","industries":["Food & Beverages"],"name":"ONEABOVE FARMS PRIVATE LIMITED","sectors":["Others"]},{"email":"pkd@mantechlife.com","idea":"With its ultra modern setup, well trained battalion of office as well as warehouse staff and a fleet of vehicles, Mantech Life Sciences is one of the major Carrying and Forwarding Agents in Maharashtra. The firm is widely recognized for comprehending the needs of its customers, providing customised solutions and services. Customer satisfaction is at the core of Mantech Life Sciences modus operandi.<p><br></p>","industries":["Healthcare & Lifesciences"],"name":"MANTECH LIFE SCIENCES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"fischeroffshore@gmail.com","idea":"<p>\"Fischer Marine &amp; Offshore Pvt. Ltd. Offers Construction Support For Floating Solar Power Plant Installation, Subsea Pipeline &amp; Submarine Power Cables Installation Complete Project Surveys, Diving &amp; Technical Support From Pre-Feasibility Assessment To Completion Of The Projects.\"</p>","industries":["Construction"],"name":"FISCHER MARINE AND OFFSHORE PRIVATE LIMITED","sectors":["Construction & Engineering"]}]