[{"email":"anujkalkar1@gmail.com","idea":"<p>We make restaurants raw materials ordering system easy&nbsp;</p>","industries":["Technology Hardware"],"name":"FEAST","sectors":["Others"]},{"email":"Orders@kubalwadi.com","idea":"<p>Kubalwadi aims at providing natural and chemical free food products. We wish to create a platform wherein people can have easy access to non adulterated products.</p>","industries":["Food & Beverages"],"name":"Kubalwadi The Natures Way","sectors":["Others"]},{"email":"milind@iramai.co.in","idea":"<p>Iramai Advance Systems proposes to help our clients and partners through our team's experience, vision &amp; forward-thinking “System Integration Solutions and Services”.</p><p>Our focus is on client organizations working in the field of Sustainable Green Energy, Government Departments, Banking Sector, Manufacturing Industry, Telecom Sector, Data Center Service Providers, Enterprise Business and large Shopping Malls.</p>","industries":["Renewable Energy"],"name":"Iramai Advance Systems Pvt. Ltd.","sectors":["Renewable Energy Solutions"]},{"email":"rajeetparekh70@gmail.com","idea":"<p>The Happy Place is an AI &amp; machine learning powered – content driven app tailored to bring a smile to your face. \n</p><p>\n</p><p>The app figures out your likes, dislikes, and preferences and uses our endless content (50,000 pieces of content and more getting added as we speak) in the form of literally anything (Photos, videos, GIFs, audios, etc) to make sure that you have a smile on your face in the lowest amount of time possible. \n</p><p>\n</p><p>Our average smile wait time feature gives you the average amount of time that the app will take to bring you your first smile, and that time will keep reducing as you keep using the app and the app keeps knowing you. \n</p><p>\n</p><p>It is the one-stop solution to anyone feeling low, anytime, anywhere. \n</p><p>\n</p><p>We are trying to solve today's biggest problem, mental health with today's biggest passion, entertainment.</p>","industries":["Media & Entertainment"],"name":"Happy Place App Private Limited ","sectors":["Entertainment"]},{"email":"aceklub38@gmail.com","idea":"<p>Ace Klub is an Indian Startup which focuses on providing Marketing Solutions to organisations.&nbsp;</p><p>We are specialised in marketing, digital marketing, social media marketing, graphic designing, logo making, app and website development, PR etc.</p>","industries":["Marketing"],"name":"Ace Klub","sectors":["Branding"]},{"email":"vinay.sawarkar@claidroid.com","idea":"<p>Claidroid&nbsp; offers services in Cloud Migration, Managed Services, Artificial Intelligence, Robotic Process Automation as well as Enterprise Service Management with competitive cost using optimum combination of onsite and offshore resources during the digital transformation journey of its customers</p>","industries":["IT Services"],"name":"CLAIDROID TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"ashwini.mca2016@gmail.com","idea":"<p>We are already set up with our complete Idea and complete Project report. We are in requirement of Capital Funding to just execute it.</p><p><br></p><p>We are setting up a 6 Grocery Supermarket Stores in Mumbai and Thane and gradually will grow in the Franchise model in PAN Maharashtra.</p>","industries":["Retail"],"name":"Home Grocery","sectors":["Others"]},{"email":"drpvmahajan@stemrx.in","idea":"<p>STEMRX BIOSCIENCE SOLUTIONS PRIVATE LIMITEDSTEMRX BIOSCIENCE SOLUTIONS PRIVATE LIMITEDSTEMRX BIOSCIENCE SOLUTIONS PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"STEMRX BIOSCIENCE SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"pharmakwik11@gmail.com","idea":"<p><a href=\"https://pharmakwik.com/\" target=\"_blank\">https://pharmakwik.com/</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"Pharmakwik","sectors":["Healthcare Services"]},{"email":"spanchal2088@gmail.com","idea":"<p>Professional with 8 years of Experience in the Healthcare &amp; Insurance Industry with skilled in Operations Management, Investigations, Data Analysis, Customer Satisfaction, Team management.</p>","industries":["Healthcare & Lifesciences"],"name":"Claim Assure","sectors":["Healthcare Services"]}]