[{"email":"saurav7304070394@gmail.com","idea":"\n            When pacent come for treatment in hospital referred by general practicener (g.p) , then g.p charge 40-50% commission in hospital bill and laboratory bill across hospitals in india .that's why hospitals can't reduce their bill .if we provide pacent&nbsp; without g.p by local leaders , local people , local awareness,&nbsp; advertisements to tied up&nbsp; quality hospitals then bill can reduce upto 25 to&nbsp; 30 % on lab &amp; hospitals upto 10-15%&nbsp; on medicines in hospitals as well as tied up medical in particular medical store and our platform charge 8-10 % charge&nbsp; in hospital and laboratory&nbsp;","industries":["Healthcare & Lifesciences"],"name":"Follyp tech organization ","sectors":["Healthcare Services"]},{"email":"huecoast14@gmail.com","idea":"<p>HueCoast is a design destination that began in May 2019\n&nbsp;<span>aimed at handcrafting masterpieces to jazz up your outlook.&nbsp;</span><span>The brand name HueCoast comes from two words, Hue and&nbsp;</span><span>Coast, Hue means color, and Coast means the far end of the&nbsp;</span><span>land near the sea perfectly embodying our idea of spreading&nbsp;</span><span>colors till the far end of land and bring to life our brand&nbsp;</span><span>name “HueCoast”.&nbsp;</span></p><p>At HueCoast, an idea is sewed together after extensive\n s<span>earch for the right combination of fabric, patterns, colors, and&nbsp;</span><span>taking care of every detail. All our premium quality materials&nbsp;</span><span>are sourced from authentic vendors to ensure the end result&nbsp;</span><span>can captivate your heart and imagination.</span></p>","industries":["Art & Photography"],"name":"HueCoast","sectors":["Handicraft"]},{"email":"pradnya.shaurya@gmail.com","idea":"Create a Website and App for Airline ticket bookings in the Mumbai/ Konkan regions. Focus will be on indivuduals who have not travelled in Air and do not have a Bank Card/ Credit Card to buy tickets online.<br>","industries":["Travel & Tourism"],"name":"KonkanSena Airways Pvt Ltd","sectors":["Ticketing"]},{"email":"ekluvya27@gmail.com","idea":"\n            <p>I am futuristic and I have a passion for designing structures.</p><p>And I want to design the most unique Sleeping Pod</p>\n        ","industries":["Travel & Tourism"],"name":"Rama sleeping Pod","sectors":["Hospitality"]},{"email":"hello@trendtraffic.co.in","idea":"<p>Trendtraffic.co.in is a Digital Marketing Agency along with Influencer Marketing Agency.</p>","industries":["Marketing"],"name":"Trendtraffic.co.in","sectors":["Digital Marketing (SEO Automation)"]},{"email":"akshatmoh@gmail.com","idea":"<p>To carry on the business of research and development, offer training, consultancy, advisory and all related services in areas of information technology including computer hardware and software, data communication, telecommunications, Coding software, Aerospace sector, manufacturing and process control and automation, artificial intelligence, and to provide for such research and development including conducting and participating in seminars, workshops, exhibitions, conferences and the like and to obtain technical know-how, literature, brochures, technical data etc.in India and Abroad. To conduct software and hardware courses, to offer consultancy including hardware selection, system design, manpower selection, software development, implementation and training and to spread computer literacy and computer aided education in rural and urban areas through application of modern techniques, media communications and to operate data and information processing  and to render all such services as are required by the customers in relation to processing of information and also in the interpretation, application and use of processed data.</p>","industries":["Healthcare & Lifesciences"],"name":"ALBM PHARMA PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"cs@mgbadvisors.com","idea":"<p>The entity is registered with the object to engage in the business of information technology and information technology enabled services web designing and development services, web applications solutions, software development services, e-commerce, internet related consultancy services, online information services, online application integration, maintenance services, data mining, processing and other internet related system , services, products, information, technology and solutions including digital content aggregation, conversion, creation, distribution by any mode or through any platform, or through any other existing or emerging mode/ technology and other related services provided with the intensive use of computers.</p>","industries":["AI"],"name":"ABXII TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"info@gourmutt.in","idea":"\n            <p>At Gourmutt, we believe in preparing the most healthy and nutritious treats for your pets. Every treat is made from human grade food products, to ensure absolute taste and safety. These treats can be added to your pet’s daily food or can be fed as treats, everytime you feed Gourmutt treats, your pooches will come asking for more!</p>\n        ","industries":["Pets & Animals"],"name":"MYO PETLIFE LLP","sectors":["Others"]},{"email":"namastechaiseo@gmail.com","idea":"<p>Explore the best Indian tea with Namaste Chai. We are specially known for the best Indian masala chai. Enjoy the variety of tea flavours with us in your nearest outlet.</p>","industries":["Food & Beverages"],"name":"Namaste Chai","sectors":["Others"]},{"email":"namanbajpai23@gmail.com","idea":"<p><a href=\"https://www.linkedin.com/company/dynamic-rocketry\" target=\"_blank\">Linked in profile</a><br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"Dynamic Rocketry","sectors":["Space Technology"]}]