[{"email":"kayash_khan@yahoo.com","idea":"<p>Kreative Realm is a B2BC company which wants to change the way people think about animation by creating stories that appeal to audience of all ages. Our strategy is to build meaningful content and conversations through our products.</p><p><br></p><p><a href=\"http://kreativerealm.in/\" target=\"_blank\">Kreative Realm</a><br></p>","industries":["Animation"],"name":"Kreative Realm","sectors":["Others"]},{"email":"vy3029@gmail.com","idea":"<p>my name is vijaypratap yadav. I am from Mumbai and i have completed my post graduation in accounting and finance&nbsp; from GNVS college. in mumbai i am staying in dadar east and staying with my uncle aunty from childhood.</p><p>if i talk about my hobbies, i want to participate in every sports but most of the i would like to play cricket. i am also running champion in my college. now i am going to build my carrier as an individual. so i am going to start my new business.&nbsp;</p>","industries":["Retail"],"name":"swastika enterprises","sectors":["Others"]},{"email":"shailaenterprises06@gmail.com","idea":"<p>Our company is basically deals in t-shirts manufacturing in initial stage.</p><p>Also we are online seller on E-commerce platforms.</p>","industries":["Textiles & Apparel"],"name":"Shaila Enterprises","sectors":["Non- Leather Textiles Goods"]},{"email":"harsweroop.kaushik@gmail.com","idea":"<p>To conduct the business of consultants, technicians, service contractors for repairs and maintenance of electrical equipment's and other home appliances such as repairs of Air Conditioner, TV, Fridge and other appliance through offline/online mode and to provide cleaning, repairs, pest control, painting and handyman for odd jobs with professionals to deliver excellent services on residential homes, apartments and offices</p>","industries":["House-Hold Services"],"name":"TEQORIENT PRIVATE LIMITED","sectors":["Others"]},{"email":"pravinparab08@gmail.com","idea":"Our vision is to create hassle free, risk free, single gateway platform to export Indian Product in foreign market by collaborating different stake holder at one place like custom house agent, financial institutions, Ecommerce Platforms, Carriers, Manufacturers etc.","industries":["Logistics"],"name":"Himansh Export Business Solution","sectors":["Others"]},{"email":"rsp191@gmail.com","idea":"We promote Indian food across the globe. We have varieties of tasty specialties from across India, sourced from our most trusted vendors.&nbsp;","industries":["Food & Beverages"],"name":"FIRSTWORLD TECHVENTURES PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"jainiharia1310@gmail.com","idea":"<p>Digital First Customizable Women Western Workwear brand</p>","industries":["Textiles & Apparel"],"name":"Jaey","sectors":["Apparel & Accessories"]},{"email":"nagarsekargs2018@email.iimcal.ac.in","idea":"<p>GSN Invest provides high quality investment tools &amp; research to retail &amp; institutional investors. </p><p><br></p><p>We have now on-boarded 1000+ retail customers (70%+ NPS), as well as our first institutional client (European Hedge Fund) in our first year of existence.<br></p>","industries":["Finance Technology"],"name":"GSN Invest","sectors":["Advisory"]},{"email":"jaypathare08@gmail.com","idea":"<p>We sale Computers/Laptops/Scanners/Printers and all computer related equipments and also provide these products on Renting &amp; Leasing basis.</p>","industries":["IT Services"],"name":"J P SERVICES","sectors":["Others"]},{"email":"achilles@federatehealth.com","idea":"<p>Federate Health offers innovative clinic management and technology solutions tailored to the needs of the\n&nbsp;<span>individual clinics and small hospitals.</span></p>","industries":["Healthcare & Lifesciences"],"name":"FEDERATE HEALTH SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare IT"]}]