[{"email":"primepackaging2000@yahoo.co.in","idea":"<p>We manufacture clear transparent plastic boxes and thermoformed blisters (PVC BOX, PET BOX, PP BOX &amp; Thermoforming TRAYS), Face Shield, Industrial Vacuum Forming Tray and provide best solution to various industries.\n</p><p>\n</p><p>We believe in quantity of quality, customer satisfaction, and competitive prices resulting the same we have achieved our growth to next level.\n</p><p>\n</p><p>Our products appeals to million people thereby resulting in superior sales to our customer &amp; in a manner we play role of silent salesmen.</p>","industries":["Chemicals"],"name":"PPS PLAST LLP","sectors":["Others"]},{"email":"playandshinefoundation@gmail.com","idea":"<p>We are a non-profit initiative functioning at the grassroot level using sports as a cohesive and flexible tool to foster individual and community development.\n</p><p>\n</p><p>We are +300 volunteers strong and have a presence across 33 cities actively involved in collaborative programs with TATA, Teach for India, Unnat Bharat Abhiyan-IIT Bombay. \n</p><p>\n</p><p>We have several flagship programs centered around the SDG's 3,5,12 and 17 of the United Nations 2030 Agenda. Our vision is to positively impact 1 million individuals by the end of 2022. \n</p><p>\n</p><p>You can further know more about us at: http://www.playandshine.in</p>","industries":["Social Impact"],"name":"Play and Shine Foundation","sectors":["NGO"]},{"email":"siddharthk@bharatcet.com","idea":"<p>-To provide Education &amp; training with professional guidance</p><p>- To Act as mentors and advisers and provide assistance to business and institution to grow, improve performance, to help them remove hurdles through industry expertise and professional knowledge with the help of experienced professional</p>","industries":["Education"],"name":"TECHPRO EDUSYS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"Varunkanojia94@gmail.com","idea":"\n            <p>We are an apparel institution providing the best of women apparels throughout the world , we believe in talent doesn't matter where it comes from we with more than a 100 designer from all around the world are now looking forward for creating the revolutionary styles to uplift the fashion industry in india and from other parts of the world we believe in recycling and manufacturing at local level to give the products the precession they require we invite all of you to join us and get featured on to something which is totally game changing.&nbsp;</p>\n        ","industries":["Fashion"],"name":"leasure.in","sectors":["Apparel"]},{"email":"faizan9705@gmail.com","idea":"<p>I am a blogger not by profession as i am working in BPO right now for surviving i have many innovative ideas by which i can make a good scale of business</p>","industries":null,"name":"faizan","sectors":null},{"email":"prathit@openhaus.in","idea":"\n            Openhaus is the next generation interface for home buying.&nbsp; We have developed a hyper-real and interactive 3d sales visualization tool for real estate developers to bring future spaces to life, virtually.&nbsp;<br><br>Our software places the consumer at the center of our curated experience, and enables real time interaction with the property, efficient decision making, quicker turn around times and allows increasing points of sale.&nbsp;<br><br>We are the one-stop-shop for everything digital in the real estate industry.&nbsp;\n        ","industries":["AR VR (Augmented + Virtual Reality)"],"name":"OPENHAUS TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"ak@hogeroffshore.com","idea":"<p>Having registered in 2015 the company is into management of ships which requires deployment of trained manpower (sailor), vessel's operation and its maintenance. presently managing six ships.<br></p>","industries":["Transportation & Storage"],"name":"HOGER OFFSHORE AND MARINE PRIVATE LIMITED","sectors":["Others"]},{"email":"soumyadeep@globalvp.in","idea":"\n            <p><span>Urban India is constantly looking for\navenues to reconnect with their roots! Spice Story brings home&nbsp;<span><span>for its customers,&nbsp;</span>the sentiment of\ntraditional tastes in a modern sauce format with our Range of Chutneys curated\nfrom different regions of the country.</span></span></p><p><span>&nbsp;</span></p><p><span>Currently,\nthere is no organized player who offers a variety of Chutney flavours in India.\nSpice Story addresses this gap with an Authentic and curated flavours in a\nconvenient flip top bottle and long shelf life!</span></p><p><span>&nbsp;</span></p><p>\n\n\n\n\n\n\n\n</p><p><span>We aspire\nto be a part of 70 million Kitchens across Urban &amp; semi urban India by end\nof 2025 &amp; have already made some excellent in roads into key Modern format\naccounts across cities of Mumbai, Bangalore, Hyderabad &amp; Kolkata.</span></p>\n        ","industries":["Food & Beverages"],"name":"GLOBALVALUE FOOD AND CONDIMENTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"greeshma@medprimetech.com","idea":"<p>Healthcare technology startup enabling telepathology through digitization of microscopy</p>","industries":null,"name":"MedPrime Technologies Pvt. Ltd.","sectors":null},{"email":"agastya@icespice.com","idea":"<p>IceSpice is a software services provider to the gaming industry.&nbsp;</p>","industries":["Toys and Games"],"name":"IceSpice","sectors":["Virtual Games"]}]