[{"email":"possibilities@imagimake.com","idea":"<p>Imagimake has been established with the objective to bridge the gap between development and entertainment by creating fun and constructive toys for children. We provide a fulfilling and innovative range of products which cater to art &amp; hobby, educational toys, puzzles and 3D model making sets that win the hearts of both parents and child. Imagimake range of toys facilitates holistic child development.</p>","industries":["Toys and Games"],"name":"IMAGIMAKE PLAY SOLUTIONS PRIVATE LIMITED","sectors":["Physical Toys and Games"]},{"email":"manoj@duztec.in","idea":"<p>DUZTEC DUST SOLUTIONS PRIVATE LIMITEDDUZTEC DUST SOLUTIONS PRIVATE LIMITEDDUZTEC DUST SOLUTIONS PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"DUZTEC DUST SOLUTIONS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"somani.radhika@gmail.com","idea":"<p>We are from Jauhar clothing - an Indian brand for Mom-to-bes and Breastfeeding Moms. We design amazing Dresses with Invisible zips and super comfortable fabric.\n</p><p>Our products are inspired from Rajasthan’s Sanganeri fabrics also known as Jaipuri prints and available in Cotton and Rayon. Most Comfortable Smart and Elegant Maternity Dress for every mom, Made with Finest Quality of Breathable Cotton and Rayon Fabric to give the smoothest touch and carefully hand designed to fit the changing body shape during and Post pregnancy. These dresses are great to wear at work, Events and Even Maternity Photo-shoot Dress. Majestic Combination of Style with comfort, this printed Maternity Dress is a must add to the Maternity Wear Wardrobe, it can be worn during pregnancy and post pregnancy as a feeding Dress for easy nursing and hence value for money.  \n</p><p>Maternity Dress with breathable fabric allows air circulation and keeps you cool. This Feeding Dress can also be worn as\n</p><p>maternity kurti and will give you a trendy look when clubbed with leggings or Maternity Denim. The nursing Dress is\n</p><p>lightweight, breathable, stretchy &amp; incredibly soft to the skin. The discreet zipper makes feeding extremely easy and\n</p><p>anywhere, anytime.\n</p><p>-  Invisible Vertical Zipper - This soft Gown with Feeding Zips features 2 side Vertical Zippers for easy baby feeding. This great feature is also convenient as a maternity nursing Dress because you can easily open and close it to suit your sleepwear needs and also a great Dress for work wear and home use.\n</p><p>- Double layers – The Dress has smart discreet feeding access with a concealed zipper. It is the perfect maternity Dress for everyday Stylish wear as well as Maternity office wear. It is very easy to pump &amp; breastfeed. With laps below the zips,it avoids irritation caused by Zips brushing against your body.</p>","industries":["Textiles & Apparel"],"name":"Jauhar Clothing","sectors":["Apparel & Accessories"]},{"email":"vinurasolutions@indmail.in","idea":"<p>VINURA SOLUTIONS PRIVATE LIMITED, is a Company incorporated under the provisions of the Companies Act, 2013, on 1st December 2020. \n</p><p><br></p><p>Its Registered Office is situated at FLAT NO. 504, OSTWAL PARADISE,, BLDNG NO. 6, MIRA BHAYANDER ROAD, THANE, Thane, Maharashtra, India, 401107.</p><p><br></p><p>The Directors of the Company possess huge expertise in importing, exporting, transporting, storing, developing, promoting, marketing, supplying, trading and dealing in any manner whatsoever, in all types of Construction materials, including but not limited to, Concrete, Sand, Cement, Steel, Brick, Fibre cement, Straw, Lumber, Clays, Rocks, and goods of other similar kinds, on Retail as well as Wholesale basis.</p>","industries":["Construction"],"name":"VINURA SOLUTIONS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"soans@goalgolazo.com","idea":"<p>Give for Sports Foundation is a nonprofit organisation setup to build awareness and raise funds for Sports NGOs and underprivileged athletes.</p><p><br></p><p>The foundation will further focus on working with large Indian companies to enable spending on sport using their Corporate Social Responsibility (CSR) budgets.</p>","industries":["Social Impact"],"name":"Give for Sports Foundation","sectors":["NGO"]},{"email":"palak747800@gmail.com","idea":"<p>MedFiles is a startup based on healthcare with an aim to manage your medical history that will help you retrieve them easily at times of emergencies. It is very difficult before appointments to gather up your previous medical records and can be very challenging to store them for long periods of time. At times of emergency/accidents, understanding the various profiles of the patient can be tough and time consuming. With the help of tests already performed and submitted, this could cut down on time and save lives. Familial medical history and previous patient profiles play a very important role in delivering a better therapy route for the disease of problems that our body might be undergoing for a long time.&nbsp;</p><p>We wish to provide the citizens of India with a very safe place to store their medical files and have them accessed anytime, anywhere, with whoever they wish to share it with. This information will be end-end encrypted that would ensure that their data is not sold to people. With this service, they can also decide what data needs to be shared to their medical practitioners and for how long. The service aims at giving a platform for organization of the heaps of medical profiling that the medical institutions themselves struggle maintaining.&nbsp;</p><p>The future of MedFiles aspires to be in hands of all emergency officers that can save lives with their MedFile profile when things can be very ambiguous and challenging. We wish that the Indian government understands the importance of this startup and adopts it under their umbrella.</p>","industries":["Healthcare & Lifesciences"],"name":"MedFiles","sectors":["Healthcare IT"]},{"email":"Accounts@ekamr.com","idea":"<p>Balance AI App is India's first AI based personal finance manager with primary objective of monitoring your Financial Wellness on your finger tips. App helps to capture financial transactions automatically and securely without login into bank account, it categorises, provides insights and analytics for users to see trends and achievements. App seamlessly integrates other features like Bill Splitting between friends, Credit management, Credit score, Bill management etc. App also has embedded some of India's first features like Chatbot for cross platform financial enquiry, Loan a friend feature, Rent Management, Digital Book Keeping and many more. Our aim is to be Google of Financial utility services for an average user, which means we want help, facilitate and manage User's financial requirements throughout their life.</p>","industries":["IT Services"],"name":"EKAMRA VENTURES LLP","sectors":["Application Development"]},{"email":"contact@recursiveillusions.com","idea":"<p>We let people convert their podcasts into text.</p><p>This helps them to get more subscribers for their podcast.</p><p><br></p><p>One of the biggest benefit is SEO, since search engines can now index their podcast.</p><p>The other big benefit is that potential listeners can quickly scan their earlier podcasts and judge if they want to subscribe.</p>","industries":["Media & Entertainment"],"name":"Podcast Transcribe","sectors":["Digital Media Publishing"]},{"email":"gajanan.enterps@gmail.com","idea":"<p>WE WANT TO START THE BUSINESS IN MANUFACTURING OF TECHNICAL INSTRUMENTS. CALIPER, MICROMETER, HEIGHT GUAGE.</p>","industries":["Others"],"name":"GAJANAN ENTEPRRISES","sectors":["Others"]},{"email":"rahulp2195@gmail.com","idea":"<p>We help in protecting the digital assets for the individuals as well as the corporates.&nbsp;</p>","industries":["IT Services"],"name":"Block leaks","sectors":["Product Development"]}]