[{"email":"dantalaps@gmail.com","idea":"<p>We, Dhyan Health Care, are one of the prominent manufacturers, service provider and suppliers of a comprehensive range of&nbsp; Prosthetics &amp; Orthopaedic Products. Based at Mumbai (Maharashtra, India), our organization is known to manufacture a range that is in accordance with International quality standards and is appreciated for innovative designs &amp; comfort.</p><p>Our Aim is “Providing High Quality Products &amp; Services with Complete Client Satisfaction” &amp; we work tirelessly through friendly dedicated personalised services &amp; latest advanced technologies.</p>","industries":["Healthcare & Lifesciences"],"name":"DHYAN HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"subhashchettiyar321@gmail.com","idea":"<p>RENT-A-BUS Or HIRE-A-BUS&nbsp;</p><p><br></p><p>We provide All types of Luxury Coaches,Semi Luxury Coaches,School Buses On Contract and Hire Basis From Large Buses To Mini Traveller From Mumbai to Any where in INDIA</p><p><br></p><p>We provide bus services For Corporate tours, corporate Picnic , Business meets , Wedding, School Picnics, College , Family picnic,Family Get together,Famaily Functions, City local use,Outstation Trips,One-day Trip,Events, etc...&nbsp;</p><p><br></p><p>We have all ranges of Vehicle / Coach with seating Capacity of 17,20,29,35,45,47,49. available in both AC and Non AC Luxury,semi luxury coach.</p><p><br></p><p>As we are associated with multiple corporate industries we are more concern in providing quality services to our clients.</p>","industries":["Passenger Experience"],"name":"MDS TRAVELS &amp; LOGISTICS","sectors":["Others"]},{"email":"cbfindia2018@gmail.com","idea":"<p>ISM came into existence in 2018 to fulfill the need of various Industries. </p><p>ISM comprises of small group of talented, skilled and experienced scientists/ experts to render industries with ecofriendly and cost effective customized product or technology or service for their requirements.&nbsp;<span>&nbsp; &nbsp;&nbsp;</span></p>","industries":["Green Technology"],"name":"INVENTIVE SCIENCE MAKERS ","sectors":["Waste Management"]},{"email":"gauravnagotanekar@gmail.com","idea":"We manufacture pure cold pressed Oil through traditional methods. We thrive to deliver natural and healthy products to our customers","industries":["Food & Beverages"],"name":"Devakrut Nature Oils LLP","sectors":["Food Processing"]},{"email":"utsavi@nuvae.net","idea":"<p>At Nuvae Healthcare Pvt. Ltd, our mission is to inspire healthy and hygienic living with convenience provided by us. We’re committed to maintaining the highest standards of quality and consistency, which is why we handcraft our products in small batches. We are passionate about helping people live a healthy and hygienic lifestyle, free from germs and unwanted illness. Speak to us to see how we can help you achieve that.\n</p><p>\n</p><p>In today’s demanding and fast paced life, we are here to help you provide innovative solutions that help deal with challenges all under one roof.</p>","industries":["Healthcare & Lifesciences"],"name":"NUVAE HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"assist@msipl.co","idea":"<p>Carry on Business as manufacturers of and merchants, dealers and distributors in all types of Juice, mineral water, aerated waters</p>","industries":["Others"],"name":"KONAS BEVERAGES PRIVATE LIMITED","sectors":["Others"]},{"email":"jayesh@splinth.com","idea":"<p>Splinth is a small team of digital marketing experts with 9+ years of experience in the marketing space. We strive to provide Conversion Centric end-to-end digital marketing solutions to our clients. We foster the concept of mutual growth with our clients by implementing consistent feedback channels to achieve the best results.</p>","industries":["Marketing"],"name":"Splinth Technology LLP","sectors":["Others"]},{"email":"kketanjoghadia19@gmail.com","idea":"<p>A specialty ingredients company. With more then 500 sku to be launched in 6 months. High end / gourmet/ specialty ingredients of modern world.&nbsp;</p>","industries":["Food & Beverages"],"name":"GORMEEGA","sectors":["Others"]},{"email":"princeenterprisesgem@gmail.com","idea":"Business (Reseller) We Deal in Computer, Printers, Multifunction Machine, Consumables and all IT Products.","industries":["Technology Hardware"],"name":"Prince Enterprises","sectors":["Electronics"]},{"email":"ykanujaroranbpjc1@gmail.com","idea":"<p>We help students to get placed (Software Roles) through our program.</p>","industries":["Education"],"name":"Placement Rush","sectors":["E-learning"]}]