[{"email":"nimi.tiwari@gmail.com","idea":"<p><a href=\"http://www.LinkITBlueCollar.com\" target=\"_blank\">www.LinkITBlueCollar.com</a>&nbsp;is a tech-enabled startup working in Electric Vehicle (EV) segment with Skills and Jobs for the low-income communities.</p>","industries":["Social Impact"],"name":"LINKITBLUECOLLAR LLP","sectors":["Corporate Social Responsibility"]},{"email":"karan@ashokoilandfood.com","idea":"I am one of the Managing partners at Ashok Oil &amp; Food Products. We specialize in Edible Oil manufacturing and packaging. We are on the verge of launching our brand Ace Gold, an ethical and premium edible oil brand consisting of all the indigenous oils produced in India. We aim to to change the Indian edible oil consumption by replacing the large amount of imports of edible oils by India with the oils produced within the country. We also intend to venture into the Food processing and packaging segment in our FSSC 22,00 compliant food handling facility located near Mumbai, Which will also help us provide value internationally with the kind of Quality and standards we follow.","industries":["Food & Beverages"],"name":"Ashok Oil and Food Products","sectors":["Food Processing"]},{"email":"KRISHNA.NAIK@LIVE.COM","idea":"<p>Lark Winery LLP is a start up that makes Hard Seltzers under the brand Speak Easy .</p><p>Hard Seltzers are flavorful, low-calorie alcoholic beverages that are a refreshing alternative to beers,wines and cocktails.</p><p><br></p>","industries":["Food & Beverages"],"name":"Lark Winery LLP","sectors":["Others"]},{"email":"watchoutwearables@gmail.com","idea":"<p><a href=\"https://www.fueladream.com/home/campaign/34857\" target=\"_blank\">Crowdfunding Campaign</a></p><p>Assembled in India, WatchOut Wearables Smartwatches ⌚ are pure amalgamation of Elegance and Advanced Technology.</p><p>With presence across 50+ retail outlets, major online e-retailers and complete after sales service across Pan india, WatchOut has clearly made a mark in its short journey of 3 years.</p><p>We believe in building ecosystem of manufacturing wearable devices in India and hence started the journey of inhouse assembly.</p><p>www.WatchOutWearables.com</p>","industries":["Technology Hardware"],"name":"WatchOut Wearables","sectors":["Electronics"]},{"email":"jaindipesh101@gmail.com","idea":"<p>•\tCollecting scrap  materials online through a digital platform \n•\tImagine a case where there is a problem of selling scrap via phone calls here, we intend to solve this problem via just 1 click sell\n•\tConsider the case of the post-sales service industry, a consumer need to update themself through technology with the secured manner of selling and Monitoring of pickup agents via mobile platforms.\n•\tInstant Cash withdrawals through our application.</p><p><br></p><p>Bulk &amp; Residential buying and selling of scrap through merchants on daily basis.\n•\tOnline &amp; Offline Purchase and sales of Scrap Materials, etc\n•\tChannel Sales: Data Analytics &amp; combined solutions to procure, market &amp; sell with to/from affiliate business.\n•\tAd based revenue: Advertising on various websites with high traffic channels.</p>","industries":["Waste Management"],"name":"TRIONENT INTERNATIONAL PRIVATE LIMITED","sectors":["Others"]},{"email":"punkkaran15@gmail.com","idea":"<p>We create, organize, market and sell tech based corporate conferences. Providing a platform for the tech companies, empowering the Tech Start-ups through our platform to network, succeed and collaborate with industry leaders and increase their clientele. We embody authentic human interactions where innovative ideas will come from innovative spaces. We empower the concept of ‘Thought Leadership’, our events incorporate opportunities to exchange through a series of Key-notes, case studies, panel discussions, think-tanks and round-tables coupled with inspiring business relevant keynotes, and C-suite networking programs.</p>","industries":["Events"],"name":"ZEUSHADES HORIZON EVENT SERVICES PRIVATELIMITED","sectors":["Others"]},{"email":"bwpanchsheel@gmail.com","idea":"<p>CIMECHEL ELECTRIC PRIVATE LIMITED is a Company engaged in providing Conceptual, Procedural and Operational Consultancy and Technical Advisory Services to Indian and Foreign Companies engaged in development and production of various products for Railways.</p>","industries":["Construction"],"name":"CIMECHEL ELECTRIC PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"satyendra.singh@sfspl.net","idea":"<p>We are providing Facility Management Services i.e. Housekeeping Services, Pest Control, Horticulture Services&nbsp;</p>","industries":["Others"],"name":"SUPER FACILITY SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"himanshu.alphavalue@gmail.com","idea":"<p><a href=\"http://www.gstsevekendra.in\" target=\"_blank\">website</a></p><p><br></p>","industries":["Marketing"],"name":"KHAZINA DIGITAL PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"anand.goenka@aspfinwealth.com","idea":"<p>ASP Finwealth Management is a private limited company managed by professionals and incorporated on 24th November 2020.\n</p><p>\n</p><p>We are need based Wealth management firm with expertise in stock broking &amp; derivatives strategy trading.</p>","industries":["Others"],"name":"ASP FINWEALTH MANAGEMENT PRIVATE LIMITED","sectors":["Others"]}]