[{"email":"amitchhabria1976@gmail.com","idea":"<p>Hoppy Mobility is an Electric Two Wheeler Rent-a-Bike and Two Wheeler Taxi start up, registered in Mumbai, Maharashtra. Electric vehicles and two wheelers are the substitute to fuel powered vehicles, which help reduce the carbon emissions and create a cleaner, greener environment without pollutants.&nbsp;</p><p><br></p><p>Our Endeavor is to become the leader in eco-friendly\n&nbsp;<span>and sustainable transport, empowering people&nbsp;</span><span>to take control of their transport, health and&nbsp;</span></p><p>environment&nbsp;</p><p><span><br></span></p><p><span>Our vision is to create a sustainable and Customized First and Last mile mobility solution for the people, in a pollution free, economical way.&nbsp;&nbsp;</span></p><p><span><br></span></p><p><span>We are currently in a bootstrapping stage and looking for Investors to start full scale operations and looking at support from the government in regards to clearances on the </span>compliance's<span>&nbsp;and grants.</span></p><p><span><br></span></p><p> </p><p><br></p><p><a href=\"http://www.hoppymobility.com\" target=\"_blank\">www.hoppymobility.com</a></p><p>linkedin.com/in/hoppy-mobility</p><p>hoppymobility@gmail.com</p><p>info@hoppymobility.com</p>","industries":["Automotive"],"name":"HOPPY MOBILITY SERVICES PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"sujit@quantechcapital.in","idea":"A Digital Asset Management &amp; Analytics company that uses principles of data science, quantitative finance, mathematical constructs and computer algos to design investment and analytical solutions.","industries":["Finance Technology"],"name":"QUANTECH CAPITAL INVESTMENT ADVISORS PRIVATE LIMITED","sectors":["Advisory"]},{"email":"dilippatwaris@gmail.com","idea":"We operate India's first \"Supermarket on Wheels\" that would deliver grocery items to people at their doorstep.&nbsp;","industries":["Retail"],"name":"KDP RETAILS INDIA LLP","sectors":["Others"]},{"email":"rawoot.medicon@gmail.com","idea":"<p>Medicon Health Mart Private Limited, a company incorporated under the Companies Act, 2013 having CIN number: U51507MH2020PTC344844 and registered office at UNIT NO. B-3, 7TH FLOOR, PLOT NO. 14/C GROMA HOUSE, SECTOR-19, VASHI THANE  400703. \n</p><p>We at MEDFY offer Platform to avail the services offered by the MEDFY (“Services”), which may include without limitation: \n</p><p>•\tpurchase prescription medicines (only by the valid licensed doctors), over the counter medicines and other health products through the MEDFY Platform.\n</p><p>•\tMedical Practitioners/Doctors need to have registered practicing license for purchase of select medicines.\n</p><p>•\tFew Specific Orders are accepted only if placed by the Medical Practitioners/Doctors with valid practising license. You may purchase Medicines/Medical Related Products which do not require any prescription (Over Counter Drugs) through the MEDFY App/Website.\n</p><p>•\tMEDFY Platform can be used to avail medical consultancy services from various medical practitioners made available by MEDFY.\n</p><p>•\tMEDFY also offers purchase of various products made available by us on the MEDFY Platform. However, certain Products may be purchased only upon submission of valid prescription on the MEDFY Platform (“Prescription Orders”). Further, The Products available on the MEDFY Platform may include Products manufactured by third parties and made available for purchase on the MEDFY Platform and the Products manufacture and sold by MEDFY.\n</p><p>•\tMEDFY Platform are subject to availability of stock and MEDFY may cancel any order if the Product becomes unavailable after an order placed.</p>","industries":["Healthcare & Lifesciences"],"name":"MEDICON HEALTH MART PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"info@cloudfronts.com","idea":"\n            <p>CloudFronts is a 100% Dynamics 365 focused Microsoft Gold Partner helping Businesses around the world to Solve their Complex Business Challenges with Microsoft Dynamics 365 and Power Platform. Our head office and robust delivery centre are based out of Mumbai, India along with branch offices in Singapore &amp; U.S. Since its inception in 2012, CloudFronts has successfully served over 500+ small and medium-sized clients all over the world such as North America, Europe, Australia, Maldives &amp; India with diverse experiences in the sectors ranging from Professional services, Finances, Pharmaceutical, Manufacturing, F&amp;B, Retail, Logistics, Energy, Automotive and non-profits. Please feel free to connect with Dynamics 365 Solution Architect Anil Shah at ashah@cloudfronts.com to discuss your requirements. Visit us at https://www.cloudfronts.com/ to learn more about our Dynamics 365 offerings.</p>\n        ","industries":["IT Services"],"name":"CLOUDFRONTS TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"vanishriconsultancy@gmail.com","idea":"'We are an independent consultancy services located in Kalyan west and are proud to be favorite for locals to meet us on call for consultancy services provide at your doorstep. We are provide 20 services such as Leave and License agreement, Notice of intimation, Court Marriage, GST registration and Partnership firm registration and much more. Come and meet us for better services at reasonable Prices…..'","industries":["Professional & Commercial Services"],"name":"Vanishri Consultancy LLP","sectors":["Business Support Services"]},{"email":"omshirke.18@gmail.com","idea":"<p>Futuristic Fitness operates as a boutique fitness studio specializing in Boxing as a workout regime with certified ex-athletes as founders in Mumbai, since 2018. Currently, it works on a Brick and Mortar model with a single studio with plans  to expand in Mumbai and later throughout India with a franchise model and app based digital training services. \n</p><p>\n</p><p>Futuristic fitness works on addressing the real fitness problems of lack of education about personal fitness in the community through the sport of Boxing known for its strength and endurance apart from being a proven fast paced high intensity workout regime for Urban individuals. We intend to expose it to greater masses with appropriate resources.<span></span></p>","industries":["Healthcare & Lifesciences"],"name":"FUTURISTIC FITNESS","sectors":["Health & Wellness"]},{"email":"amit.jha@coldrushlogistics.com","idea":"<p>Mobile App for Transport and Warehouse Logistics Business. We integrate advancements of mobile technology along with the core aspects of the transportation and Warehouse industry in our customized logistics software solutions. Our holistic approach enables to simplify complex and highly challenging transport and warehousing logistics business processes. User can manage inventory and supply chain management on the go with our customized, enterprise-level business app with seamless performance.</p>","industries":["Transportation & Storage"],"name":"TESC LOGISTICS SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"amal@cashbackapp.com","idea":"<p>cashbackAPP,  Single.id, and TXI are concepts, technology, business system and trademarks which are owned, licensed and held safely in trust by the UK company, Enigmatic Smile Limited. Enigmatic Smile Limited licenses the CashbackAPP brand, technology, knowhow and methodology to motivated entrepreneurs and organisations in a growing number of countries. It also maintains an ownership in each country.</p><p><br></p><p>Because each country maintains the same cashbackAPP business model, and because all countries maintain very tight personal and professional relationships with each other, as each country grows, its growth also empowers the development of all other counties.\n</p><p> \n</p><p>Everyone is united behind a common vision of an international network of cashbackAPP connected consumers, merchants, and transaction verifiers.\n</p><p>All countires work on an equal footing and partnership basis meaning that we continually learn and evolve from each others successes.</p><p><span><br></span></p><p><span>With cashbackAPP's team having invested significantly in its development so far, and seeking to expand rapidly, it is currently taking applications from organisations in all countries worldwide who would like to join us in,\"Creating change with every transaction.</span></p>","industries":["IT Services"],"name":"ENIGMATIC SMILE REWARDS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"girish.shikshodhan@gmail.com","idea":"BhashaLab, a Shikshodhan brand, is a live online platform for SCHOOL STUDENTS (Class 4 -10) to hone their LANGUAGE GRAMMAR SKILLS. We teach school language grammar basics in student's mother tongue.","industries":["Education"],"name":"SHIKSHODHAN PRIVATE LIMITED","sectors":["Education Technology"]}]