[{"email":"support@paraphernalia.in","idea":"<p><br></p><p>Drive monetary transactions basis HSN codes and P2P arrangements in machine readable ⁃\n</p><p>formats for users assigned dynamic account numbers derived from user device activity\n</p><p>(provisional patent applied).\n</p><p>WE ARE MAKING A:</p><p>⁃A software divided into different modules addressing various different aspects of the\n</p><p>payments ecosystem.\n</p><p>⁃Account numbers are largely static and vulnerable to disclosure and related inefficiencies.\n</p><p>Entities usually download agency specific data and use various analytical tools to make\n</p><p>sense (collated picture) of the downloaded data.</p>","industries":["Finance Technology"],"name":"PARAPHERNALIA TECHNOLOGIES PRIVATE LIMITED","sectors":["Accounting"]},{"email":"deepak.pamecha@arisbioenergy.com","idea":"<p>ARIS Bioenergy is an Eco start up formed with the dual intent of making the society greener and a healthier place to live in. Aris Bio Energy is proud to implement the guidelines of RUCO project initiated by FSSAI which envisages the upcycling of waste product in the form of Used Cooking oil to a greener fuel in the form of Bio Diesel.</p>","industries":["Green Technology"],"name":"ARIS BIOENERGY PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"mahboob@bonsaro.in","idea":"<p>Majestic Aliments India Private Limited\n</p><p><br></p><p>We would like to introduce ourselves as an upcoming technology backed food Products Company. Our vision &amp; focus at MAIPL is to meet the daily needs of consumers with tech enabled platforms leading to minimum efforts to our consumers visiting the local markets while we maintain the highest health &amp; safety standards.\n</p><p><br></p><p>MAIPL was incorporated on 7th August 2020 to take ahead the expansion vision of the business, which will include online plateform and offline stores to serve the current customers. \n</p><p><br></p><p>The Company intends to expand the business to cover whole of Mumbai &amp; subsequently move into other cities with a target to reach 5 cities in the next 4 years.\n</p><p><br></p><p>Our focus is on 100% hygiene product, we are using biodegradable packaging products, we aim to serve our customers through online portal, app and offline stores. Under fish product we target maximum varieties of fish.&nbsp;<span>We saw an opportunity in this gap &amp; have entered the Fish &amp; Meat products market to start with. The Indian market for Fish consumption itself was over Rs 1,200 Billion which at present is highly unorganized.</span></p><p><br></p><p>About Management Team</p><p><br></p><p>Vinay D’Silva\n</p><p>An ex-banker, who has worked several Banks like HDFC Bank, Destuche Bank, ABN Amro in senior capacity for nearly 18 years. His last position was as Zonal Sale Head leading Maharashtra &amp; Gujarat where he managed a team of managers &amp; executives with his focus being in assets acquisition for the bank. \n</p><p>With this background he is perfect for managing the growth of MAIPL into various locations &amp; increasing our presence Pan India over a period of time.\n</p><p>\n</p><p><br></p><p>Sachin Shetty \n</p><p>Also on the Board is, a MBA in Finance &amp; Marketing, with over 15 years of experience with Destuche &amp; HDFC Bank in their sales vertical &amp; finally in Neogrowth a FinTech Company where he headed the policy &amp; sales vertical. \n</p><p>In MAIPL he is responsible for the Finance &amp; Technology verticals where he heads a team of finance executives &amp; technology team.\n</p><p>Additionally we also have an administrative team of over 10 people who handle day to day affairs of the company &amp; Procurement &amp; production team of nearly 50 employees.\n</p><p>\n</p><p><br></p><p>Vijay Kotian\n</p><p>He is having exposure of Fish &amp; Meat business for more than 25 years.\n</p><p>He served customers with utmost care of maintaining high standards. His experience in the industry gives MAIPL an edge in procurement of the best produce, maintaining standards &amp; offering the best customer experience.\n</p><p>\n</p><p>We are now in the process of shifting completely on to an App Based Platform where a customer can select the product, pay for it &amp; track their order online. We also control the logistics behind this operation to ensure timely delivery &amp; highest product safety standards.</p>","industries":["Food & Beverages"],"name":"MAJESTIC ALIMENTS INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"mayanksampat23@gmail.com","idea":"<p>I Have Opened Tyre Wholesale Supply Office In Mumbai, Require Fundings so that i can perform well</p>","industries":["Automotive"],"name":"Jiffy Tyre Fitters Pvt Ltd","sectors":["Tires & Rubber Products"]},{"email":"kaushalkshah@gmail.com","idea":"<p>Botera Ecommerce is a retail startup focussed on improving trade between India and East Asia - specifically, South Korea, Japan, and Taiwan. </p><p><br></p><p>We are working on manufacturing and importing unique products from Korea and Japan for the Indian consumers and also, at the same time, exporting Indian products customized to Korean and Japanese audience.&nbsp;</p>","industries":["Retail"],"name":"BOTERA ECOMMERCE LLP","sectors":["Others"]},{"email":"tenders@tcrcpetrolabs.com","idea":"<p>testing, Inspection, Analysis of oil and Oil Lubricants</p>","industries":["Others"],"name":"TCRC PETROLABS BHARAT PRIVATE LIMITED","sectors":["Others"]},{"email":"popkornlab@gmail.com","idea":"My self, Yogesh Waradkar, having rich experience of more than decade in Web development domain. Having the vision and capability to execute an idea in an product.","industries":["IT Services"],"name":"Popkornlab","sectors":["Web Development"]},{"email":"unnikrishnan@ukassociates.co.in","idea":"<p>UKA CONSULTING &amp; ENGINEERS PRIVATE LIMITEDUKA CONSULTING &amp; ENGINEERS PRIVATE LIMITEDUKA CONSULTING &amp; ENGINEERS PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"UKA CONSULTING & ENGINEERS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"nirmal@alphacore.co.in","idea":"<p>IOT BASED PREDICTIVE MAINTENANCE SOLUTIONS COMPANY-&nbsp;</p><p>We deploy solutions that help manufacturing companies avoid downtime in their plant by informing them of the fault in their machines at an early stage, today deployed with more than 30+ top manufacturing companies in India, helped them, avoid machine downtime, reduce maintenance cost and improve productivity.</p>","industries":["Internet of Things"],"name":"ALPHACORE TECHNOLOGIES PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"sunilkumar333@outlook.in","idea":"<p>Roplar.com is the online marketplace where you find live professionals, hire experts and pay per use for instant services. With Roplar, user can hire live professionals in areas of Technology, Law, Coaching, Health, Astrology, Education, Software, Job etc.,&nbsp;</p><p><br></p><p>Find live global experts assistance on your fingertips; ask real time expert community anytime and anywhere just a click of button.&nbsp;</p><p><br></p><p>Experts can take business online, live consultation, make corporate presence and track online activities, increase brand value, announcements and follow user, upload post, Article, video post, view user comments, clap and go live show, live audience, share, download shows, book live events, Book Seminars to address live audience and join live lecture, etc.,&nbsp;Interact live audience and listen to their query and comments, take opportunity to give right solutions and check out user ratings and reviews after the solutions.</p><p><br></p><p>Roplar- expert search engine and home of millions of experts. We are committed to making professional access easier and hassle free. We’re delighted to present live expert assistance. Now find answers and all query solutions directly from the sector specialist in real time within minutes straight from the Roplar app.</p>","industries":["Professional & Commercial Services"],"name":"ROPLAR IT PRIVATE LIMITED","sectors":["Business Support Services"]}]