[{"email":"hello@fangr.am","idea":"\n            <p>Fangram is designed to help content creators monetize their content.</p>\n        ","industries":["Social Network"],"name":"fangram","sectors":["Others"]},{"email":"upliftmachinist@yahoo.in","idea":"SERVICE PROVIDER FOR MECHANICAL , CIVIL , PAINTING AND HOUSEKEEPING","industries":["Others"],"name":"Uplift Machinist Technique","sectors":["Others"]},{"email":"omkarposam@gmail.com","idea":"<p>Right Route-:</p><p>The startup Right Route is a Solution based Startup that would help to fill out all the Lacks in Indian Medical &amp; Health system.&nbsp;</p><p>The services provided by Indian medical system are Outdated and lacks many services compared to Human Engagement.&nbsp;</p><p><br></p><p>Eg-: My dad is a doctor, he had Paralysis Attack last year. In such emergency solutions we end up taking false beliefs from Neighbors or Relatives due to which we admit them in Nearest Hospitals without checking whether they have the required treament skills and equipment for the required disease.&nbsp;</p><p>After 5 days of huge bill we shifted dad to Mumbais top hospital Kame, but till then 24hours was passed..... Due to which he got Major Paralysis attack.&nbsp;</p><p><br></p><p>To cope up with such lacks which are 20+ we made a website that would Help and Boost Indian Medical &amp; Health system.&nbsp;</p><p>This startup is not India based even in Small countries such as Pakistan, Bangladesh and even Malaysia have such lacks.&nbsp;</p><p><br></p><p>Basically the website/app(would built after Investment)&nbsp; , focuses on taking whole Health &amp; Medical field OnLine.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Right Route","sectors":["Healthcare IT"]},{"email":"TABASSUM@VICTORTANGO.CO.IN","idea":"<p>Victor Tango is a content production and kids activation company. It is now entering the ed-tech space with a content based talent training offering for kids of 6-16 years.</p>","industries":["Education"],"name":"VICTOR TANGO ENTERTAINMENT PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"pankaj.sharma@emalpha.com","idea":"<p>EMAlpha (www.emalpha.com) is passionate about information discovery and ESG solutions for Investors in Emerging Markets such as India, using AI and NLP tech. Our mission is: \"To help increase capital flow, in terms of FDI and FPI, to Emerging Markets such as Indian by lowering information barriers using AI/NLP\". EMAlpha Products help achieve both alpha and ESG solutions and the idea is to help asset allocators, asset managers, banks and hedge funds along with the companies with cost and time efficient access to relevant information</p><p><br></p><p>EMAlpha, a data analytics and investment management firm focused on making Emerging Markets (EMs) more accessible to global investors and unlocking EM investing using machines. EMAlpha works on Unstructured Data as the EMs are particularly susceptible to swings in news flow driven investor decision making.&nbsp;</p><p><br></p><p>EMAlpha Products help achieve both alpha and ESG solutions and the idea is to help asset allocators, asset managers, banks and hedge funds along with companies with cost and time efficient access to relevant information. We use thoroughly researched machine learning tools to track evolving sentiment specifically towards EMs and EMAlpha pays special attention to the timely measurement of news sentiment for investors as these markets can be finicky and sentiment can be capricious. </p><p><br></p><p>Our team members have deep expertise in research and trading in multiple Emerging Markets and EMAlpha’s collaborative approach to combining machine learning tools with a fundamental approach help us understand these markets better.</p>","industries":["Finance Technology"],"name":"EMAlpha","sectors":["Others"]},{"email":"sagarrules92@gmail.com","idea":"<p>Shipkarts is a transportation compay freight, Cargo &amp; Shifting. Shipkarts Freight &amp;  Cargo is offering shipment across all over the India. Eg: Mumbai, Navi Mumbai, Pune, Bangalore, Goa,Nagpur,Delhi, Hyderabad, Chennai etc</p>","industries":["Transportation & Storage"],"name":"Shipkarts","sectors":["Freight & Logistics Services"]},{"email":"manishbafna508@gmail.com","idea":"<p>I have study till 12</p>","industries":null,"name":"Manish Bafna","sectors":null},{"email":"tatiya.jitendra@gmail.com","idea":"<p>We are building a pre-accounting SaaS product to bring business owners, accountants and their CA's on one platform</p>","industries":["Finance Technology"],"name":"SAMPATANAND TECH PRIVATE LIMITED","sectors":["Accounting"]},{"email":"pratik.dhall@bobbledry.com","idea":"<p>Founded in 2020, Bobbledry is a startup based out of Mumbai focused on solving problems using Technology and Innovation. We are currently targetting to streamline the non-standard laundry industry of India. Our team consists of members who are highly experienced and diverse in various domains of IT and Business.&nbsp;</p>","industries":["House-Hold Services"],"name":"Bobbledry","sectors":["Laundry"]},{"email":"nuevochakra@gmail.com","idea":"<p>Founded by Dr. Paromita Chakraborty, Nuevo Chakra OPC Pvt Ltd (NCPL) based in Mumbai, is a professional research-oriented management consultancy firm committed to offer customized Environmental Consultancy &amp; Management solutions. Established in 2020, NCPL has applied for ISO 9001:2000 Certification. Our core expertise is to finds opportunities in complexity, turning obstacles into sustainable solutions by looking at problems from a fresh angle. Our focus is on management of technologically challenging Chemical and Environmental projects, Monitoring and Due Diligence, Sustainable Development of Industry and Innovation. NCPL consulting assignments are essentially strategic, knowledge driven and supported through training since we collaborate with environmental professionals with skills in engineering, science, economics and planning.</p>","industries":["Professional & Commercial Services"],"name":"Nuevo Chakra (OPC) Pvt Ltd","sectors":["Environmental Services & Equipment"]}]