[{"email":"ricky33347@gmail.com","idea":"<p>Looking for well established company which will be needing my help in the form e-commerce knowledge or business development</p>","industries":null,"name":"Ricky","sectors":null},{"email":"upendrachaudhari.07@gmail.com","idea":"<p>I am a Mechanical Engineer and exploring market for setting up my startup.</p>","industries":null,"name":"Upendra Chaudhari","sectors":null},{"email":"shubhu.freesouls@gmail.com","idea":"<p>We tell stories visually, we have all experience and talent for making visually stunning videos and music. We can provide ad-films, music videos, brand videos, corporate videos, engaging videos and videos that can restructure our country. We can make our country image reach global audience and make them love our country and our culture like never before. After all we are Indians and we have rich culture and abundance of stories that need to be told to entire globe.</p>","industries":["Media & Entertainment"],"name":"Freesouls Film Pvt. Ltd.","sectors":["Movies"]},{"email":"aneek.a.banerjee@gmail.com","idea":"<p>ARIIS.ai is a virtual try-on platform that enables apparel and accessories retailers to provide their customers with a better buying experience.&nbsp;</p><p>ARIIS (Augmented Reality Intelligence Solutions)  was formed with a vision where AR will revolutionize the way we shop by bridging the gap between digital and physical worlds. A radical store re-invention will offer retailers new ways to increase convenience and personalisation, and consumers the unique opportunity to experience re-envisioned shops.</p>","industries":["AI"],"name":"ARIIS.ai","sectors":["Machine Learning"]},{"email":"drmohit1981@yahoo.com","idea":"<p>We are a company with focus on developing innovative medical devices with cutting edge ideas to fulfil expectations of modern surgery and hospitals and patients</p>","industries":["Healthcare & Lifesciences"],"name":"Surajchandra Research and Innovation PVT. LTD","sectors":["Medical Devices Biomedical"]},{"email":"nagendra.singh302@gmail.com","idea":"<p>ACYUTAH ENGINEERING PRIVATE LIMITEDACYUTAH ENGINEERING PRIVATE LIMITEDACYUTAH ENGINEERING PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"ACYUTAH ENGINEERING PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"rupa.g@slavsagro.com","idea":"<p>SLAVS AGROTECH PRIVATE LIMITEDSLAVS AGROTECH PRIVATE LIMITEDSLAVS AGROTECH PRIVATE LIMITED<br></p>","industries":["Agriculture"],"name":"SLAVS AGROTECH PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"anitalds2020@gmail.com","idea":"<p>On of the leading man power services to reputed companies for their man power requipment.To be the preferred dand most sought after agency to provide skilled, semi skilled qualified and professional manpower to the international market from india. To establish ourselves as a trust wrothly overseas recruitment agency and provide valuable services to the international labourmarket.To Provide the path to wealth for individuals and to uplift their lifestyle and the opportunity to enrich their experience in their respective field.\n</p><p>We provide Services like Manpower Planning, Recruitment, Outsourcing of Manpower, Training &amp; development, Performance Mapping, Succession Planning, HR Policies and Strategies and audit, IR Policies and issues, Strategic Management, Implementation of Labour Laws,  Compliance Audits,  Liaison &amp; PR with Govt.  and non-Govt. agencies, etc.\n</p><p>Our startup objective is to provide Services like Manpower Planning, Recruitment, Outsourcing of Manpower, Training &amp; development, Performance Mapping, Succession Planning, HR Policies and Strategies and audit, IR Policies and issues, Strategic Management, Implementation of Labour Laws, Compliance Audits, Liaison &amp; PR with Govt. and non-Govt. agencies, etc.</p>","industries":["Human Resources"],"name":"LAXMIDATTA SOLUTIONS PRIVATE LIMITED","sectors":["Skills Assessment"]},{"email":"safecompact1@gmail.com","idea":"<p>Manufacturing of compactors, personal locker, staff locker, single wall safe, safe, cupboards, tables &amp; chairs</p>","industries":["Safety"],"name":"Safe Compact Systems","sectors":["Others"]},{"email":"nidaraen25@gmail.com","idea":"<p>I am a trader, distributor and supplier at IndiaMART.</p>","industries":["Others"],"name":"Nida Raen","sectors":["Others"]}]