[{"email":"easyomt@gmail.com","idea":"<p>Easyomt (opc) Private Limited is a Private(One Person Company) incorporated on 01 September 2021.</p>","industries":["Finance Technology"],"name":"EASYOMT (OPC) PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"vaibhav.u@saiindustries.in","idea":"<p>We M/s. SI Fire Engineers is a newly incorporated Startup Indian company, Providing Supply, Installation, Testing &amp; Commission of All types of Fire\n</p><p>Detection, Protection &amp; Gas Detection System, AMC of all types\n</p><p>of Fire Protection System, Deployment of Fire Marshals, with a leadership of&nbsp; Mr. N B Sable having 30+ years of experience serving to all types industries by providing Trusted Fire Fighting Solutions with 100% satisfaction of our clientele.&nbsp;</p>","industries":["Safety"],"name":"SI FIRE ENGINEERS PRIVATE LIMITED","sectors":["Others"]},{"email":"narisatwani@gmail.com","idea":"<p>HHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH</p>","industries":["Renewable Energy"],"name":"AARAV SUSTAINABLE SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Nuclear Energy"]},{"email":"info@tecxlabs.com","idea":"<p>Tecx Labs Private Limited is a new generation technology solutions provider. We are at the forefront of transforming financial services with latest technology platforms and innovative solutions enabling businesses achieve your goals and ROI. Being exclusively from the financial domain, our team of experts guides your digital dreams into reality.</p>","industries":["Finance Technology"],"name":"TECX LABS PRIVATE LIMITED","sectors":["Others"]},{"email":"rupeshsaitwal@gmail.com","idea":"<p>Ours is a business of entertainment. We tap into the pulse of the consumers’ complex yet intriguing world. Bringing out stories that connect with their souls. Crafting authentic, immersive experiences that resonate with their way of life. To serve our ultimate purpose of creating the extraordinary together.<br></p>","industries":["Professional & Commercial Services"],"name":"GOOSEBUMPS MUSIC PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"info@fastwell.in","idea":"<p>Fastwell Fittings Industries is a leading Manufacturer &amp; Supplier of all Ferrous &amp; Non-Ferrous Metals. As a pioneer and leader in the manufacturing industry, Fastwell Fittings Industries is at the forefront of technology and research. We are constantly innovating, listening to the rapidly changing market and giving the consumer the best value for his money.<br></p>","industries":["Technology Hardware"],"name":"FASTWELL ENGINEERING PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"pharmaventis@gmail.com","idea":"<p>Pharmaventis Healthcare LLP is a New Introduction in Dermo-Cosmetic Segment Industry launched in June 2018, Head Quartered in Mumbai India with an Innovative approach towards\n</p><p>Connecting Healthcare to Good Life</p><p><br></p><p>\n</p><p>Pharmaventis Healthcare LLP is a Skin Care &amp; Hair Care Range Company with a Innovative Concept Of Make In India Derma Cosmeceutical Skin Friendly Products</p><p> \n</p><p>Connecting Healthcare to Good Life.</p><p><br></p><p> \n</p><p>Our Vision\n</p><p>To offer Innovative products in Skin Care &amp; Hair Care\n</p><p>Formulation to our customers in India &amp; Indian Sub Continent  Market\n</p><p>with International Quality Standards.</p><p><br></p><p>\n</p><p>Our Mission\n</p><p>To bring a Concept of Skin-Vestment which will help\n</p><p>in Connecting Healthcare to Good Life</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Healthcare & Lifesciences"],"name":"Pharmaventis Healthcare LLP","sectors":["Others"]},{"email":"connect@tjconsulting.co.in","idea":"<p>Started by a team of technocrats the company is exploring business opportunities in the areas of Business Process outsourcing, Knowledge Process outsourcing &amp; providing consultancy in areas of turnkey IT solutions in the e-governance domain</p>","industries":["IT Services"],"name":"TJ Consulting Pvt. Ltd.","sectors":["IT Consulting"]},{"email":"soumyargolchha@gmail.com","idea":"<p>SAMYAKTH ESTATES PRIVATE LIMITED is offering a service – Fractional ownership opportunities in Grade A warehousing preleased assets.</p>","industries":["Construction"],"name":"SAMYAKTH ESTATES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"ppeshori@gmail.com","idea":"<p>Houzeo is an online platform that digitizes the process of buying and selling homes. Houzeo circumvents traditional intermediaries and empowers the consumer by giving them access to technologies only real estate agents have.</p><p><br></p><p>Houzeo products include the IntelliList Listing Management System, Houzeo Showings, Houzeo Offers, DigiTransact, Pro Directory, and the Houzeo Buyer Search.</p>","industries":["IT Services"],"name":"Houzeo India","sectors":["Product Development"]}]