[{"email":"sandyadav434@gmail.com","idea":"<p>Most of the people are not able to read the book that they really wish to read, our company summaries each and every book in just 15/20 minutes so that reader gets the maximum content of the book.&nbsp;</p><p>the user can either listen to the summaries or he can just read them. To make the reading more interesting we have introduced the concepts of cards. he can read the complete summary by just swiping the cards.</p><p>all with the book summaries to retain users we have tied up with youtubers you are ready to provide their audio content in the app.</p>","industries":["Education"],"name":"Mindwit ","sectors":["E-learning"]},{"email":"ashutosh.jha1991@gmail.com","idea":"<p><span>Kaarwan is a platform for short, affordable &amp; interactive cohort-based courses for beginners &amp; professionals in the Architecture &amp; Design Industry.</span></p><p><span></span></p><p><span>We have designed a playbook to create quality courses that teach the most relevant use cases in a hands-on &amp; interactive environment. We are the first in India to build such a platform for the masses. Starting 11 months ago, we have catered to 10000+ paid learners with a very high completion rate and +98 NPS.</span></p>","industries":["Education"],"name":"KAARWAN EDUVENTURES PRIVATE LIMITED","sectors":["E-learning"]},{"email":"dalloyed@yahoo.com","idea":"<p>DALLOYED FASTENERS takes immense pleasure in introducing itself as one of the leading names in the Engineering Industry having Integrated Steel Complex with modern integration to produce Fasteners. The organisation has pioneered its operations to supply Ferrous &amp; Non-Ferrous Metals with experienced team in this field for past 25 years. \n</p><p>We are the stockist &amp; exporter of Stainless Steel / Carbon Steel / Alloy Steel / High Nickel Alloy in all type of Fasteners &amp; Round Bars.\n</p><p>We value from a single piece of requirement to large scale projects to give Maximum &amp; Quality Material to all.\n</p><p>We can supply these listed materials under any Third-Party Inspection Agencies such as LLOYDS, BVIS, TUV. as per your requirement with specified material and Quality Assurance Plan with Original Mill Test Certificate/Manufacturing Test Certificate.\n</p><p> \n</p><p>All our material is available with Traceability records by way of Mill Test Certificates/Test Certificates of test carried out at reputed &amp; Government approved Laboratories.</p>","industries":["Others"],"name":"DALLOYED","sectors":["Others"]},{"email":"rokaderavi12@gmail.com","idea":"<p>The Maharashtrians is an ecom company. Which is working in niche market of Maharashtra culture including tourism, food, lifestyle &amp; fashion. Cimoany's vision to globalize Maharashtrian culture.&nbsp; We taking step forward towards it.</p>","industries":["Agriculture"],"name":"The Maharashtrians","sectors":["Agri-Tech"]},{"email":"sales@antsinnovations.com","idea":"<p>We are a company by IIT professors and graduates with over 50 years of combined experience in manufacturing of advanced materials and process system. We have licensed about a dozen technologies in Advanced Materials from ISRO, BARC, CSIR and IITs to manufacture dielectrics for satellite communications, single crystal for radiation sensing, silver paste and inks, sensors and anti-corona masks and textile. We also manufacture high temperature furnaces and process heating system. We have an active R&amp;D team involved continuous process improvement and scaling up of technologies. Our goal is to create an&nbsp;<span>advanced materials and process system company of global repute.&nbsp;</span></p>","industries":["Others"],"name":"ANTS INNOVATIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"pranavkumarpradhan@gmail.com","idea":"<p><a href=\"https://docs.google.com/document/d/1hcMST27jq20y5EmijS_GTyrk4p9KAVLKZYkTM2G2xns/edit\">Pranavkumar</a><br></p>","industries":null,"name":"Pranavkumar Pappukumar Pradhan","sectors":null},{"email":"sumit189.iitr@gmail.com","idea":"\n            <p><span>Swagit is a vernacular social media platform that aims to solve a real issue of SMBs in India.</span></p><p><br></p><p><span>The product caters to vernacular internet users in India especially from Tier 2 &amp; below markets including the rural areas.&nbsp;</span></p><p><br></p><p><br></p><p><br></p><p><br></p>\n        ","industries":["Social Network"],"name":"Swagit","sectors":["Others"]},{"email":"anshul.verma@thefolkstory.com","idea":"<p>The Folk Story has been founded with the mission of taking steps closer to a sustainable world - an order at a time. TFS aims to contribute to a sustainable world by supporting and allowing buyers to have a central ecosystem for such products to coexist inclusive of handmade, upcycled, slow fashion and enduring items whilst at the same time onboarding sellers, small and local businesses and promoting their brand value through our technology initiatives. We strive to disrupt the currently dense market and control many legs of end to end commerce as possible, starting with Web and Mobile Application, logistics, co-marketing and support.</p>","industries":["Social Impact"],"name":"TFS TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"tusharm169@gmail.com","idea":"<p>T&amp;T\n&nbsp;<span>Solutions and Services Pvt Ltd is a Professional HVAC Service Provider We are&nbsp;</span><span>a midsized, full Manufacturing&nbsp;and service company specializing in Commercial Duct Cleaning using&nbsp;</span><span>Specialised Robots in various Sectors like Pharmaceutical Companies, IT&nbsp;</span></p><p>Companies, Hospitals, Hotels, Restaurants and Manufacturing plants We provide\n&nbsp;<span>a full range of services including HVAC, Kitchen and Laundry Duct Cleaning,&nbsp;</span><span>Sterilization Services, HVAC System AMC, Insulation and Sealing Solutions,&nbsp;&nbsp;</span><span>Waterproofing and leakage protection Solutions</span></p>","industries":["Robotics"],"name":"T&amp;T SOLUTIONS AND SERVICES PRIVATE LIMITED","sectors":["Robotics Technology"]},{"email":"amitg@helioscart.com","idea":"<p>Helioscart is a SaaS-based Procurement and a supply chain financing platform focused on MSMEs of infrastructure, EPC, real estate, metro, railways, renewables and related industries in India. Helioscart mission is to create solutions focused on makers and runners of atmanirbhar bharat.</p><p><br></p><p> Helioscart through its multiple modules - HeliosProcure, HeliosFinance, HeliosPO, HeliosInvoice, HeliosSupplyChain provides a one-stop solution for procurement and financing options to enable the procurement.</p>","industries":["IT Services"],"name":"HELIOSMEDIUM BAZAAR PRIVATE LIMITED","sectors":["Product Development"]}]