[{"email":"hello@rhysfoods.com","idea":"<p>I am looking for a mentor to guide me through the logistical and legal compliance of my business. As we do-not have any prior experience, at times we are short of the logical path to move ahead. ..&nbsp;</p>","industries":["Agriculture"],"name":"Jayvk Roots","sectors":["Others"]},{"email":"ayushi@ninjacart.com","idea":"<p>The business of wholesale trading, buying, selling, importing, exporting, transporting, storing, supplying,Preserver, packer, mover, distributor of all kinds of\n&nbsp;<span>agricultural produce like horticulture, Fruits &amp; Vegetables, grains and cereals, Staples, FMCG (Fast Moving Consumer Product) products,&nbsp;</span></p><p>credible oils, dry fruits, dairy products, poultry products, fisheries produce, fresh and processed meat and meat products of all kinds of\n</p><p>branded as well as private label through online and offline mediums and providing services incidental thereto through various channels and\n</p><p>mediums.</p>","industries":["Agriculture"],"name":"KAMG KISAAN UTPADAK PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"skygloinfotech@gmail.com","idea":"<p>Skyglo Infotech Pvt Ltd is a company which tries to innovate and execute new ideas which will help in betterment and ease of human life.</p><p><br></p><p>Yao is an online platform, developed by Skyglo Infotech Pvt Ltd for people to order medicines online to their nearest and dearest medical stores and pharmacies.</p><p><br></p><p>We are also into the process of ideation of online checking and verification of goods for medical distributor which will help in more accuracy and efficiency for delivering medicines to medical stores.</p>","industries":["IT Services"],"name":"Yao - An online platform for ordering medicines to nearby medical stores","sectors":["Product Development"]},{"email":"info@aveo.in","idea":"<p>AVEO PHARMACEUTICALS PRIVATE LIMITEDAVEO PHARMACEUTICALS PRIVATE LIMITEDAVEO PHARMACEUTICALS PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"AVEO PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"vishala.kashyap@gmail.com","idea":"TARZANS is a hyper-local grocery and delivery social-commerce startup that offers grocery deliveries in 10 minutes - 24/7.","industries":["Retail"],"name":"Tarzans Technologies Pvt Ltd","sectors":["Social Commerce"]},{"email":"spawar@asqi.in","idea":"<p>ASQI is a investment technology platform that aims to offer hypercustomized investment solutions to individuals - across stocks, bonds and multi-asset mutual fund portfolios.</p>","industries":["Finance Technology"],"name":"ASQI Systems","sectors":["Personal Finance"]},{"email":"Vishwa@Haasyl.com","idea":"<p>The goal at Haasyl is to increase the flow of capital and opportunities to salaried workers/wage workers by unlocking the power of payroll data. Through our first offering,  “Haasyl Suvidha”, we tie up with companies to provide ‘Earned Salary Access’ to their employees in real time. If you have worked for 10 days, you can access 10 days of pay via Haasyl, at no cost to the employers. On the salary day of the company, we get paid back for any transactions facilitated. No more worrying about where to get money. Trust us, Bank on You!</p>","industries":["Finance Technology"],"name":"HAASYL TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"rbn@yoloclb.com","idea":"<p>YOLO Clb is a social network platform that motivates and triggers people to achieve their personal goals &amp; aspirations by making them participate in exciting curated \"challenges\" in areas of fitness, health &amp; mental well-being, sports, travel, academics, adventure.&nbsp;</p><p><br></p><p>Am the Founder-CEO of YOLO Clb, based out of Mumbai, India. </p><p><br></p><p>24 years of industry experience in leading regional and national P&amp;L's at Ericsson, Nokia, Tektronix Communications, Telcordia Technologies, etc.</p><p><br></p><p>Business Leader driving Sales, Business Development, Consulting &amp; Services functions, with deep tech experience in Data Analytics, Customer Experience, Technology &amp; Telecom domains</p><p><br></p><p>Led multi-million $$ commercial deals and contracts at Reliance Jio, Tata Docomo, Vodafone &amp; Airtel</p><p><br></p><p>Founder of Any Given Sunday publication on Medium -&nbsp;<span>&nbsp;</span><a href=\"https://medium.com/any-given-sunday\">https://medium.com/any-given-sunday</a></p><p>Founder of Formula One Forever publication on Medium -&nbsp;<a href=\"https://medium.com/formula-one-forever\">https://medium.com/formula-one-forever</a></p><p><br></p><p>Profile -&nbsp;<a href=\"https://www.linkedin.com/in/rupeshbhambwani/\" target=\"_blank\">https://www.linkedin.com/in/rupeshbhambwani/</a></p><p><a href=\"https://www.linkedin.com/in/rupeshbhambwani/\"></a></p><p><br></p>","industries":["Social Network"],"name":"YOLO Clb - Challenge Karo","sectors":["Others"]},{"email":"mycuppacity@gmail.com","idea":"<p>Making coffee easily accessible and simple to make</p>","industries":["Food & Beverages"],"name":"CuppaCity","sectors":["Others"]},{"email":"simran@projectrangeet.com","idea":"<p><span><span>Project Rangeet is an easy to implement mobile platform that features a Social Emotional and Ecological Knowledge (SEEK) curriculum, with structured lesson plans developed around the UN SDGs. </span><span>It uses playful learning methods and the understanding of multiple intelligences to teach in the way different brains think and learn. </span><span>The platform includes tools that measure impact at scale and is designed to work in any geographical or socioeconomic context including humanitarian crisis zones without overburdening educators.</span></span></p>","industries":["Education"],"name":"PROJECT RANGEET PRIVATE LIMITED","sectors":["Education Technology"]}]