[{"email":"Sandeep@alotsolutions.com","idea":"Alot Digital Solutions India Pvt. Ltd. Celebrating 8th years in Bulk Messaging, Digital Marketing, Digital Solutions &amp; Service Provider.","industries":["Advertising"],"name":"Alot Digital Solutions India Pvt ltd.","sectors":["Others"]},{"email":"sanket@playckc.com","idea":"<p>While online fantasy sports (OFS) stoke the fan’s passion and fulfill their desire to select a team, there are gaps (offline behavioral traits) that OFS cannot fill: \n</p><p>(a) Passive game - All the gamer action happens before the actual match. \n</p><p>(b) Not for casual gamers - No chance of winning prize money unless entering a paid contest. \n</p><p>(c) Intimidating format - Selection of teams doesn’t come naturally for technologically non-savvy sports fans who are more accustomed to simple gameplays like predicting and engaging while a match is live. By simulating the offline behavior of sports fans and offering an engaging, immersive gaming experience that involve fans across the spectrum. We have created and continue to develop an experience that: \n</p><p>(a) offers games beyond team selection, \n</p><p>(b) gamifies the offline intuitive behaviour, \n</p><p>(c) offers continued live engagement, \n</p><p>(d) lets gamers play for free and still win, \n</p><p>(e) helps gamers accumulate match winnings and offers anytime redemption.</p><p>Intelligent question engine: Our ever-evolving, intelligent question engine that generates live prediction situations based on match data (hence enables immersive, live gameplay)\n</p><p>•\tFocus on live interaction: We have launched our prediction game and will soon launch a live fantasy game (OFS) that will be vastly different from the passive gameplay experience that other OFS companies provide. The focus of both these games is to provide intuitive gaming engagement while the match is live.\n</p><p>•\tPoints &amp; rewards system: A points system that awards even low engagement gamers &amp; a rewards system that allows accumulation of winnings across matches. While we are currently not generating revenue, we plan to soon start monetizing using the following methods: \n</p><p>•\tContest Sponsorships (Prediction game): Contests are run for important cricket matches. </p><p>We plan to have other third-party brands sponsor prize money for contests in important tournaments (IPL), and we will charge a fee to these brands \n</p><p>•\tCommissions (Fantasy game): Gamers enter paid contests by paying entry fee. We take a commission of 10-15% of the consolidated entry fee pool (same model as other OFS companies)\n</p><p>•\tDigital Advertising: Charge a fee (CPC, CPM basis) to third-party brands for placing text/image/video ads on our platform</p>","industries":["Sports"],"name":"PLAYCKC INTERACTIVE PRIVATE LIMITED","sectors":["Others"]},{"email":"ddevasper@gmail.com","idea":"<p><a href=\"http://www.sobinsolutions.com\" target=\"_blank\">www.sobinsolutions.com</a><br></p>","industries":["IT Services"],"name":"Sobin Solutions","sectors":["IT Consulting"]},{"email":"INFO@AUMARTEMEC.COM","idea":"<p>AUM ARTEMEC LLPAUM ARTEMEC LLPAUM ARTEMEC LLPAUM ARTEMEC LLP<br></p>","industries":["Architecture Interior Design"],"name":"AUM ARTEMEC LLP","sectors":["Others"]},{"email":"kashyappankaj17@gmail.com","idea":"<p>All Types Barcoding solution</p><p><br></p><p>BARCode Printer&nbsp;</p><p>BARCode scanner</p><p>Labels and Ribbon</p><p>Inventory management software</p>","industries":["IT Services"],"name":"Total Barcode Solution","sectors":["Others"]},{"email":"ankita@ikonsult.in","idea":"<p>I take this opportunity to introduce iKonsult, HR recruitment services which is a young startup focusing on helping other startups &amp; SMEs to recruit the right talent that not only has the skill sets needed on the job, but also shares in the founder’s vision and integrates with the culture of the company</p><p><br></p><p><br></p><p>Over the past few years we’ve helped several startups &amp; SMEs in Mumbai, Bangalore, NCR, Jaipur and other cities to find the best fit for their openings. </p><p><br></p><p>Another aspect we pride ourselves on is the TAT (Turn Around Time) we give our clients right from sending the first set of curated resumes to scheduling interviews and feedback from candidates.</p>","industries":["Human Resources"],"name":"iKonsult","sectors":["Recruitment Jobs"]},{"email":"sandhya.mulay@yahoo.com","idea":"<p>We manufacture analytical instruments, where we act as a\nwholesaler and retailer in India. We have a expertise&nbsp; in organizing and manufacturing a range of\nanalytical instruments. Having the advanced analytical technologies that enable\nfaster analysis will help customers to achieve high productivity in their\noperations. End users’ demand push us manufacturers to offer sophisticated\nequipment that resolves customers’ day-to-day challenges. Also offers Services\nlike installation/ reinstallation of instruments , operational training,\nmaintenance charges. And too with additional services like research and\ndevelopment, support test laboratories, etc. Our vision is to achieve and\ndevelop quality products at globally competitive prices using eco-friendly\nprocesses and technologies.&nbsp; Product Name: Emission spectrometer, X-RAY fluorescence analyzer, spectrometer, carbon sulfer analyzer, NDT machine equipment.</p>","industries":["Technology Hardware"],"name":"SOHM SCIENTIFIC LLP","sectors":["Manufacturing"]},{"email":"aryan.kothari456@gmail.com","idea":"It will be&nbsp; movie rating app n websites with addition features","industries":["Media & Entertainment"],"name":"@rk","sectors":["Entertainment"]},{"email":"prakash@prernaconsultancy.com","idea":"<p>Our objectives is to assist shipping companies to recruit manpower from India for Employment Overseas.</p><p><br></p><p>Our mission is to placed 100000 crew in various form entry to management level into Food&amp; Beverages, Kitchen &amp; Gallery, Bar, Marine Deck &amp; Engine Department.&nbsp;</p>","industries":["Human Resources"],"name":"PRERNA SHIP MANAGEMENT PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"bansalneha3288@yahoo.com","idea":"<p>Upsham Enterprises is a female founded company whose mission is to help alleviate the pain and irritation caused by insect bites by providing affordable solutions. Most of the natural remedies for treating bites are not readily available when outdoors and other solutions involve covering the affected area via some sort of chemical formula. We have developed a handy little tool that creates a local suction around the affected area. It pulls out saliva/venom from the bites/stings and greatly reduces the symptoms like pain, itching and swelling. We have made use of an ancient technique for treating insect bites/stings and packaged it into an easy-to-use, chemical-free and kid-friendly product that fits in your pocket. We focus on insect bites that leave saliva/venom just below the surface of the skin. We are vocal supporters of `Make In India`. Our tool and all its associated components are manufactured in India by local industries.</p>","industries":["Chemicals"],"name":"UPSHAM ENTERPRISES PRIVATE LIMITED","sectors":["Specialty Chemicals"]}]