[{"email":"saanil_anils@yahoo.co.in","idea":"<p>SHUBHAMSAMARTH ENTERPRISES LLPSHUBHAMSAMARTH ENTERPRISES LLPSHUBHAMSAMARTH ENTERPRISES LLPSHUBHAMSAMARTH ENTERPRISES LLP<br></p>","industries":["Construction"],"name":"SHUBHAMSAMARTH ENTERPRISES LLP","sectors":["Construction Materials"]},{"email":"anurag@doions.com","idea":"<p>SaaS-Based products for family-owned businesses in India. We design software for solving problems relating to local marketing for local businesses</p>","industries":["Retail"],"name":"DOIONS PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"contact@targetcentric.in","idea":"<p>Target Centric is a digital marketing company. The ideology of the company is to deliver our costumers all the digital marketing experience at one place and one click. Moreover, we have a team that comprises of professional web developers, UI Designers. We even have an in-house Graphic Designer with more than 10 years of experience. The mission of the company is to help our fellow costumers evolve along with the modernising technology.&nbsp;</p>","industries":["Marketing"],"name":"Target Centric","sectors":["Digital Marketing (SEO Automation)"]},{"email":"mirchiboyshashank@gmail.com","idea":"A Social Worker and Founder of Clinitial who\n&nbsp;<span>has been working in the field of Health and Education for more than 4years.&nbsp;</span><span>Completed 10th in 2013. Started\n my</span><span>&nbsp;Journey as an Entrepreneur in 2015. He is&nbsp;</span><span>also an Author of ‘Bihar Chronicles’. Also worked for many startups.</span>","industries":null,"name":"Shashank Shekhar","sectors":null},{"email":"abhay.naik@vedaantees.com","idea":"<p>Educosys is envisioned as cloud platform providing subscription based independent services for various stakeholders like institutions, students, educators, parents. Educosys is commitment to solve stakeholders concerns in their context and respecting local notions. We strive to be a global service provider, but be local for our users. We design services that are easy to use, follows most known usability patterns to make our users life easy as they focus on thier daily tasks.</p>","industries":["Education"],"name":"Educosys","sectors":["Education Technology"]},{"email":"tech@grroom.in","idea":"<p>Solving individuals fashion needs using AI and Deep Learning Tech</p>","industries":["Fashion"],"name":"Grroom","sectors":["Fashion Technology"]},{"email":"ibercthane@gmail.com","idea":"<p>IBERC Introduction\n</p><p>Institute of Biofield Evaluation &amp;  Research Centre, Thane ( IBERC) \n</p><p>Dr Anup Deo, Founder &amp; Chairman, IBERC \n</p><p>Biofield (Aura) Scanning Technology &amp; Interpretation for Photography of Invisible Body \n</p><p>AURA  PHOTOGRAPHY CHHAYA PRABHA -   A PREVENTIVE DIAGNOSTIC TOOL FROM AYURVEDA \n</p><p>A predictive Diagnostic tool based on Vedic Life Science ( Chhaya Prabha – Charak Samhitha 300BC)  For accurate diagnosis, perfect integrated  treatment  planning and  post  treatment  success  for  chronic &amp; incurable Health issues. \n</p><p>\n</p><p>Brief History &amp; Introduction of IBERC \n</p><p>Located at  : Dr Anup Deo, B/102, Anuroop Society, Samata Nagar,  Opp.  J K School,  Pokharan  Road No. 1 Thane (West).   INDIA  PIN : 400606. \n</p><p>\n</p><p>Institute of Biofield Evaluation &amp; Research Centre is doing research for last  7+  years on Human Energy Field also called Biofield or Aura \n</p><p>Activity   since                                             2013\n</p><p>No of Patients scanned                            1650+\n</p><p>No  of scans from the Patient              48,000+ \n</p><p>No of Awareness Lectures  given            165\n</p><p>No of Training Courses  conducted          14\n</p><p>No of Scan centers  introduced                5\n</p><p>No of papers presented                             4                       \n</p><p>\n</p><p>IBERC has introduced  unique first time Patent (Applied in Nov-2018)  Photography  of  Sukshma Sharir ( Subtle Body) with customized Software  to  see Biofield, 14 Main Meridians, 7 Major  Chakras for accurate diagnosis, Integrated  treatment planning and post treatment  success for chronic &amp; incurable disorders. \n</p><p>Patent Registered and now published under                             \n</p><p>&nbsp;“SYSTEM AND METHOD TO DETECT WELLBEING OF A BODY BY BIOFIELD SCAN” (Application no. 201821043513,  on November 19, 2018  by   Dr Anup Deo, Founder of IBERC\n</p><p>A Predictive Diagnostic tool based on Vedic Life Science for future Health issues \n</p><p>Study Of Invisible Body - Subtle Energy Model \n</p><p>Study of Invisible body as per Vedic Human Anatomy means  complete knowledge of Biofield ( an electromagnetic field around us), 7 major Energy Zones, panch Koshas (shells) and energy flowing channels or Meridians. It will predict Physical, Mental, Emotional and Spirituals issues of that individual. \n</p><p>This is very well documented in VEDAS, RIGVEDAS , UPNISHIDAS  etc, that there is a subtle energy Form ( Sukshma Sharir) which is about Chakras, Energy Flowing Network    ( Meridians / Nadis)  &amp; Surrounding Biofield or Aura. Chakras are related to different organs, endocrine glands as well as our mental &amp; emotions issues.\n</p><p>\n</p><p>\n</p><p>Diagnostic Key points revealed in Biofield Scan \n</p><p>•\tAble to clearly show the outer Energy Layers\n</p><p>•\t7 Chakras and their current energy status\n</p><p>•\t14 main meridians and energy blockages if any\n</p><p>•\tTherapeutic Energies 'at work' (before and after proofs) \n</p><p>\n</p><p>Quotes of Swami Vivekananda at Chicago, September, 1893\n</p><p>A perfect integration between Eastern Spirituality or Vedic Science and Western technology, is very useful to the human race.\n</p><p>Institute of Biofield Evaluation (IBERC) has integrated Vedic human anatomical knowledge and knowledge of Quantum Physics to produce such documentary evidence in the form of Biofield (AURA) Scan to prove his teachings.\n</p><p>Aims Of The IBERC :\n</p><p>1. Introduction to Vedic science of  Ancient medicine and Treatment planning.\n</p><p>2. To present documentary evidence of subtle energy body as per Vedic Human Anatomy and Physiology.\n</p><p>3. To bring  Ayurveda, Homeopathy, Naturopathy and other energy medicine systems into mainstream for treatment and treatment planning.\n</p><p>4. There are many treatments / tests available in Allopathy today. But Chhaya Prabha - a branch of Ayurveda (Aura photography) is a more advanced technique for preventive diagnosis. It must be promoted and disseminated.\n</p><p>5. Showing this invisible energy or astral body more easily and more often for study purpose, help to instantly accept  Aura Biofield) science in scientific and intellectual community.\n</p><p>\n</p><p>Address : Scan &amp; Lecture  Centre - B/102, Anuroop CHS, Samata Nagar, Pokharan Rd No 1, Thane W- 400606     \n</p><p>&nbsp;visit : www.biofieldscan.com, Email : cbethane@gmail.com</p>","industries":["Healthcare & Lifesciences"],"name":"Institute of Biofield Evaluation &amp; Research Centre, ( IBERC) Thane, Maharashtra 400606 ","sectors":["Healthcare Technology"]},{"email":"nitinmaxworld@gmail.com","idea":"<p>I am Mixed Martial Arts Trainer and Provide Martial Arts and Self Defence Session in various sectors</p>","industries":null,"name":"Nitin Max World","sectors":null},{"email":"kanhaiya.prajapati@aseikon.com","idea":"<p><b><span>ASEIKON TECHNOLOGY </span></b><span>is a leading provider of solutions, services and\nsupport of endto end solutions of software management and development.It is a fast\ngrowing company committed to providing reliable and cost-effective IT solutions\nto organizations. Emphasis on quality and cutting solutions drive\nitscommitment. Serving the most demanding customers, Its can bring you the\nbenefits ofworking with a partner with software skills, Service Platform\nexpertise, projectmanagement experience and domain knowledge in every aspect of\nInformationTechnology.</span></p>","industries":["IT Services"],"name":"ASEIKON TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"sunil.palande@indimeta.com","idea":"<p>We, Indimeta Private Limited, the world's first E-Commerce Pla􀆞orm for Metamaterial Based Products came with the\n&nbsp;<span>solution to facilitate customer to buy/purchase Metamaterial's products from anywhere around the globe.&nbsp;</span></p>","industries":["Other Specialty Retailers"],"name":"IndiMeta Private Limited","sectors":["Others"]}]