[{"email":"shubhajit@questionwhatsreal.com","idea":"<p>LayerOS The nest generation of spatial OS. LayerOS is XR System &amp; Software technology dedicated to deliver excellence in creating the most engaging XR OS for enterprises and ODMs.&nbsp;&nbsp;</p><p>XR OS has established extensive technical cooperation with chip manufacturers for industry applications. The Advantage in XR OS is underlying optimization, development tools, human-computer interaction and many other aspects.&nbsp;</p>","industries":["Others"],"name":"LayerOS ","sectors":["Others"]},{"email":"kunal@srgeotech.com","idea":"<p>S &amp; R GEOTECHNIQUES PRIVATE LIMITEDS &amp; R GEOTECHNIQUES PRIVATE LIMITEDS &amp; R GEOTECHNIQUES PRIVATE LIMITED<br></p>","industries":["Construction"],"name":"S & R GEOTECHNIQUES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"vgsthegaming@gmail.com","idea":"Esports (also known as electronic sports, e-sports, or eSports) is a form of sport competition using video games. ... The most common video game genres associated with esports are multiplayer online battle arena (MOBA), first-person shooter (FPS), fighting, card, battle royale and real-time strategy (RTS) games","industries":["Sports"],"name":"VGS ESPORTS","sectors":["Others"]},{"email":"abbas@invock.com","idea":"<p>Invock is a technology startup company based in Mumbai. Invock converts your offline store to a digital iShop. It comes with a cloud-based automated system for accounting and inventory management. It's a platform that can be easily accessible and user friendly (can also be accessed through a mobile app). The main purpose of Invock is to solve the problem of SMEs with ease in inventory and accounting. The platform at Invock provides customer various segments of services and features which help customers to easily automate their transaction, to keep the track of client transaction, provide a platform to create 8 different types of vouchers entry including purchase and sales vouchers, provide 12 kinds of different reports such as profit and loss report, geographical report, and it also provides a list of clients and product. Experience three powerful modules with the magic of simplicity-marketing, inventory, and accounting</p>","industries":["IT Services"],"name":"Invock ","sectors":["Product Development"]},{"email":"dynovativeeduservicespvtltd@gmail.com","idea":"<p>Dynovative Eduservices Pvt. Ltd. has been rendering services in the education sector with an approach to develop new and innovative ways of learning and teaching.<br></p>","industries":["Education"],"name":"DYNOVATIVE EDUSERVICES PRIVATE LIMITED","sectors":["E-learning"]},{"email":"anand@synigenceglobal.com","idea":"<p>Synigence Global Services Pvt Ltd is an ISO 9001:2015 certified company and fastest-growing in Global Manpower Outsourcing, Recruitment, Payrolling, Scaffolding, Rope Access, Compex &amp; NDT Inspection Services since year 2016. Our clients have immense trust in our capabilities and we have proudly served a wide array of 50+ clients across the globe and successfully delivered over 500 + projects. We provide exceptional services across South East Asia, Middle East, Europe, UK, Africa &amp; India\n</p><p>We provide unmatched Third Party Payroll services across various levels, categories, and techniques. We serve our clients with Experienced, Certified, Skilled and Trustworthy – Permanent, Short Term, and Contractor Payroll Professionals.\n</p><p>Our Scaffolding services include erection and dismantling. We also provide required material on rent for industrial projects. We also supply manpower required for Scaffolding work both for onshore and offshore. Our Scaffolding system expertise includes Cup lock system, H frame, Tube &amp; Fittings, Wedge Lock system, Safe lock system, PERI UP System and Ring Lock system. We also help our clients on turnkey with respect to maintenance and shutdown.\n</p><p>If you are looking for a better alternative than Scaffolding, we provide exceptional Rope Access services which are cost effective, safe and require less manpower and time than Scaffolding. Our IRATA qualified rope access technicians are expert in Painting, Blasting, Pipe Insulation, NDT Inspection, UTM inspection on storage tanks, installation of firefighting system &amp; mechanical work.\n</p><p>Our CompEx certified inspectors ensure compliance of all the hazardous inspection schedules and complying with international guidelines and regulations.\n</p><p>We provide highly qualified inspectors and engineers for NDT and advance NDT inspections at all levels. Our services include Certification, Inspection and Manpower.\n</p><p>Our expertise encompasses, but is not limited, to the following industries:\n</p><p>•\tOil &amp; Gas - Inspection, Repair and Maintenance, Drilling and Exploration, FPSO and EPC Design\n</p><p>•\tWell Completion and Drilling Tools\n</p><p>•\tCranes and Heavy Lift\n</p><p>•\tWind Energy\n</p><p>•\tThermal Power Plant\n</p><p>•\tOil refineries and Pipelines\n</p><p>•\tShip Repair and Ship Building\n</p><p>•\tManufacturing Plants – Automobiles, Chemicals, Tools\n</p><p>•\tAirports and Civil Construction\n</p><p>We offer end-to-end, world-class consulting solutions and strictly adhere to deadlines and have delivered projects in a time-bound manner. \n</p><p>We have a distinguished team of dedicated industry experts with an overall experience of 100 + years. Our leadership team is comprised of seasoned industry veterans with a rich breadth and depth of knowledge. That is the reason why we have been able to provide unparalleled and seamless services even during tough global times to ensure business continuity.</p>","industries":["Human Resources"],"name":"SYNIGENCE GLOBAL SERVICES PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"dinesh.sain@dronaaviation.com","idea":"<p>Drona Aviation manufactures educational nano-drones. Vision is to provide a drone platform to foster drone innovations.</p>","industries":["Education"],"name":"Drona Aviation Private Limited","sectors":["Education Technology"]},{"email":"drshru@afai.co.in","idea":"<p>ZANUBANDHA FIRST AID ACADEMY (INDIA) LLPANUBANDHA FIRST AID ACADEMY (INDIA) LLPANUBANDHA FIRST AID ACADEMY (INDIA) LLPANUBANDHA FIRST AID ACADEMY (INDIA) LLP<br></p>","industries":["Healthcare & Lifesciences"],"name":"ANUBANDHA FIRST AID ACADEMY (INDIA) LLP","sectors":["Healthcare Services"]},{"email":"doc@adroitmedicalsolutions.com","idea":"<p>Hospital consultancy &amp; design. Medical Equipment Procurement. Make in India - Medical Consumables &amp; Equipment</p>","industries":["Healthcare & Lifesciences"],"name":"Adroit Medical Solutions","sectors":["Medical Devices Biomedical"]},{"email":"deepti@kodo.in","idea":"Help Small and Medium Enterprises (SMEs) digitize their financial operations and get access to flexible credit products.<br>","industries":["Finance Technology"],"name":"KODO TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Finance"]}]