[{"email":"rahulaggarwal0515@gmail.com","idea":"I am an Animation Professional who is in the industry from year 2004. I have learned a lot of things in animation. I am still learning the deep roots of animation as I love it very much. This is always a best business for me. I always trying to explore more and more opportunities out of it. And I think I am going in a right direction.","industries":null,"name":"Rahul Aggarwal ","sectors":null},{"email":"kabra.kaush@gmail.com","idea":"<p>LingoCad, we are the World's only language focused olympiad organization. With the guidance of leading Language Experts and Professionals, We aim to promote the importance of language learning with a student.\n&nbsp;<span></span></p><p>The main objective of LingoCad is to nurture students into learning languages in the correct manner leading to improved academic performance. Language learning is a critical part of child’s development. It supports your child's ability to communicate, express and understand feelings. It also enhances their thinking and problem solving abilities.In the present times, when the world is totally pivoted towards science and information technology, it is pertinent to think and plan about the language learning aspects</p>","industries":["Education"],"name":"LINGOCAD ED-TECH PRIVATE LIMITED","sectors":["E-learning"]},{"email":"naiyya@gmail.com","idea":"For developing an Online Portal Accompanied by phone service specially designed to provide an online database for various products and services. To carry on business as wholesalers B2B Traders&nbsp; and&nbsp; carry on business as retail B2B and B2C Traders","industries":["IT Services"],"name":"BCHAKRA PRIVATE LIMITED","sectors":["Application Development"]},{"email":"arshk8903@gmail.com","idea":"<p>Welcome to Rare Origin, your number one source for Footwear’s, Apparel &amp; Accessories. We’re dedicated to giving you the best of shoes &amp; clothing, with a focus on dependability, customer service and uniqueness.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Founded in 2020 by ARSHAD KHAN, Rare Origin has come a long way from its beginning in a home office. When store founder first started out, his passion for helping other parents be more eco-friendly drove him to quit day job and gave him the impetus to turn hard work and inspiration into to a booming online store. We now serve customers online by instagram, and are thrilled to be a part of the elegant wing of the Retail industry. \n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;If you have any questions or comments, please don’t hesitate to contact us at therareorigins@gmail.com.</p>","industries":["Retail"],"name":"Rare Origin","sectors":["Others"]},{"email":"angelgajria@yahoo.com","idea":"Sara Security and Facility Service Private Limited is into providing Security, Housekeeping, Facility Management and Manpower supply.","industries":["Human Resources"],"name":"SARA SECURITY & FACILITY SERVICE PRIVATE LIMITED","sectors":["Others"]},{"email":"Aditya.ravi@questionwhatsreal.com","idea":"<p><br></p><p>\n</p><p>Business Activity :  QWR Research and Development is an eportfolio expansion project of QWR Interactive Solutions Pvt. Ltd. which is an electronic system design and manufacturing company. Research and development activities include Nano-fabrication, Optomechatronics for Computer Vision, Robotic calibration equipment, photonics, Ultra Low power Mobile Computation, Carbon Neutral Material Research, Lithium-ceramic battery, Level 3 Autonomous Modular Electric Vehicle Chassis, Artificial Intelligence, Lightwave system, Level 3 Automated Electronic Manufacturing and Assembly Process, Optics and Display Research, Non-invasive Brain to Machine interfaces research, Real-time Haptics Research, Construction Material research Etc.</p>","industries":["Technology Hardware"],"name":"QWR RESEARCH AND DEVELOPMENT INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"kamblesachinn@gmail.com","idea":"<p>Online Business selling : Luggage's, Footwear, gadgets, etc</p><p>Also had dealership and own selling products fro various whole-seller .</p><p><br></p>","industries":["Fashion"],"name":"JNC Enterprises","sectors":["Others"]},{"email":"lakshmikant@valuecraftz.com","idea":"<p>We help you take your story to the next level by crafting impactful presentations, financial models and analytics-based research insights. Our fully integrated team of highly experienced investment bankers, corporate finance specialists, designers and storytellers offer a truly differentiated service. <br><br>By providing Deal specific support and Complete M&amp;A/PE deal advisory, we deliver customized solutions to get you the results you want.&nbsp;<br><a href=\"http://www.linkedin.com/in/valuecraftz\" target=\"_blank\">Your One Stop Deal Execution Team</a></p>","industries":["Professional & Commercial Services"],"name":"ValueCraftz Advisors LLP","sectors":["Business Support Services"]},{"email":"akanshachaurasia2001@gmail.com","idea":"<p><a href=\"https://www.sarvelrooms.com\" target=\"_blank\">https://www.sarvelrooms.com</a><a href=\"https://www.sarvelrooms.com\" target=\"_blank\"></a></p><p>The Startup focuses on college children where they will be able to book Hassle Free Stays with Door to Door laundry Services, Housekeeping facilities as well as food facilities (Dinner, Lunch, Breakfast).<br><br></p>","industries":["Real Estate"],"name":"SAARWELL PRIVATE LIMITED","sectors":["Coworking Spaces"]},{"email":"mdkothari@argenobel.com","idea":"<p>Argenobel Nanoscience is a private limited company incorporated under the companies act, 2013 in the year 2020. The company is founded by a team of highly experienced Techno-commercial promoters. The company wishes to specialize in developing materials and formulating finish products based out of Nano particles for wide Industrial and consumer applications with a special focus on Environment protection, enhanced product efficacy, cost saving, energy saving and Make in India.</p><p><br></p><p>Presently company has developed finish formulation based on Silver Nano Particles falling under multi purpose Disinfection and Hygiene product lines. The product has shown significant advantage over conventional chemical based disinfectants based out of Chlorine, aldehyde, QUATS, etc.&nbsp;</p><p><br></p><p>Large product Pipeline that are under technology development and advancement have large application in electronics, Conductive Inks, Anti microbial Textile product, Alternate energy, medicinal product for wounds, agricultural end use, etc.</p><p><br></p><p>The company's thrust area is Nano material science and thus have a large scope to work on different materials like Gold, Copper, Silica, Titanium, Graphene, Carbon, etc.</p><p><br></p><p>The company is Head Quartered in Mumbai and plans to operate from multiple locations across the Globe.</p><p><br></p><p>The company wishes to collaborate with Scientific Institutes like CSIR, IIT, etc in order to jointly work on a sponsored research basis.</p>","industries":["Nanotechnology"],"name":"ARGENOBEL NANOSCIENCE PRIVATE LIMITED","sectors":["Others"]}]