[{"email":"ajeet_boeing777@yahoo.co.in","idea":"\n            <p>Started as Resin Capsule manufacturing , Plant located in Gatauri Bilaspur chhattisgarh.&nbsp;</p>\n        ","industries":["Others"],"name":"AHILYAR INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"Rachana@steer-wheel.com","idea":"<p><a href=\"http://Steer-wheel.com\" target=\"_blank\">Steer-wheel.com</a></p><p><br></p><p>Established in 2020, Steer-Wheel is a multifaceted logistics and supply chain company headquartered at Mumbai. Steer-Wheel delivers on a consistent excellence in consumer experience by delivering reliably and managing variability at scale.\n</p><p>\n</p><p>We at steer-wheel provide expert solutions to our customers in freight transportation, container freight stations, freight forwarding and warehousing solutions by combining our expert team with technology and innovation. Our vast, well-established network and professional resources ensure all our customers logistics needs are met.\n</p><p>\n</p><p>We offer best in class logistics services to an array of sectors and we take pride in our accurate and consistent service delivery offering.<br><br></p>","industries":["Logistics"],"name":"STEER-WHEEL INFRA AND LOGISTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"perseustech1@gmail.com","idea":"<p>A Distributor of Orthopaedic Implants and Medical Devices based in Mumbai. Currently a dealer of Arthroscopy Implants for multiple companies.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Perseus Tech Private Limited","sectors":["Medical Devices Biomedical"]},{"email":"joannestanleyclothingco@gmail.com","idea":"<p>Garment designer and Manufacturer to reach &amp; sell to all corners of the world</p>","industries":["Textiles & Apparel"],"name":"Joanne Stanley Clothing Co","sectors":["Non- Leather Textiles Goods"]},{"email":"SRIRUPASAXENA@GMAIL.COM","idea":"<p>We help develop young leaders by making them aware of all that's happening around the world daily (through age-appropriate news capsules). We are their window of possibilities.&nbsp;</p>","industries":["Education"],"name":"DOPSERO DIGIVATIONS PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"mhbfintech@gmail.com","idea":"<p>We are a boutique digital transformation consultancy and software development company that provides cutting edge engineering solutions, helping companies and enterprise clients untangle complex issues that always emerge during their digital evolution journey.</p>","industries":["Internet of Things"],"name":"MHB Fintech","sectors":["Smart Home"]},{"email":"BENISON@NANJGEL.COM","idea":"<p>NANJGEL SOLUTIONS PRIVATE LIMITEDNANJGEL SOLUTIONS PRIVATE LIMITEDNANJGEL SOLUTIONS PRIVATE LIMITEDNANJGEL SOLUTIONS PRIVATE LIMITED<br></p>","industries":["Security Solutions"],"name":"NANJGEL SOLUTIONS PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"anayaopc@gmail.com","idea":"<p>We introduce ourselves as ANAYA OUTSOURCING (OPC) PRIVATE LIMITED pioneers in providing Manpower solutions to its distinguished clients. We endeavour to find talent for our clients that require or need manpower supply. With a team of highly experienced specialists that source, assess and deliver as required, employers get who they need on time and on budget. This enables us to deliver a high level of service to our clients. With a modest beginning needs, today is a well-established and leading organization offering employers a range of services for the entire employment and business cycle including permanent, temporary and contract recruitment; employee assessment and selection; training; outplacement; outsourcing and consulting, Employee Retention and various other HR Activities and today has over 75 reputed clients who are satisfied with our services. \n</p><p>To carry on in India or elsewhere the business to provide, commercialize, control, develop, establish, handle, operate, organize, promote, service, supervise, represent and to act as a consultants or deal in all type of manpower supply that are geared toward contractors and job seekers. Hence it aims to fill the gap between the demand and supply with additional features of Maps to locate the workplace and other necessary details of the jobs before accepting the same.</p>","industries":["Human Resources"],"name":"ANAYA OUTSOURCING (OPC) PRIVATE LIMITED","sectors":["Others"]},{"email":"vadukia94@gmail.com","idea":"<p>Clean Energy - Electric Vehicles</p><p>Battery technology</p>","industries":["Automotive"],"name":"Vaibhav Adukia","sectors":["Electric Vehicles"]},{"email":"admin@urbanmatch.in","idea":"\n            <p><span>UrbanMatch allows millenials to be their own matchmaker.</span></p><p>It allows them to make a real connection before making a decision to tie the knot.</p>\n        ","industries":["Dating Matrimonial"],"name":"URBANMATCH LLP","sectors":["Others"]}]