[{"email":"mrshukla85@gmail.com","idea":"<p>&nbsp;We at Ai Health care  are engaged in  Supplying a wide range of Dry Syrup, Dry Injection, Soft gel Capsule, Liquid Injection, Beta Tablets, Liquid Syrup &amp; Suspensions, Ointment, Cream, Gel &amp; Lotions, Non-Beta Tablets, Hard Gelatin Capsules, etc. of exceptional quality.</p>","industries":["Healthcare & Lifesciences"],"name":"AI HEALTH CARE LLP","sectors":["Pharmaceutical"]},{"email":"intechitglobal@gmail.com","idea":"<p>The company motive is to provide the best IT quality services to a customers at affordable rates.<br></p>","industries":["IT Services"],"name":"INTECHIT GLOBAL SOLUTIONS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"EVENONENERGY@EVENONENGINEERING.COM","idea":"<p>EVENON ENERGY AND ENGINEERING PRIVATE LIMITED is a fuel delivery (both online/offline) platform which delivers diesel fuel at your door step for you power generation needs and especially for those who have immovable equipment which normally cannot go to a retail outlet for fueling. Delivery is made possible with state of the art fuel refuelers (Bowsers) fitted with latest automation systems, app based fuel ordering based on your needs.\n</p><p>We are looking forward to make fueling easy for the uneasy.</p>","industries":["Non- Renewable Energy"],"name":"EVENON ENERGY AND ENGINEERING PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"namaste@rukart.org","idea":"<p>Rukart is a IIT Bombay based Agri-tech company which develop affordable technologies for Small &amp; marginal farmers- comprising 86% of country’s total agrarian population. The objective of Rukart is to make smallholder agriculture economically and environmentally sustainable. RuKart designs, develops, and disseminates cost-effective, robust, and scalable products to reduce the input cost and mitigate the risk in cultivation. Our catalogue of mechanical product consists of Subjee cooler- Zero energy cold storage, Peek Rakshak- Solar powered equipment for prevention of animal-human conflict, and Treadle Pump- Zero-carbon irrigation pump. \n</p><p>Rukart.org, Our web-based linkage platform, aims to create an accessible B2B Marketplace for farmers to secure sustained optimum pricing round the year.</p>","industries":["Agriculture"],"name":"RUKART TECHNOLOGIES PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"niharikatibrewal@gmail.com","idea":"<p>A company focused on developing software and mobile technologies</p>","industries":["Technology Hardware"],"name":"PREEYARIKA INNOVATIONS PRIVATE LIMITED","sectors":["Electronics"]},{"email":"sanjay1996.sm@gmail.com","idea":"<p>Our aim is to make India a leader in manufacturing &amp; exporting of safety equipment’s through our continuous research and innovation.&nbsp;&nbsp;</p><p><br></p><p>Manufacturing of 2 Ply &amp; 3 Ply Non-Woven, 3 Ply Melt Blown (Bacteria Filter), Industrial masks such as FFP I , FFP II, Bouffant Cap, Gloves for industrial use, Helmet, Gown, Goggles, Disposable Shoes Cover, OT Gown, PPE Kit &amp; Face Shield</p>","industries":["Safety"],"name":"Sars Health and Safety Private Limited","sectors":["Personal Security"]},{"email":"Shivbhenwal14@gmail.com","idea":"Company is primarily engaged in\n<div>processing,reprocessing,grounding,\n</div><div>mixing, market, trade, distribute, import,\n</div><div>export, improve, sell in retail and\n</div><div>wholesale including other business\n</div><div>related to spices and herbs.</div>","industries":["Food & Beverages"],"name":"HOSH House of Spices and Herbs Pvt Ltd ","sectors":["Food Processing"]},{"email":"shailesh.kadam@trafotechispl.com","idea":"<p>We are \"Trafo-Tech Inspection Services Pvt.Ltd\"\n</p><p>We provide Following services to Electrical &amp; Fabrication Industry which includes\n</p><p>\tINSPECTION\n</p><p>●In process Inspection of Transformer (All ratings up to 765 kV)\n</p><p>●Final inspection of Transformer (up to 420 kV class)\n</p><p>● In process inspection of Transformer components including major raw material like PICC enamel wire and strips, CTC, connection cables, CRGO, Core, Oil etc.\n</p><p>●In-process &amp; Final inspection of Transformer Tanks and Radiators (all ratings)\n</p><p>● In-process and Final inspection of Control Panels at its manufacturing stages\n</p><p>● Survey of damaged / loss equipment to assess the reparability, pre dispatch survey, on arrival survey of machineries and equipment \n</p><p>\tSERVICES \n</p><p>● Industrial services Civil, Fabrication, Interior design, Painting &amp; work, Plumbing, HVAC, AMC, HVAC \n</p><p>&nbsp; &nbsp; Installation, MEP Services, Motor rewinding  \n</p><p>● Supply of electrical components and spare parts\n</p><p>● Improvement Audits and new factory establishment including market research, finding customer for sales &amp; new vendors for procurement\n</p><p>● Site repair, dismantling, erection and servicing of the Transformer for all ratings, \n</p><p>● Supply of trained technician / labour and Supervisor for Transformer shop (for Winding, Erection, Tanking &amp; Brazing activity) and for industrial services\n</p><p>●Supply of trained manpower for Transformer Testing, repairing, servicing &amp; ETC at site and Shop\n</p><p>● Recruitment for executive and above grade for Transformer, CT/PT, Fabrication industries \n</p><p>● Development of drawing in 3D\n</p><p>● Development of Tank Fabrication Drawings &amp; Control Panel drawings including scheme \n</p><p>\tCONSULTATION\n</p><p>● Consultation of Fault finding of Transformer \n</p><p>● Consultation on Transformer Oil\n</p><p>● Consultation in Fabrication of Transformer Tanks, Radiators &amp; Core Frames\n</p><p>● HVDC &amp; High voltage consultation\n</p><p>● Consultation for Corrosion resistance technique for sub stations \n</p><p>\n</p><p>\tAUDITS \n</p><p>● System improvement in Enameling plants Paint Shop and fabrication shop to upgrade international level of standards\n</p><p>● Assessment Audits \n</p><p>● Surveillance Audits\n</p><p>● Process Audits \n</p><p>● Safety Audits\n</p><p>\tTRAINING &amp; RECRUITMENT \n</p><p>● Training on Transformer for knowhow, processing of Transformer, best Quality Standard practice to shop floor employee (Workers and Executive) and field persons\n</p><p>● Transformer Quality \n</p><p>● We provide analysis and tools for reduction in Site related Customer complaints\n</p><p>● Recruitment services for Transformer and it’s associated industry (Staff, Engineers &amp; Managerial Staff)</p>","industries":["Professional & Commercial Services"],"name":"TRAFO-TECH INSPECTION SERVICES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"jottit7@gmail.com","idea":"\n            <p>We are a skill education company that aims to bridge the gap between Classroom Learning and Industry Specific Skill Learning Needs of commerce students. </p><p></p><p><br></p><p>We provide:</p><p><br></p><p> </p><p></p><p>a.\tAcademic courses comprising of concise video lectures, study material as well as question banks for all degree courses such as B. Com, BAF, BMS, BBI, BMM. M. Com, etc.</p><p></p><p><br></p><p>b.\tPractical skill courses aim at preparing students for the practical world. Therefore, we would be offering practical skill courses for all industries where commerce students usually get placed that can help them in grooming for the actual work to be done in the offices.</p>\n        ","industries":["Education"],"name":"JOTT IT PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"payal@beyondskool.in","idea":"<p>IVY MINDS LEARNING SOLUTIONS PRIVATE LIMITED under the name Beyondskool is an ed-tech start-up which wants to provide a one-stop institutional solution to the informal education system of co-curricular and extra-curricular programmes covering both breadth and depth of courses designed by experts and delivered by certified and trained teachers through LIVE online classes on our engaging and interactive platform.</p><p>BeyondSkool is India’s 1st UpSkilling Academy for kids which was founded to bridge the gap between what is required by the “New World Careers” and our children’s skills. At BeyondSkool we enrich the child’s Subject-Knowledge and upskill kids with higher-order thinking skills of Logical Reasoning , Critical Thinking , Articulation , Innovation , Decision-Making, and Collaboration to create Problem Solvers, Innovators and Influencers.</p>","industries":["Education"],"name":"IVY MINDS LEARNING SOLUTIONS PRIVATE LIMITED","sectors":["E-learning"]}]