[{"email":"support@castlecraft.in","idea":"<div>Castlecraft is a software technology design company focused on building robust, scalable &amp; reliable new-age software solutions.</div><div><br></div><div>We started our journey by contributing &amp; building an Open source ERP system named ERPNext and we still continue to enhance the core ERP system.&nbsp;</div><div><br></div><div>We love to solve real-world customer business problems with software tools like Microservices, Kubernetes, Docker, CI/CD pipeline, REST API / Webhook, Business Intelligence, and more.&nbsp;</div><div><br></div><div>Our software architecture distributes business functions over craft cloud services with independent app upgrade capabilities with Zero downtime.</div><div><br></div><div>We wisely choose the right software stack suitable for the use case keeping scalability and adaptability in mind.</div><div><br></div><div>Read more on the customer use case on scalability ;&nbsp;<span>&nbsp;https://www.castlecraft.in/2020/12/07/scale-erpnext-custom-development-on-kubernetes/</span></div>","industries":["Enterprise Software"],"name":"CASTLECRAFT ECOMMERCE PRIVATE LIMITED","sectors":["Cloud"]},{"email":"87ravalankit@gmail.com","idea":"To carry on the business as tourist agents and contractors and to facilitate traveling and to provide for tourists and travelers, the provision of the convenience of all kinds in the way of through tickets, sleeper cars, or berths, reserved places, hotel, motel and lodging, accommodation guidance, safe deposits, inquiry bureaus, libraries, reading rooms, baggage transport, and other allied services.","industries":["Travel & Tourism"],"name":"ARCHANKIT HOSPITALITY PRIVATE LIMITED","sectors":["Hospitality"]},{"email":"tusharkhunt46@gmail.com","idea":"<p>Branex Global is a premium solution provider, focusing its strength with right mix in Web Based Enterprise Solutions, Custom Application Development, Web Development, CMS, E-commerce Solutions,Marketing Solutions and much more to gratify with the needs of both small and large businesses.</p>","industries":["IT Services"],"name":"Branex Global","sectors":["Product Development"]},{"email":"bibs2012@gmail.com","idea":"<p>Hi! We are an AI based hotel booking platform which enable travellers to book a clean and well maintained rooms for flexible hours. We use AI and ML as our base technology for the development.&nbsp;<span>As the entire Industry is slowly moving towards and experimenting with flexible hour booking system, we believe this platform can be revolutionise and change the way people book hotel rooms.</span></p><p>.</p>","industries":["AI"],"name":"Chocolate Stay Pvt. Ltd","sectors":["Machine Learning"]},{"email":"falconindustries2020@gmail.com","idea":"<p>We are trying to established ourselves as one of the eminent suppliers. The entire range offered by us is highly appreciated for its various salient qualities, making it capable of withstanding the rigors of rugged working conditions. Our products are particularly suitable for the areas where absorbency of oil &amp; grease is required.</p>","industries":["Safety"],"name":"Falcon Industries","sectors":["Others"]},{"email":"jagdish@pomngo.com","idea":"<p>Today’s digital world is dominated with social media connections, and some of the most memorable interactions occur with strangers over the internet. However, when they want to come together for an activity or trip, the planning, communication, timing and transactions becomes almost impossible to manage.\n</p><p>A group of innovative and creative individuals are developing a platform called ‘POM and Go’ which seeks to enable social experiences for groups of people who want to stitch an Experience Together. \n</p><p>&nbsp;is a startup based in Mumbai and Atlanta which is innovating a completely new buying experience in groups.\n</p><p>We enable you to actualise  your social groups’ intentions and wishes to Experience Together physical activities in a seamless manner</p>","industries":["IT Services"],"name":"POM AND GO PRIVATE LIMITED","sectors":["Product Development"]},{"email":"Shimpiapp365@gmail.com","idea":"\n            <p><span>SHIMPIS APPLICATIONS LLP offers tailoring related\nservices, through different Mobile App. In these services we try to make our\ncustomers work smoothly and effectively and their customers will be satisfied.</span></p><p><span>The Internet has made a big impact on human life. New\ndoors of information have been opened due to internet. Communication became\neasy, the Internet has established its importance not only in the life of the\ncommon man, but in different areas of human life. Education, health, business,\nsocial life etc.</span></p><p><span>including Measurements, Stitching, Cutting List </span></p><p><span>1) Pant Pattern App </span></p><p><span>2) Shirt Pattern App </span></p><p><span>3) Modi Jacket Pattern </span></p><p><span>4) All types of women Kudti in one App </span></p><p><span>5) All type of women pants </span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p><span>6) All type of women's blouse&nbsp;</span></p>\n        ","industries":["Textiles & Apparel"],"name":"SHIMPIS APPLICATIONS LLP","sectors":["Apparel & Accessories"]},{"email":"acwpl18@gmail.com","idea":"<p>AGARWAL CINE WORLD PRIVATE LIMITEDAGARWAL CINE WORLD PRIVATE LIMITEDAGARWAL CINE WORLD PRIVATE LIMITED<br></p>","industries":["Professional & Commercial Services"],"name":"AGARWAL CINE WORLD PRIVATE LIMITED","sectors":["Commercial Printing Services"]},{"email":"daniel@vasaifrozenfood.com","idea":"<p>DMOBILITY FUELS LLP is having an online platform to provide doorstep delivery of fuel for your generator (DG sets) / cars/fleet vehicles etc. in a safe, reliable, and efficient way. You can place your order online and get fuel delivered at your location in specialized Refuellers according to your chosen schedule. We are making refueling smarter! When everything in the world is available online, we are coming with providing online home delivery of fuel. This will helps to generate the employment opportunity and creates the job opportunity.</p>","industries":["Non- Renewable Energy"],"name":"DMOBILITY FUELS LLP","sectors":["Oil & Gas Transportation Services"]},{"email":"binita.verma1987@gmail.com","idea":"Enable you to focus on your business by providing a practical IT Solution by Creating an environment for success.","industries":["IT Services"],"name":"HADRON GLOBAL BUSINESS SOLUTIONS LLP","sectors":["IT Consulting"]}]