[{"email":"asaraf@wishto.co","idea":"<p>DIgital COupon Gateway and Utility app for Dineout</p>","industries":["Finance Technology"],"name":"Sugary ","sectors":["Payment Platforms"]},{"email":"shresha2018@gmail.com","idea":"<p>Involved in business providing solutions to Museum and artifact&nbsp;</p>","industries":["Technology Hardware"],"name":"SHRESHA MUSEUM SOLUTIONS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"swapskate@gmail.com","idea":"<p>I am Swapnil Kate. I work for n InsurTech startup Metamorphosys. I am highly passionate about building a financial startup for the Indian people and improve the financial inclusion of the country through innovative products.</p><p><br></p><p>I have completed my B. E. Computer Science from Mumbai University.</p>","industries":null,"name":"Swapnil","sectors":null},{"email":"hindustanindustrialtechnology@gmail.com","idea":"<p><a href=\"http://www.hindustanintech.com\" target=\"_blank\">http://www.hindustanintech.com</a><br></p>","industries":["Design"],"name":"Hindustan Industrial Technology","sectors":["Industrial Design"]},{"email":"dajugia81@gmail.com","idea":"<p>We have a good idea for Make in India in which all our citizen can become crorepati in the time of Corona. This experiment will give new energy to the country and its people. The one who gets money will get the most happiness and millions of people will get direct and indirect livelihood.</p><p>For the first time in India, a new chapter will begin in the corona period of giving crores of rupees which will remain for 24 years. In our country through us there will be big finance as well as microfinance, were millions of people will get work.</p><p>For the first time in India, a new chapter will begin in the corona period of giving crores of rupees which will remain for 24 years. In our country through us there will be big finance as well as microfinance, were millions of people will get work. \n</p><p>\n</p><p>From all corners of India, from any villages, any caste without bias, rich or poor, young or old, every citizen will be able to take advantage of this scheme.\n</p><p>\n</p><p>We hope to have good relationship of money with every citizen in which most of the citizen will become crorepati.\n</p><p><br></p><p>This program will increase the number of crorepati in the country by 400 to 1600 every year. And in 24 years we will prove to be a booster dose for the economy of this country. An investment  of Rs.400 crore will give a return of crores to the country going forward and will continue to give year after year. \n</p><p>I wish to make a TV show in which every day one Indian citizen can become crorepatiby their own destiny. By giving any amount of money any citizen can participate in the TV show. We will bring this program to the people through TV which will manage by 999 RBC Entertainment Pvt. Ltd.</p><p><br></p>","industries":["Media & Entertainment"],"name":"999 RBC ENTERTAINMENT PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"devdutt.dhikle@youfirst.co.in","idea":"<p>UCare launches India’s First Health Card with health benefits that aim to reduce your medical expenses to a minimum..! Some of our inbuilt card features are-Free In-person &amp; online Doctor Consultations, Free Dental Checkups, Up to 50% discount on MRI, CT scan, Pathology, e-pharmacy, a ₹1 Lakh insurance cover, Hospi cash &amp; much more!\n</p><p>\n<span>It’s time to turn your medical expenses into savings with the UCare Health Card!&nbsp;</span></p><p>\n</p>","industries":["Finance Technology"],"name":"YOUFIRST VENTURES PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"sunilayre56@gmail.com","idea":"<p>Entreprenuer&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":null,"name":"Sunil Ayre","sectors":null},{"email":"poonamkapur77@gmail.com","idea":"<p>Poonam Kapur’s Healthy Kitchen has been creating tailormade meals for thousands of conscious, aware people who see food as a remedy for a better life. Poonam, a food technologist and nutritionist, and her team listen to and understand the unique needs of people. We scientifically design and also deliver personalized meals and beverages to suit different lifestyles and preferences. We consult, customize, and deliver meals after understanding the dietary requirements of the customers. The combos delivered are designed to help our customers fight their body discomforts and achieve their health goals.</p>","industries":["Food & Beverages"],"name":"GRISHMA HEALTH FOODS PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"nrjpharmachem@gmail.com","idea":"<p>NRJ PHARMACHEM PRIVATE LIMITEDNRJ PHARMACHEM PRIVATE LIMITEDNRJ PHARMACHEM PRIVATE LIMITED<br></p>","industries":["Chemicals"],"name":"NRJ PHARMACHEM PRIVATE LIMITED","sectors":["Others"]},{"email":"accbrandswitch@gmail.com","idea":"<p>TeamUp is a multi-channel unification platform for Developers, Brokers and Customers. TeamUp believes in chain working system, aiming for more than 30000 Brokers and 500 Builders across South Mumbai, Western Mumbai, Central Mumbai, Navi Mumbai and Extended Suburbs. TeamUp is a one stop shop for any and every need of Developers, Brokers and Customers.</p>","industries":["Finance Technology"],"name":"TEAMUP BROKER NETWORK PRIVATE LIMITED","sectors":["Trading"]}]