[{"email":"psohan200@hotmail.com","idea":"<p>We are strongly committed to contribute in sustainable living and ecological balance. We want to reduce carbon emission on planet and give future generations a greener and brighter planet. We want to provide innovative solutions to our customers, which would help in smoother energy transition from conventional (fossils) to solar. To make solar energy as the primary source of energy for our customers. To build projects which are “one of the best” in efficiency and sustainable till the end of the life as per our and client’s expectation.</p>","industries":["Renewable Energy"],"name":"GROTEJ SOLAR LLP","sectors":["Renewable Solar Energy"]},{"email":"smpatankar19@gmail.com","idea":"We have rich experience is in validation and documentation field. Especially in pharma equipment validation and documentation. We have done technical documentation e.g Machine Manual, Installation Qualification, Operation Qualification, Design Qualification and ISO formatting for various clients. Also achieved special aspects in&nbsp; pharmaceutical equipment inspection for CE self certification&nbsp;","industries":["Professional & Commercial Services"],"name":"SMP Quality Management &amp; Documentation Services","sectors":["Business Support Services"]},{"email":"makshihealthcare@gmail.com","idea":"<p>MAKSHI HEALTH CARE PRIVATE LIMITEDvMAKSHI HEALTH CARE PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"MAKSHI HEALTH CARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"tejasj@tradebooksco.com","idea":"<p>Tradebooks is a stock exchange for books. It is a platform that facilitates C2C buying and selling of pre-owned books at live prices based on the market demand and supply.</p>","industries":["Others"],"name":"JUPITER TRADEBOOKS LLP","sectors":["Others"]},{"email":"mrzskhan@Gmail.com","idea":"RedCherry Media Private Limited came to rise to help make the entertainment industry bigger and contentful like many other companies, RedCherry Media likes to follow a transparent work method where there is win-win for everyone. The company runs on a strong belief system that there is a place for everybody in the industry and we will make it easier for everyone to find that place.","industries":["Media & Entertainment"],"name":"Redcherry Media Private Limited","sectors":["Entertainment"]},{"email":"halder.rahul1@gmail.com","idea":"\n            <p>Cashbunch is an all-in-one app for Shopping, Recharge, Booking Hotels, Flights, Movies, Bus &amp; Train Tickets, and few other features. No need to search on multiple apps for all the things, ONE APP FOR ALL YOUR NEEDS.</p>\n        ","industries":["Marketing"],"name":"Cashbunch","sectors":["Others"]},{"email":"celebrations4entertainment@gmail.com","idea":"<p>We organize Kid's theme birthday party events.&nbsp;</p><p>Balloon decorations, theme setup, games, tattoo, magic show, bubble show and many more for kids.&nbsp;</p>","industries":["Events"],"name":"Celebrations Entertainment","sectors":["Event Management"]},{"email":"deepak.jain@videc.co","idea":"<p>Safe Travel Barometer is the world’s most comprehensive B2B monitoring and benchmarking solution of traveler health and safety measures, and traveler experience initiatives announced by suppliers which influences traveler decisions in the new normal. The coverage includes more than 2,000 companies across 10 industry categories, 100+ initiatives, and traveler arrival information on more than 80 destinations.</p>","industries":["Travel & Tourism"],"name":"SAFE TRAVEL TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"rajib.banerjee@masmedi.com","idea":"<p>Raima Meditech Private Limited (‘the Raima’) is a company incorporated under the Companies Act of India (CIN: U74220MH2020PTC351919), having its corporate office at 805, Sureshwari Techno IT Park, Borivali (West), Mumbai - 400091, India and MSME registration number as UDYAM-MH-18-0030574.</p><p><br></p><p>In order to provide health care services to the entire population, Raima is planning to launch a Mobile (handset) based Application, named as Masmedi. This application shall provide access of HealthcaSre services to the masses for taking right decision at the right time to get the right medical treatment in India. These services may be required in case of pre-planned treatment, and /or in case of any exigency, like heart stroke, accident, or any other emergency.&nbsp;</p><p><br></p><p>It is believed that access to instantaneous, customized and localized information will be a game-changer for connecting to the healthcare services.&nbsp;</p><p><br></p><p>The Masmedi shall operate on three basic functions: enable right decision (everyone can make right decision with the available information on the health care facilities); easy access (everyone shall have easy and equal access to the health care facilities); and right medical treatment (within the given resources).&nbsp;</p><p><br></p><p>The billion-dollar industry poised to transform business of healthcare set in motion through the Masmedi.&nbsp;</p><p><br></p><p>The objective of the Masmedi would be:&nbsp;</p><p>1. to provide easy access to the information about the healthcare facilities leading to delivering maximum benefits to the ailing patients;&nbsp;</p><p>2. to enable masses to get timely treatment, leading to reduction in fatalities;&nbsp;</p><p>3. to facilitate advantageous engagement with healthcare eco-system.&nbsp;</p><p><br></p><p>Strategic alliances will be formed with different segments of the healthcare eco-system stakeholders. These alliances serve to facilitate cooperation, sharing of experience and best practices, and linkage of best facilities in the healthcare industry. The Masmedi is committed to partnership orientation with well-placed organisations at regional and national level for facilitating easy access to healthcare eco-system by the masses.</p>","industries":["Healthcare & Lifesciences"],"name":"Raima Meditech PVT LTD","sectors":["Healthcare Technology"]},{"email":"shadabw22@gmail.com","idea":"<p><a target=\"_blank\">THE LAAL</a><br></p>","industries":["Real Estate"],"name":"THE LAAL","sectors":["Housing"]}]