[{"email":"info@trimechbolting.com","idea":"<p>Trimech Bolting Tools Private Limited is  the manufacturer and supplier of the Impact Socket, Hex Bit Allen Sockets etc. Trimech Bolting Tools Pvt. Ltd. is one of Trade India's verified and trusted sellers providing satisfactory range of Impact Socket, Hex Bit Allen Sockets at affordable prices.               Trimech is a professionally managed, technically efficient organization.</p>","industries":["Others"],"name":"TRIMECH BOLTING TOOLS PRIVATE LIMITED","sectors":["Others"]},{"email":"Globetechnology123@gmail.com","idea":"indias leading suppliers of toner cartridge and ink","industries":["Others"],"name":"Globe technology","sectors":["Others"]},{"email":"parth@vighneshinc.com","idea":"<p>Vighnesh Inc. is a Virtual Reality &amp; Augmented Reality Content and Software Development Company based out of Mumbai</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Vighnesh Inc","sectors":["Others"]},{"email":"chaitanyap220@gmail.com","idea":"<p>We aim to boost the business growth of our clients with our extra ordinary business tools that build value and unchanging proficient advantage for you around the globe.</p><p><br></p><p>We are internet based startup firm providing robust services to businesses and individuals. We design and host all kinds of websites and web apps. We design and launch mobile apps on popular platforms. We provide latest softwares, ERP Tools, Automation Tools, Customer Support Software, Custom software for A to Z management of business. We host businesses on popular mapping apps so that right customers reach your office using navigation.</p><p><br></p><p>We design appealing Graphics and logos to keep your brand outstanding everywhere. We provide PDF based interactive Business cards and ID cards to Businesses and Individuals. We even provide graphics for your business stationary purpose.</p><p><br></p><p>Website - <a href=\"https://hotcoders-io.github.io\" target=\"_blank\">HotCoder.io</a></p><p>Email - <a href=\"mailto:hotcoder.io@gmail.com\" target=\"_blank\">hotcoder.io@gmail.com</a></p><p>Contact - <a target=\"_blank\">+91 91725 66038</a> | <a target=\"_blank\">+91 98331 65724</a></p><p>WhatsApp - <a href=\"https://wa.me/message/MOLBF2QOQVBZL1\" target=\"_blank\">click to chat.</a></p>","industries":["IT Services"],"name":"HOTCODER PRIVATE LIMITED","sectors":["Application Development"]},{"email":"manan@modernizingtrends.com","idea":"<p>At MS Cube Systems, we provide customize-able solutions for business process optimization focusing mainly on supply chain processes\n</p><p>and providing you with complete real-time control over your operations.\n</p><p>Alongside this, we analyze and create various tools to optimize your management processes.\n</p><p>We ensure end to end implementation of our Modernized tools.</p>","industries":["Enterprise Software"],"name":"MS Cube Systems Private Limited","sectors":["SCM"]},{"email":"deven.padhya@deverus.co.in","idea":"<p>Our goal is to transform the way people think about traditional education by using games as a medium to impart knowledge. We plan to create fun, interactive and engaging games designed with the sole purpose of making learning a fun activity thus engaging students.</p>","industries":["Toys and Games"],"name":"UNEDUCATION GAMES PRIVATE LIMITED","sectors":["Virtual Games"]},{"email":"nirmalavallakati01@gmail.com","idea":"<h1><span>COMPANY’S PROFILE</span></h1><p><span>&nbsp;</span></p><p><span>Timmaz Enterprises specialises in\ncivil engineering works, addition and alteration works, upgrading works, design\n&amp; build projects and property development along with furniture and\nelectrical works .</span></p><p><span>&nbsp;</span></p><p><span>We have been active in most aspects of\nthe construction industry. The company has worked on many projects, and these\ninclude building and civil engineering projects by architects, private\ndevelopers and home owners.</span></p><p><span>&nbsp;</span></p><p><span>We recognise quality and safety as an\nintegral part of our construction, electrical and furniture business. We are\ncommitment to continuously provide the best services and also to deliver high\nquality standards to our customers. We are registered under MSME. </span></p><p><span>&nbsp;</span></p><p><span>It is also our policy to ensure timely\nhandover, minimise defects and material wastage, maintain a safe and healthy\nworking environment, and to provide constant training to our staff so as to\nimprove their level of workmanship.</span></p><p><span>&nbsp;</span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<span>We,<b> at Timmaz</b> will continuously strive\ntowards 100% customer satisfaction in all aspects such as cost, efficiency and\nquality.</span></p>","industries":["House-Hold Services"],"name":"TIMMAZ ENTERPRISES","sectors":["Others"]},{"email":"gorakhsawant1986@gmail.com","idea":"<p>Mediquick is established to fulfill the need of Effective and Affordable medicines, which can decrease the load of uncontrollable expenses on medicines by common man and to promote the use of generic drugs in the context of high prices of medicines in India.\n</p>","industries":["Healthcare & Lifesciences"],"name":"MEDIQUICK GENERIC LIFECARE LLP","sectors":["Pharmaceutical"]},{"email":"hritiksth1518@gmail.com","idea":"<p>Doctor cabbie is a solution for taxi service. and company got some new ideas as in this sector because these sector is running with the same style from very long so, we want to give some new experience while traveling and booking the car.</p>","industries":["Travel & Tourism"],"name":"Doctor Cabbie","sectors":["Others"]},{"email":"khushbootbsingh@gmail.com","idea":"<p>We are a team of innovative professionals providing high quality, timely and value added IT services to our clients. We are working on Application development, Website design and development, Business Intelligence solutions and Digital marketing for your business growth. By utilizing latest technology and frameworks, we design, build and deliver client-centric and industry-specific solutions to transform the businesses and transform the future. We are located at Mumbai, India</p>","industries":["IT Services"],"name":"TECHZUKE SOFTWARE SERVICES (OPC) PRIVATELIMITED","sectors":["Application Development"]}]