[{"email":"rahilsharma303@gmail.com","idea":"<p>The Indian healthcare scenario presents a spectrum of contrasting landscapes. At one end of the spectrum are the glitzy steel and glass structures delivering high tech medicare to the well-heeled, mostly urban Indian. At the other end are the ramshackle outposts in the remote reaches of the “other India” trying desperately to live up to their identity as health subcenters, waiting to be transformed to shrines of health and wellness. \n</p><p>This is the mission and target we want to keep in mind while making this startup. We wish to rebrand and make people rethink the possibility of an affordable, efficient, and trustworthy health care service in India.</p><p>With Medicus, we aspire to bring patients, Doctors, Caretaker staff, and hospitals on a single platform by providing a smoother and simpler user experience.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"AR Healthcare Solutions","sectors":["Healthcare Services"]},{"email":"sanil@elcare.co","idea":"<p>To provide disparate services through latest innovative technologies enabled with essential human intervention. These services, inter alia, shall include at-home specialised assisted living services, namely, geriatric services, customer focused personalised healthcare management, monitoring and support, and carry on business of  professional services like legal consultancy, financial and accounting consultancy, liaison with government authorities, security, safety &amp; emergency,  facility management services, concierge and travelling services, etc. as well as re-creating an ecosystem of support, belonging and trust through quality and skilled human resource staffing across various service industry verticals in India.</p>","industries":["Healthcare & Lifesciences"],"name":"CLASSIC CARE ASSIST PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"mimydossa@gmail.com","idea":"<p>UJJWAL SAMAJ FOUNDATION\n</p><p>(A COMPANY LIMITED BY SHARE CAPITAL)\n</p><p>Under Section 8 of Companies Act, 2013\n</p><p>1. THE NAME OF THE COMPANY IS “UJJWAL SAMAJ FOUNDATION.”\n</p><p>2. THE REGISTERED OFFICE OF THE COMPANY WILL BE SITUATED IN THE STATE OF MAHARASHTRA.\n</p><p><br></p><p>PREAMBLE OF UJJWAL SAMAJ FOUNDATION\n</p><p>\tEQUALITY: We believe that the lives of all human beings are of equal value. \n</p><p>\tRESPECT: We affirm the dignity, potential and contribution of participants, donors, partners, staff and volunteers. \n</p><p>\tINTEGRITY: We act consistently with our mission, being honest and transparent in what we do and say. \n</p><p>\tPARTNERSHIPS: We work together effectively to serve the larger community. \n</p><p>\tQUALITY: We constantly challenge ourselves to the highest levels of learning and performance to achieve greater impact. \n</p><p>\tMUTUAL RESPECT: Requiring us to recognize the innate worth of all people. \n</p><p>\tDIVERSITY EQUITY AND JUSTICE: Requiring us to work to ensure equal opportunity to everyone, irrespective of Race, Age, Gender, Color, Class, Ethnicity, Disability, Location &amp; Religion. \n</p><p>\tHONESTY AND TRANSPARENCY: Being accountable at all levels for the effectiveness of our actions and open in our judgments and communications with others. \n</p><p>\tSOLIDARITY WITH THE UNPRIVILEGED: Powerless and excluded will be the only bias in our commitment to the fight against poverty and backwardness. \n</p><p>\tCOURAGE OF CONVICTION: Requiring us to be creative and radical, bold and innovative without fear of failure in pursuit of making the greatest possible impact on the causes of poverty independence from any religious or party-political affiliation \n</p><p>\tHUMILITY IN OUR PRESENTATION AND BEHAVIOUR: Recognizing that we are part of a wider alliance against poverty and backwardness.\n</p><p>\n</p><p>VISION: \n</p><p>A society based on legitimate rights, equity, justice, honesty, social sensitivity and a culture of service in which all are self-reliant. UJJWAL SAMAJ FOUNDATION ’s focus and sole reason for existence is to work as a catalyst to bring sustainable change in the lives of underprivileged children, youth, women and seniors\n</p><p>MISSION: \n</p><p>To identify and work alongside the economically and socially deprived, so that they become educated, skilled and aware. Enable them to be self-reliant &amp; enjoy a healthy, dignified, stable and sustainable quality of life</p><p><br></p><p>3. THE OBJECTS FOR WHICH THE COMPANY IS ESTABLISHED ARE:\n</p><p>a. Eradicating hunger, poverty and malnutrition, promoting health care and sanitation and making available for safe drinking water.\n</p><p>b. Promoting education, including special education, and employment enhancing vocational skills especially among children, women, elderly, and the differently abled and livelihood enhancement projects.\n</p><p>c. Promoting gender equality, empowering women, setting up homes and hostels for women and orphans, setting up old age homes, day care centres and such other facilities for senior citizens and measures for reducing inequality faced by socially and economically backward groups.\n</p><p>d. Ensuring environmental sustainability, ecological balance, protection of flora and fauna, animal, welfare, agro forestry, conservation of natural resources and maintaining quality of soil, air and water.\n</p><p>e. Protection of National Heritage , art and culture including restoration of buildings and sites of historical importance and work of arts; setting up public libraries; promotion and development of traditional arts and handicrafts.\n</p><p>f. Measures for the benefits of Armed forces veterans, war widows and their dependents.\n</p><p>g. Training to promote Rural sports, Nationally recognized sports, Paralympic sports or Olympic sports.\n</p><p>h. Contributions to the Prime Minister’s National Relief Fund or any other fund set up by the Central Government for socio-economic development and relief and welfare of the Scheduled castes, the Scheduled Tribes, other backward classes, minorities and women.\n</p><p>i. Contributions or funds provided to technology incubators located within academic institutions which are approved by the central government.\n</p><p>j. Rural development projects.\n</p><p>k. Slum area development.\n</p><p>4. The objects of the Company shall extend to the Whole of India.</p><p><br></p>","industries":["Social Impact"],"name":"UJJWAL SAMAJ FOUNDATION","sectors":["NGO"]},{"email":"preeti.mishra2008@gmail.com","idea":"Hope4Best Consultant Pvt Ltd is dedicated to create employment through in depth technical training through its Vocational Training Institute Pro Skill School into multiple sectors leading to Financial independence and making youth self reliant contributing towards economic growth of our country&nbsp;","industries":["Education"],"name":"HOPE4BEST CONSULTANT PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"gopalgajjar@poweranserlabs.com","idea":"<p>POWER ANSER LABS PRIVATE LIMITEDPOWER ANSER LABS PRIVATE LIMITEDPOWER ANSER LABS PRIVATE LIMITEDPOWER ANSER LABS PRIVATE LIMITED<br></p>","industries":["IT Services"],"name":"POWER ANSER LABS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"hembhuva@gmail.com","idea":"<p>SAPPACC LLPSAPPACC LLPSAPPACC LLPSAPPACC LLPSAPPACC LLPSAPPACC LLPSAPPACC LLPSAPPACC LLPSAPPACC LLP<br></p>","industries":["Finance Technology"],"name":"SAPPACC LLP","sectors":["Accounting"]},{"email":"mail2mrsss@gmail.com","idea":"<p>The company is working on both small and large scale construction, repair, and alteration projects focusing on residential and commercial contracting. the company began to bid successfully for smaller projects. The company maintains a Contractor’s license in the IREPS. The Business model of the start-up is unique integrated Holistic approach in redefining how Indians Design-Build their dream Homes.</p>","industries":["Construction"],"name":"MEDUSA MERGER INFRA (OPC) PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"nicericeindia@gmail.com","idea":"<p>Nice Rice is a cloud kitchen which currently serves Indian and Chinese cuisines operating in Mumbai. Nice Rice looks forward opening more sister brands with vertical integrations under one banner, along with more outlets across Mumbai, Pune, Bangalore, and Delhi by 2023; worldwide reach by 2026.&nbsp;</p>","industries":["Food & Beverages"],"name":"Nice Rice","sectors":["Food Technology/Food Delivery"]},{"email":"niharika.bhargava@gmail.com","idea":"<p>Provides Psychometric Testing Services to Corporates and Individuals&nbsp;</p>","industries":["Others"],"name":"Psych4U","sectors":["Others"]},{"email":"amberkarandsons@gmail.com","idea":"<p>Hello team, we are manufacturer of Hydraulic hose fittings,&nbsp;</p><p>For pharma companies, Chemical Companies, industrial forklifts and Many more..&nbsp;</p><p><br></p><p>we are looking to reach the end customer were we can best fit in with the amount of Knowledge and Experience that we hold.&nbsp;</p>","industries":["Other Specialty Retailers"],"name":"Amberkar &amp; Sons","sectors":["Others"]}]