[{"email":"nishant@afkgaming.com","idea":"<p>AFK Gaming is an esports content company. The company was founded with a vision is to become the world's go-to destination for quality esports content. We serve written, video and social media content for the global esports audience, while working with brands, teams, tournament organizers and other industry intermediaries to provide them with advertising and marketing services.</p><p><br></p><p>Website: <a href=\"https://afkgaming.com/\" target=\"_blank\">afkgaming.com</a>&nbsp;&nbsp;</p>","industries":["Media & Entertainment"],"name":"AFK GAMING PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"nidhi@studiony.net","idea":"<p>TNYS GLOBAL PRIVATE LIMITED is a private limited company which aspires to serve in manufacturing of wearing apparel; dressing and dyeing of fur activities across India.</p>","industries":["Fashion"],"name":"TNYS GLOBAL PRIVATE LIMITED","sectors":["Apparel"]},{"email":"kolbafoods@gmail.com","idea":"<p>“Life is Food, Food is Life“, we aim to Spread the Love for Food &amp; inspire the Communities to connect at the Time of their respective Festivals and make an Eternal Bond between the Society.</p>","industries":["Food & Beverages"],"name":"KOLBA FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"aartiimpexchem@gmail.com","idea":"<p>AARTI IMPEXCHEM LLPAARTI IMPEXCHEM LLPAARTI IMPEXCHEM LLPAARTI IMPEXCHEM LLP<br></p>","industries":["Professional & Commercial Services"],"name":"AARTI IMPEXCHEM LLP","sectors":["Business Support Supplies"]},{"email":"sandeep.gaddam@everrtech.com","idea":"<p>EVERRTECH SOFTWARE PRIVATE LIMITEDEVERRTECH SOFTWARE PRIVATE LIMITEDEVERRTECH SOFTWARE PRIVATE LIMITEDEVERRTECH SOFTWARE PRIVATE LIMITED<br></p>","industries":["Healthcare & Lifesciences"],"name":"EVERRTECH SOFTWARE PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"sahadeo@me.com","idea":"<p>FinderPro is an advanced algorithm based mobile application to make hiring   agile , digital and completely mobile based. Envisage it as similar to top mobile based food order and delivery mechanisms and that’s what we have created . An application enabling businesses to hire job seekers on the go and thru a smart phone absolutely free . \n</p><p>\n</p><p>It has an in-build algorithm which matches profiles based on skill sets , location and job characteristics.\n</p><p>\n</p><p>The app enables scheduling of interviews , one way chat and Video calling on the go .</p><p><br></p><p>The mobile shall be available for download free with free job posting and applications&nbsp;</p>","industries":["Human Resources"],"name":"FINDER PRO DIGITAL SOLUTIONS PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"inglesachin7525@gmail.com","idea":"<p>Teachers are the key asset of the country. Good teachers are not available at every place at every time especially in rural areas and the hunger of knowledge among the next generation of country can be felt. Our Startup brings the various subject faculties at a single platform and provides one-on-one communication between teacher and student on the language in which they understand. Obviously, the problem we are solving is “Lack of accessibility of quality education”. Current Edtech platforms are providing a standard content that does not replicate classroom experience. The learners don’t have assistance wherein the content is simplified in a way they would understand.</p>","industries":["Education"],"name":"ML2 PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"im@digantsharma.com","idea":"<p>A consulting company focused at undertaking large government projects across industries.</p>","industries":["IT Services"],"name":"Francture Brands","sectors":["IT Consulting"]},{"email":"goal2learn.com@gmail.com","idea":"<p>Digital marketing is dynamic and continually evolving. So to keep you ahead with the latest advancements, Goal 2 Learn provides the most timely and relevant digital marketing education services. Our specialists constantly work with you to assess proficiency and knowledge gaps. Our training programs are designed to help our student master the critical tactics and strategies that drive business growth.</p><p><br></p><p>Mission</p><p>Our aim is to transform each of you into the capable and skilled digital marketers, that the industry demands. Our focus is not only to impart the knowledge that this field requires but also equipping you with the skill sets that will help you soar as a digital marketer in today’s world. We guarantee that after you have finished this course you will be ready to take on the digital world and make a positive impact on the company you work for. At Goal 2 Learn, we don’t just make you ready, we make you “Industry Ready!”</p><p><br></p><p>Vision</p><p>Goal 2 Learn is founded by Mr Jay Kumar Rathod, who has the vision to transform the old fashioned learning approach and introduce students to the brand new agency-styled training. His aim is to build an army of digital marketers who are ready to astound the world with their knowledge, talents and skills. Our goal at Goal 2 Learn is to provide you with the market knowledge as well as make you proficient in the skills that you will require in your digital marketing career, by giving you an agency environment to sharpen your skills. With a solid foundation in digital marketing, a clear understanding of basic concepts and the right skills to implement them, we make sure that we leave no stone unturned to boost your career.</p><p>Core Values</p><p>Goal 2 Learn is enthusiastic about encouraging young aspirants to unlock their potential by empowering them with the knowledge and skill-sets that the industry demands. Thereby boosting their confidence, sharpening their skills and advancing their careers.</p>","industries":["Education"],"name":"GOAL 2 LEARN ACADEMY PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"electromeng45@gmail.com","idea":"<p>We are the Govt. Licensed Electrical Contractor in the Mumbai region for all types of\n&nbsp;<span>electrical Supply &amp; installations, Control Panels, Power Distribution Boards,&nbsp;</span><span>maintenance &amp; modification specializing for Industrial Layouts Electrical Systems.</span></p><p><span>Then we had to start M/s. Electrom Engineering (I) Pvt. Ltd. is established in 2016 &amp;\n&nbsp;</span><span>has a competency in carrying out the Electrical work in Residential, Commercials &amp;&nbsp;</span><span>Industrials Projects.</span></p><p><span>It would be indeed be our pleasure to introduce our company and our entire range of\n&nbsp;</span><span>services to your good selves and colleagues personally. We would as such request you&nbsp;</span><span>to let us know your convenient date &amp; time to call on you.</span></p>","industries":["Non- Renewable Energy"],"name":"ELECTROM ENGINEERING (I) PRIVATE LIMITED","sectors":["Oil & Gas Drilling"]}]