[{"email":"omkarpol71@gmail.com","idea":"<p>We are developer and provider of home automation service and solutions</p>","industries":["Internet of Things"],"name":"Home automation service and solutions","sectors":["Smart Home"]},{"email":"spd395@gmail.com","idea":"<p>Direct air to water capture company.</p><p>Producing water using humidity present in the atmoshpere</p>","industries":["Waste Management"],"name":"Water on the go","sectors":["Others"]},{"email":"mananlath09@gmail.com","idea":"<p><a href=\"https://prezi.com/view/nviTTrB3UR4JVJ0Uk91P/\" target=\"_blank\">https://prezi.com/view/nviTTrB3UR4JVJ0Uk91P/</a><br></p>","industries":["Logistics"],"name":"COMFYTAB","sectors":["Others"]},{"email":"contactus@thinkinghats.info","idea":"<p>Thinking Hats is an insight-consulting firm providing innovative, strategic directions to identify newer opportunity spaces in the field of product, consumer and brand development. As an organization with its own Market Research division, Strategy unit and Innovation lab, Thinking Hats has a diverse mix of veterans and experts from the field of Psychology &amp; Business Analytics. Develop a tech platform for Simplifying reach of Market Research.</p>","industries":["Marketing"],"name":"THINKING HATS CONSUMER INSIGHTS LLP","sectors":["Market Research"]},{"email":"goldifyllp@gmail.com","idea":"<p>Simplifying the Investment in Metal with the help of Technology.&nbsp; This will assist small investor also to acquire the gold.</p>","industries":["Others"],"name":"GOLDIFY LLP","sectors":["Others"]},{"email":"pankaj.maste@finoux.com","idea":"<p>We are Fintech Innovator company that consults and develop product platforms for traditional financial service firms, those that help them be as innovative as the Fintech companies. We serve Banks, Mutual Funds, Stock Brokers, Wealth Management Firms, Insurance Companies and NBFCs to name a few. We focus on the BFSI domain, which provide us deeper knowledge of the business intricacies, operational complexities, consumer challenges and stakeholder interdependencies. This deep knowledge reflects across our products, solutions, and services we provide to our clients. We built digital assets like transaction portals, mobile applications, engagement tools, user experience strategies, to name a few.</p>","industries":["IT Services"],"name":"FINOUX SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"anit.ramawat@gmail.com","idea":"<p>Storyways EdTech Private Limited is an organization that works in the field of Education &amp; Learning. The Courses &amp; Programs are a blend of Ancient Indian Wisdom and Latest Developments in Modern Science.\n</p><p>Storyways continues to empower parents and children with an ever-expanding reach of its programs.</p>","industries":["Education"],"name":"STORYWAYS EDTECH PRIVATE LIMITED","sectors":["E-learning"]},{"email":"shiv@glinteko.com","idea":"<p>GLINTEKO is a leading digital transformation company that combines bold thinking, path breaking technologies and expertise to transform businesses and organizations around the globe. \n<span>We are dedicated to giving you the very best of services, with a focus on Systems Integration, Smart Solutions, Automation, Consulting, Manufacturing and many more.</span></p>","industries":["IT Services"],"name":"GLINTEKO LLP","sectors":["IT Management"]},{"email":"itsmeaarti@gmail.com","idea":"<p>Startup and Standup was established to undertake research and development , and to acquire any patent and licenses or other protective devices relating to the results of any discovery, investigations, findings or researches and to acquire any processes upon such terms as may seem expedient and to improve the same and to undertake the manufacture of any product developed, discovered or improved and / or to give licenses for the manufacture of the same to others and either to market the same or to grant licenses to others to market the same on such terms as the society may deem it fit to do</p>","industries":["Agriculture"],"name":"Startup & Standup","sectors":["Agri-Tech"]},{"email":"munawwar.patel@teknomindz.com","idea":"<p>we are into four verticals, 1)Solar Systems all products and services 2)Embedded and IoT Projects development 3) Cash Handling products repair and maintenance services 4) electro-mechanical device services.</p><p><a href=\"https://www.teknomindz.com\" target=\"_blank\">https://www.teknomindz.com</a></p>","industries":["Technology Hardware"],"name":"TEKNOMINDZ SYSTEMS & SERVICES LLP","sectors":["Electronics"]}]