[{"email":"rishabh.shah@1fcode.com","idea":"<p>1 Financial Code is planned to help you get the most out of your monies. After all, getting rich is not about how much you make, it is all about how much you save. These are early days for us yet, and we have lots of financial product and services ideas in the pipeline.<br></p>","industries":["Finance Technology"],"name":"1FC FINANCIAL AND INVESTMENT ADVISORS PRIVATE LIMITED","sectors":["Trading"]},{"email":"amit@wellworq.com","idea":"<p>Wellworq Consulting&nbsp; is a boutique Corporate Wellness advisory and services provider based on a digital platform</p>","industries":["Healthcare & Lifesciences"],"name":"WELLWORQ CONSULTING (OPC) PVT. LTD.","sectors":["Health & Wellness"]},{"email":"guru_tung@yahoo.com","idea":"<p>Ignite aviation academy is a ground training institute that provide guidance for aspiring pilots to build their career in aviation as pilot in india</p>","industries":["Education"],"name":"Ignite aviation academy","sectors":["Education Technology"]},{"email":"info@theworldofbattle.com","idea":"<p>Ours is an automated online gaming platform focused on e-sports. We host tournaments across popular gaming titles such as BGMI, Free Fire Max, CoDM, Valorant.</p>","industries":["Others"],"name":"GAMETEC MEDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"nisha@acmacorp.in","idea":"<p>We are a professional business IT &amp; telephony solutions company committed to providing professional service, high-quality solution design, and dependable results. We provide fully managed solutions to improve communications through the use of cutting-edge technology, allowing our clients to benefit from our featured managed IT solutions without the burdens of business process management.<br></p>","industries":["Telecommunication & Networking"],"name":"AcmaCorp Solutions Pvt Ltd.","sectors":["Integrated communication services"]},{"email":"prabodh@activeenergy.in","idea":"<p>We are an Accredited Energy Auditor firm (EmAEA), empanelled with Bureau of Energy Efficiency (BEE), Ministry of Power, Govt. of India. and with various State Designated Agencies.\n</p><p>We are also empanelled with Energy Efficiency Services Limited (EESL), Ministry of Power for conducting Investment Grade Energy Audits and Implementation support in Industries, Municipalities and Commercial Buildings.   \n</p><p>Our team consists of more than 15 Engineers which includes Energy Auditors and Sector Experts (3 Accredited Energy Auditors &amp; 5 Certified Energy Auditors) with proven expertise in energy audits in energy intensive sectors such Thermal Power Plant, DISCOM, Chlor-Alkali, Iron &amp; Steel, Petrochemical, Refinery, Cement, Textile, Railways &amp; Commercial Buildings.\n</p><p>We have conducted more than 500 Audits which include Mandatory &amp; Non-mandatory Energy Audits, M&amp;V Audits and PAT consultancy to the industries.</p>","industries":["Others"],"name":"ACTIVE ENERGY OPC PRIVATE LIMITED","sectors":["Others"]},{"email":"info@chemseals.com","idea":"<p>Carrying the business of manufacturers, importers, suppliers, exporters, buyers, sellers and dealer in prillers, DGS Seals, Mechanical Seal Mechanical Engineering .</p>","industries":["Others"],"name":"DGS SEALS INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"info@magalogue.in","idea":"<p>Magalogue is an aggregator of Interior Building Materials solving the problem of architects, designers and contractors by bringing all major categories of the materials used in interiors and exteriors of the structure under one roof. The problems faced by material specifiers in the sense of availability, visibility, accessibility, price point and time are solved by our selection processes. Magalogue brings  85+ subcategories (60 Industries) under the same roof for the projects to complete faster, the designers to get a choice from the market, and decrease the wastage of samples and folders. By bringing in technologies like virtual reality, artificial intelligence and many more we aim to scale the business and solve problems better. Being dealers or channel partners with more than 350+ brands we generate revenue from the sale of materials. Magalogue will also generate revenue through advertisement and sponsorships of brands. Magalogue is well praised in the architects and designers community and on the social media.</p>","industries":["Architecture Interior Design"],"name":"MAGALOGUE VENTURES PRIVATE LIMITED","sectors":["Others"]},{"email":"aasraindia15@gmail.com","idea":"<p>hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["Renewable Energy"],"name":"AASRA SUSTAINABLE SOLUTION PRIVATE LIMITED","sectors":["Others"]},{"email":"nimi.dewera@gmail.com","idea":"<p>DEWERA was established and registered in 2019 with its corporate office located in Andheri East, Mumbai and Manufacturing Unit at Vasai.<br><br>In order to focus on the quality of our product we have an In-house quality control department. With the help of qualified experts from quality control department we ensure the best quality for the products that we deliver to our customers.<br></p>","industries":["Toys and Games"],"name":"DEWERA EXIM LLP","sectors":["Physical Toys and Games"]}]