[{"email":"ananyashah4@gmail.com","idea":"<p>AYS Global Support is a fast-paced Mumbai-based company founded in 2020. We provide Social Media Services and Communication Centre Services to a diverse range of organisations across the globe. AYS Global Support commits to provide a bespoke service and exceed our clients' expectations.</p><p><br></p><p>We also act as a Service provider to the physicians in the USA for improving the doctor patient relationship and to deliver a better health care to the patients&nbsp;</p><p><span>Qualities of our agents:</span><span>Good communicators ,</span><span>Language proficiency&nbsp;</span></p><p>Good listening, interpreting and answering skills&nbsp;</p><p>Work with full efficiency with the advantage of working from home.</p><p>Moreover, Helping them to make a smooth and effective communication with their clients using emails , whatsapp and other social media platforms.</p>","industries":["Professional & Commercial Services"],"name":"AYS GLOBAL SUPPORT LLP","sectors":["Professional Information Services"]},{"email":"speedexfuelservices@gmail.com","idea":"MOBILE FUEL BOWSER FOR DOOR DELIVERY OF DIESEL FOR IOCL/HPCL/BPCL","industries":["Transportation & Storage"],"name":"SPEEDEX FUEL SERVICES LLP","sectors":["Others"]},{"email":"gementerprises.2020@outlook.com","idea":"<p>i interested in tender work with goverment AM A STARTUP</p>","industries":["Others"],"name":"GEM ENTERPRISES","sectors":["Others"]},{"email":"amitdvyas@silicon-it.in","idea":"<p>SILICON IT &amp; EDUCATIONAL SERVICES PRIVATE LIMITEDSILICON IT &amp; EDUCATIONAL SERVICES PRIVATE LIMITEDSILICON IT &amp; EDUCATIONAL SERVICES PRIVATE LIMITEDSILICON IT &amp; EDUCATIONAL SERVICES PRIVATE LIMITED<br></p>","industries":["IT Services"],"name":"SILICON IT &amp; EDUCATIONAL SERVICES PRIVATE LIMITED","sectors":["IT Management"]},{"email":"1dinesh41@gmail.com","idea":"<p>we are Manufacturer of sports cap tshirt gym wear.</p>","industries":["Textiles & Apparel"],"name":"A V Enterprises","sectors":["Apparel & Accessories"]},{"email":"ujjwalcorporation2021@gmail.com","idea":"<p>We take this opportunity to introduce ourselves as M/s. Ujjwal Corporation which is a recently established venture by a group of experienced peoples with a clear intention of providing services of   door step diesel delivery to various stationary, earth moving and mining equipment i.e. DG sets, excavators, stone quarries etc. with utmost quality, quantity and of course timely delivery, where bear minimum costing shall be given the prime preference and the services  shall be ably backed up with a quick &amp; efficient service team.</p>","industries":["Others"],"name":"M/s. Ujjwal Corporation","sectors":["Others"]},{"email":"7ipshitb@gmail.com","idea":"<p>We carry on the business as manufacturers, producers, processors, makers, inventors and researchers, convertors, traders, buyers, sellers, retailers, wholesalers, suppliers, indenters, movers, preservers, stockists, agents, sub-agents, marketers, distributors, brokers, importers and exporters, and packers of and dealers in all kinds and varieties of Human and pet food, pet-care and grooming products, personal care, fabric care, air care, hair care, household insecticides, surface cleaning, toilet preparations, food &amp; beverages, cosmetic and beauty products and preparations, deodorants, baby products, petroleum and other mineral oil products, all kinds of perfumery and compounds, bath products, personal hygiene products, hair dye pigments, varnishes, essential oils, detergents, mineral water and Ayurveda/Herbal based products, etc</p>","industries":["Pets & Animals"],"name":"FABULICIOUS PRIVATE LIMITED","sectors":["Others"]},{"email":"contact@greenelephantgames.com","idea":"<p>We would like to introduce Green Elephant Games Private Limited as publishers and distributors for many renowned and best-selling international board games. \n</p><p>We provide best board games to our customers .Our long term focus is to bring the best thematic games in different Indian vernacular languages. Engaging in play assists in practicing essential cognitive skills, such as decision making, higher level strategic thinking, and problem solving. We distribute some of the leading tabletop games in the world for the Indian market and export games from India to the US.</p>","industries":["Toys and Games"],"name":"GREEN ELEPHANT GAMES PRIVATE LIMITED","sectors":["Physical Toys and Games"]},{"email":"sajan.mathew@mysunar.com","idea":"<p>We are creating a better world for children and parents by transforming the current unhealthy piercing practices that leads to health issues.</p><p>As a result, we are creating work opportunities for Goldsmiths and improving their way of life.</p><p><br></p><p>Problems that exists are;</p><p>1. Parents are in turmoil for their baby's ear piercing due to unhygienic options available</p><p>2. The providers viz; Jewellers - Unhygienic tools, toxic piercing needle &amp; processes are adding to infections,&nbsp;</p><p>Doctors &amp; Tattoo studios - Use of surgical steel studs that have Toxic metal, Nickel in the piercing needle and the Gunshot method that causes harm to children (research papers available)</p><p>3. Travel inconvenience for infants and toddlers</p><p>4. Transactional approach by current providers is resulting to zero guidance on pre &amp; post piercing care required for the parent</p>","industries":["Healthcare & Lifesciences"],"name":"MYSUNAR JEWELS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"Manotpal.mishal@dmtservices.in","idea":"<p>Our deep understanding of current\nsecurity vulnerabilities, penetration methodologies, and best practises, as one\nof the company's main DMT Services assessment leverage, enables clients to\nprotect their assets, employees/people, information, and system against any\nconceivable or ever-present attack.</p><p>Our company's focus on efficiency,\nalong with an innovative and customer-focused approach to the organisation of\ncommercial security administrations, sets it apart from other organisations in\nthe region. Finally, we provide true emotions of tranquilly to our consumers,\nhelping them to fulfill their business goals.</p><p>\n\n\n\n</p><p>We are a forward-thinking\norganisation that responds to domestic and commercial security demands with the\nbest security personnel available. We are well-known for our well-prepared\nsecurity team, which enables you to protect your business and personal\nbelongings. We also provide you the option of finding any asset set at your\nlocation with the highest level of inventiveness, while also improving\ncorrespondence and security. We have security officer agreements for\ncorporations, manufacturers, and bigger infrastructure, as well as home\ninsurance, individual security, VIP insurance, event-based security, film sets,\nand more in some of the locations.</p>","industries":["Security Solutions"],"name":"DMISHAL TURNKEY SERVICES PRIVATE LIMITED","sectors":["Public Citizen Security Solutions"]}]