[{"email":"ihonest.solutions@gmail.com","idea":"<p>In the digital era, we believe every enterprise must have a way to auto-capture their visitors, followers, subscribers, messengers, and responders from various social media platforms or email activities in a systematic manner. Later, the sales and marketing team can easily nurture the leads or prospects using the power of enterprise software applications (like CRM) to win the opportunity and generate insightful reports.</p>","industries":["Enterprise Software"],"name":"iHonest","sectors":["ERP"]},{"email":"loginjeansllp@gmail.com","idea":"<p><b>Our start up is exploring an opportunity in manufacturing of an averagely priced wearing apparel commonly quoted as Jeans. The operations of the business involves huge involvement of labor as the proposed startup.\n</b></p><p><b>Under the current scenario of lockdown /pandemic which has led to large scale unemployment and mass layoff by various organisation on account of various reasons like automation of various processes and cost cutting.Our start up is projecting a large scale employment  though over period of time as the volume increases as our manufacturing process is more dependent on manual labor then on automation.</b></p>","industries":["Textiles & Apparel"],"name":"LOG-IN JEANS LLP","sectors":["Others"]},{"email":"Innov.acquire@gmail.com","idea":"<p>1. To Carry on the business of hotels, Industrial Catering Contract, Food Supply for Industries,Factories, Corporates,, Catering Services,\n</p><p>Restaurants, Coffee houses, holiday Resort, Rest houses, Recreation rooms, Lodging Housekeeping, Holiday hut Business, guest houses.\n</p><p>2. To encourage and provide the business as package tour operators, daily passenger service operators, tour operators, travel agents, ship\n</p><p>booking agents, railway ticket booking agents, airlines ticket booking agents, carrier service agents, courier service agents.</p>","industries":["Travel & Tourism"],"name":"INNOV ACQUIRE (OPC) PRIVATE LIMITED","sectors":["Hospitality"]},{"email":"sankalpgoyal91@gmail.com","idea":"<p>Book My Diamond Pvt Ltd runs app based diamond trading platforms on the Apple AppStore and the Google Playstore for spot trading in diamonds. These apps and the all the technology required to run the platform is designed and developed in-house. Book My Diamond Pvt Ltd trades in diamonds and all the operations related to logistics, value assessment and quality assessment are done in-house. Book My Diamond Pvt Ltd innovates the way diamonds are traded and markets it out the retail jewellers across the country and trains them and their staff to use the platform for easy and effective diamond trading. Book My Diamond Pvt Ltd on boards sellers of diamonds and electronically integrates with their technologies to validate authenticity of data. Book My Diamond Pvt Ltd also provides software as a service to retail jewellers. This service is customised to the needs of every individual diamond retail jeweller which helps them effectively sell diamonds at their sales counter and communicate with their sales and purchase teams effectively. Book My Diamond Pvt Ltd constantly researches technologies and markets to constantly innovate and build new technologies and business models to scale their own business and to add more value to their customers.</p>","industries":["Other Specialty Retailers"],"name":"BOOK MY DIAMOND PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"aninair2003@gmail.com","idea":"<p>Let's Burn is a firm which aims at improving the fitness level of athletes by providing them with specialised strength and conditioning workouts with the help of skilled coaches.</p>","industries":["Others"],"name":"Let's Burn","sectors":["Others"]},{"email":"muskaan@designersdoor.in","idea":"<p>Designers Door - A platform that aims at bridging the gap between art, fashion and design college students and the industry by providing them practical exposure in the form of internship listings from brands, blogs and tips via design aluminis and interviews with industry professionals.</p>","industries":["Design"],"name":"Designers Door","sectors":["Others"]},{"email":"enetspiderindia@gmail.com","idea":"<p>E-NETSPIDER INDIA is a digital\n&nbsp;<span>transformation company enabling an&nbsp;</span></p><p><span>organization to succeed in its digitization&nbsp;&nbsp;</span><span>initiatives. To simply put it, E-NETSPIDER&nbsp;</span><span>INDIA caters to all digitization needs of any</span></p><p>\n</p><p>company.</p>","industries":["Enterprise Software"],"name":"E-NETSPIDER INDIA","sectors":["Others"]},{"email":"admin@autospatial.com","idea":"<p><a href=\"http://autospatial.com/section/index.php?type=6&amp;id=7\" target=\"_blank\">Introduction</a><br></p>","industries":["Robotics"],"name":"AUTOSPATIAL PRIVATE LIMITED","sectors":["Robotics Technology"]},{"email":"shariqueshaikh35@gmail.com","idea":"<p>The automobile industry is in the midst of a huge technological disruption. </p><p>Today,<b> Electric vehicle</b> is the preferred choice because of its inherent efficiency that will shape\nurban commute and the cities of tomorrow. In parallel, the world around us is\ngetting connected, enabling the integration of devices, and making our life\nexperiences seamless.\nWith the projection of an exponential increase in the number of <b>Electric Vehicles</b>,\nestablishing the infrastructure of charging stations has become the need of the time.\nWith its innumerable benefits, <b>EVs</b> have the limitation of the travel range. To\ntackle this unique and long troubling problem, <b>Ionic Technologies Ltd. </b>has come\nup with the concept called <b>AutoBank.</b></p><p><br></p><p><b>AutoBank</b> genuinely believes in power and time saving and Eco-Friendly\nenvironment. Quality over Quantity is more important in selecting a battery. </p><p><br></p><p>We\nare a socially aware, professional company that values customers.\nAutoBank is developing distinct batteries like <b>Wired Batteries, Wireless Battery,\nFast Charging Wired Batteries, Fast charging Wireless battery</b>. Although, the\nbatteries are in the prototype stage at this point.\nOur company’s USP offered is portable batteries which can charge electric\nvehicles even when they are in running condition.</p><p><br></p>","industries":["Automotive"],"name":"Autobank","sectors":["Electric Vehicles"]},{"email":"vginde@gmail.com","idea":"Data Analytics, Software, Artificial Intelligence etc.<br>","industries":["IT Services"],"name":"OPUS-ANALYTICS PRIVATE LIMITED","sectors":["IT Management"]}]