[{"email":"shubhangi@mindalcove.com","idea":"<p>Mind Alcove is a Journaling, Mood tracking and a community app. The app will help individuals to identify their day to day emotions and work on their mental wellness.&nbsp;</p>","industries":["Others"],"name":"Mind Alcove","sectors":["Others"]},{"email":"dimple.dube@gmail.com","idea":"<p>COLLIGATE IS HUMAN RESOURCE PROVIDING COMPANY AND PROVIDE SKILLED, SEMISKILLED AND UNSKILLED MANPOWER PAN INDIA. INVOLVED IN FACILITY MANAGEMENT, MALL AUDIT, PROMOTION, EVENTS AND SELLING CONSUMER PRODUCTS (FMCG) PRODUCTS&nbsp;</p>","industries":["Human Resources"],"name":"COLLIGATE INDIA PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"nikhar.arora@mentoria.com","idea":"<p>Mentoria is a career guidance and discovery platform that is working towards transforming India into a happier, more productive and successful nation. We enable students in class 8-12/college to discover themselves and their ideal career paths + mentor them throughout their journey of career discovery.</p>","industries":["Education"],"name":"MENTORIA PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"mayur@eticollp.com","idea":"<p><a href=\"http://www.eticollp.com\" target=\"_blank\">www.eticollp.com</a><br></p>","industries":["Professional & Commercial Services"],"name":"ETICO ADVISORY SERVICES LLP","sectors":["Business Support Services"]},{"email":"notices@medikigai.com","idea":"<p>The Company incorporated in October 2020 as a private limited\n</p><p>company, is into the niche business of providing revenue cycle management\n</p><p>services, to the US healthcare reimbursement market. It provides IT-enabled end-to-end&nbsp;<span>healthcare revenue cycle services including medical billing, coding, charge entry,&nbsp;</span><span>pre-authorization, cash posting, analytics and denials management to healthcare&nbsp;</span><span>providers.</span></p>","industries":["IT Services"],"name":"MEDIKIGAI INDIA PRIVATE LIMITED","sectors":["BPO"]},{"email":"sagar.doshi@neebal.com","idea":"<p>Khaad Dealer is a digitization platform for the Fertilizer dealers and value chain stakeholders to help them GROW and not only sustain. The Khaad dealer app creates a thriving ecosystem for the fertilizer industry by connecting all the stakeholders viz. the fertilizer manufacturers, wholesalers/distributors, retailers and the farmers.</p><p><br></p><p>Khaad Dealer provides targeted solutions to address pain areas of each of the stakeholders with an eventual goal of streamlining the movement of fertilizers across the supply chain and making it available to the farmers.</p>","industries":["Agriculture"],"name":"Khaad Dealer","sectors":["Agri-Tech"]},{"email":"mix.delightt@gmail.com","idea":"Mix Delight is a cake and bakery product delivery app. Mix Delight provide a good quality of homemade cakes and other bakery products. we are looking for funding for grow our business.","industries":["Food & Beverages"],"name":"Mix Delight","sectors":["Food Technology/Food Delivery"]},{"email":"realtradetechnologies@gmail.com","idea":"<p>To carry on the business of land development, dealing in real estate, property development, buying and selling of properties, contractors,\n</p><p>and to construct, erect, build, repair, re-model, demolish, develop, improve, grade, curve, pave, macadamize, cement and maintain building\n</p><p>structures, houses, apartments, commercial buildings, bridges, hospitals, schools, shopping malls, food plazas, multiplexes, places of\n</p><p>worship, highways, roads, paths, streets, sideways, courts, alleys, pavements, and construction work of any kind and to do other similar\n</p><p>construction, leveling of paving work and for these purposes to purchase, take on lease or otherwise acquire and hold any lands and\n</p><p>prepare layout thereon or building of any tenure or description wherever situated.</p>","industries":["Construction"],"name":"LAL GEBI INFRA PRIVATE LIMITED","sectors":["Homebuilding"]},{"email":"nishant@intelehealth.io","idea":"<p>Intelehealth is a tech non-profit that supports Governments, NGOs, and hospitals to implement high-quality telemedicine&nbsp;<span>projects to ensure healthcare delivery to the last mile. We enable these healthcare organizations to extend health services&nbsp;</span><span>to the most difficult to reach populations by assisting them with technology, implementation support, training, and data&nbsp;</span><span>analytics services. Intelehealth’s technology platform is a free and open source, expert-system enabled telemedicine&nbsp;</span><span>solution. It connects frontline healthcare workers (FHWs) like nurses, midwives, community health workers (CHWs) with&nbsp;</span><span>remote doctors and specialists over low bandwidth video and audio connections.</span></p>","industries":["Social Impact"],"name":"Intelehealth","sectors":["NGO"]},{"email":"graamin.exports@gmail.com","idea":"<p>Graamin Exports is working along with the Indian farmers to reach more prospective locations with the help of new-age technology. We have dedicated team to go to the grounds with farmers to understand their crops and land to understand the optimum utilisation, arrange proper training for the farmers to avail more benefit from their field and proper inputs to forecast their produce..</p><p>Graamin plans to reach out to the locals from the Farm to make the fresh produce available.</p>","industries":["Agriculture"],"name":"GRAAMIN EXPORTS LLP","sectors":["Others"]}]