[{"email":"qualichemindustries@rediffmail.com","idea":"<p>QUALICHEM INDUSTRIES PRIVATE LIMITEDQUALICHEM INDUSTRIES PRIVATE LIMITEDQUALICHEM INDUSTRIES PRIVATE LIMITEDQUALICHEM INDUSTRIES PRIVATE LIMITED<br></p>","industries":["Chemicals"],"name":"QUALICHEM INDUSTRIES PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"shalinipkapoor@gmail.com","idea":"<p>An India Centric T-shirt brand for the youth in sustainable cotton .</p>","industries":["Textiles & Apparel"],"name":"Wear It Again ","sectors":["Apparel & Accessories"]},{"email":"ruchita.h.s@gmail.com","idea":"<p>CATERING,HOUSEKEEPING,FACILITY MANAGEMENT,CANTEEN.MANPOWER</p>","industries":["Food & Beverages"],"name":"RUCHITA HOSPITALITY SERVICES","sectors":["Others"]},{"email":"hardeek.enterprises@gmail.com","idea":"We are repacker of Jams , all type of sachet, coffee powder, Mayonnaise,&nbsp;","industries":["Others"],"name":"HARDEEK INNOVATIONS LLP","sectors":["Others"]},{"email":"kamalika.guharoy@gmail.com","idea":"\n            <p><span>We empower businesses and enterprises to build end-to-end software applications. We also help them scale and promote their product for larger markets. We live in the Cloud, and we eat, sleep, breath technology.</span></p>\n        ","industries":["IT Services"],"name":"EBULLIENTECH INTERACTIVE LLP","sectors":["Application Development"]},{"email":"viji_frank@hotmail.com","idea":"<p>Enterprise Data Applications \n</p><p>\n</p><p>Website:&nbsp;<a href=\"https://www.entdat.app/\" target=\"_blank\">Enterprise Data Applications</a></p><p><br></p><p>We are a consulting company delivering enterprise data management business solutions using information technology tools and platforms.\n</p><p>\n</p><p>We are India based, and Indian owned!</p>","industries":["IT Services"],"name":"Enterprise Data Applications","sectors":["IT Consulting"]},{"email":"DEEPAK@HIYA.DIGITAL","idea":"<p>Hiya Digital Private Limited is a privately owned and very well established end-to-end Web Solutions Company based in Mumbai, India. We have everything you need for a successful online business presence. Our products and services include Domain Names, Website Hosting, Business Email, Website Designing, Web Application Development, Internet Marketing, and Website Security solutions.</p>","industries":["IT Services"],"name":"Hiya Digital Private Limited","sectors":["Web Development"]},{"email":"truckerzz.adm@gmail.com","idea":"<p>Truckerzz is a digital platform that aims to enhance and optimize the experience for users who want to rent commercial vehicles for their transportation and business needs. We make sure that we establish a healthy communication network between the stakeholders, offer greater consumer connectivity, and maintain precise service experience and performance.</p>","industries":["Transportation & Storage"],"name":"Truckerzz","sectors":["Freight & Logistics Services"]},{"email":"janjireashwini@gmail.com","idea":"<p><span>Rubiz\n(Viaara Fintech Pvt Ltd.) is fintech startup focused on digitising the\ncooperative credit societies.&nbsp; Rubiz-\nDigital Inclusion platform will enable credit societies, nidhi companies, chit\nfunds, patsanstha, etc to digitally connect their customers. Rubiz is a multilingual\nSaaS platform, assisting cooperative credit entities in conducting their\noperations like loans, deposits, complaints, accounts management, payments,\ntransfers, etc. Customers can use rubiz app to access their society account,\nand to transact, manage, pay, transfer funds, generate statements, etc. We\nintend to revolutionize how credit societies are seen and function with\nintelligent use of technology, agile application, and secure services.</span></p><p></p>","industries":["Finance Technology"],"name":"Rubiz ","sectors":["Others"]},{"email":"pranavjain16@gmail.com","idea":"<p>abc</p>","industries":null,"name":"pj","sectors":null}]