[{"email":"Sami@fastbeetle.com","idea":"<p><a href=\"https://www.fastbeetle.com/\" target=\"_blank\">FastBeetle created a platform to help businesses to bridge the sources to receivers. Founded in 2018, we work to connect the needs and requirements of both the producers as well as consumers with the acquirement in an economically effective undertaking. From a friend to another, from grocery to pharmacy, from Instagram shops to Physical ones; the network exists to provide door to door delivery of services with the consolidation of mechanical efforts and technical magic.</a><br></p>","industries":["Logistics"],"name":"FASTBEETLE LOGISTICS PRIVATE LIMITED","sectors":["Others"]},{"email":"info@aritraa.com","idea":"<p>Our Consultancy Services is actually ROI Services. We are confident of making a difference through our expertise and help clients through with execution too. We are not leaving after showing the way, we will rest only after going all the way. We are the ‘Delivery People’</p>","industries":["Real Estate"],"name":"ARITRAA REAL ESTATE DEVELOPMENT AND MANAGEMENT PRIVATE LIMITED","sectors":["Others"]},{"email":"karanchoksi1@gmail.com","idea":"<p>To carry on business of dealers, traders, stockiest, importers, wholesalers, retailers, exporters of medical equipments, electronic equipments and allied products used in medical field and other trade and industry.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"SONA STAR HEALTHCARE LLP","sectors":["Medical Devices Biomedical"]},{"email":"shreedhar.rapolu@gmail.com","idea":"<p>I want to start up a Corrugated box manufacturing company</p>","industries":["Others"],"name":"Aviraj Packaging Industry","sectors":["Others"]},{"email":"yuvraj.shidhaye@treadbinary.com","idea":"<p>With vision and ambition to innovate and invent technologies to solve perpetual industry problems, founders - Yuvraj Shidhaye and Darshil Shah came together and worked on a concept to solve first of the many shortlisted problems considered to be an obvious and unavoidable cost to the engineering industry. A proof of concept was created and demonstrated to potential customers. After receiving overwhelming response to the proposed solution, the duo quit their well paying MNC jobs and decided to pursue their passion of innovation. With will, determination and conviction to make the product idea a success and to live the vision of becoming a platform to promote and research and innovation based ideas of young minds in India, Yuvraj and Darshil started Treadbinary Technologies Private limited. Registered on November 24, 2020, work on the product continues without interruption and are anticipating a launch soon.</p>","industries":["IT Services"],"name":"TREADBINARY TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"rahulagawane@lahsindia.com","idea":"<p>Tow-go is an all-in-one, independent, multi-functional and intelligent waste management machine.\n</p><p>It is a moving Wet Waste Composter, which itself goes to the garbage and collects it. It then shreds and dewaters the wet waste, and further converts it into dry, environment-friendly soil.\n</p><p>Once the waste is collected, Tow-go can be parked at any convenient place for the digestion process.\n</p><p>After the initial 8 days, good quality dry soil can be removed every day from Tow-go and then it is ready to move around to collect waste for another day.</p>","industries":["Green Technology"],"name":"ENVIRO-INVENT SYSTEM PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"INFOTAXME@GMAIL.COM","idea":"<p><a href=\"http://www.myshoppersmart.com\" target=\"_blank\">www.myshoppersmart.com</a><br></p>","industries":["Agriculture"],"name":"SHOPPERSMART","sectors":["Food Processing"]},{"email":"siddhesh@qbytech.in","idea":"<p>Trying To Make Tech Hiring Easy Using Artificial Intellienge and Machine Learning</p>","industries":["Enterprise Software"],"name":"Qbytech Solutions PVT LTD","sectors":["Cloud"]},{"email":"arvind@7classes.com","idea":"<p>7 Classes is an innovative technology driven company in the EdTech space. Our aim is to provide access to good quality education while boosting an individual's confidence with the help of a novel diagnosis tool Instapreps and personal attention with low batch sizes of only 7 students in one batch.\n</p><p>\n</p><p>●Confidence based assessment boosts performance at 7 Classes by 30% on average\n</p><p>●2+4+1 proprietary model of time management which divides student class-time in 2:4:1 ratio, 30 minutes test, 60 minutes lecture and 15 minutes compulsory interactive session\n</p><p>●Only 7 Students in One Batch to ensure One to one attention for each and every student\n<a href=\"http://www.7classes.com\" target=\"_blank\">www.7classes.com</a></p><p>●Inclusive individual growth tracking system to maximize student enrichment</p>","industries":["Education"],"name":"BETR TECH PRIVATE LIMITED","sectors":["Coaching"]},{"email":"striatumtechINDIA@STRIATUMTECH.COM","idea":"<p><a href=\"https://www.striatumtech.com/\" target=\"_blank\">Website - https://www.striatumtech.com/</a></p><p><br></p><p>Striatum Technologies (www.striatumtech.com) is a boutique technology consulting and enterprise solutions provider powered by an experienced founding and leadership team with several decades of corporate executive as well as startup experience. The team brings the best of corporate process, problem solving and scaling experience as well as the on the feet thinking and agility of startups.</p><p><br></p><p>It has 2 practices :&nbsp; &nbsp;<span>Consulting and&nbsp;</span><span>Analytics</span></p><p><br></p><p>Our Consulting practice helps small and medium organisations embark and build on their digital transformation journey. One of our key offerings in this space is our Fractional CIO/CTO services for SMEs.&nbsp; This service helps our SME clients the services of&nbsp; world class CIO/CTO at a fraction of the cost.</p><p><br></p><p>Our Analytics practice helps organisations make their data journey successful. For this, we work not only on the technology aspect in terms of creation of use cases, but work end to end in a process workflow to derive the desired benefits. Under this, we focus on delivering KPIs-impacting outcomes and not merely dashboards.</p><p><br></p><p>We also provide training services and conduct webinars on disruptive technologies like AI/ML.<br><br></p>","industries":["IT Services"],"name":"STRIATUM TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]}]