[{"email":"info@flagsource.in","idea":"<p>Leading manufacturers of Flags in all shapes and sizes</p>","industries":null,"name":"FLAGSOURCE","sectors":null},{"email":"reply2bhavin@gmail.com","idea":"<p>The GoodBrokers aims to organize the real estate transaction journey in a unique uber-like format operated by certified, trained, and professional brokers riding on a tech-enabled platform used by all stakeholders.&nbsp;</p><p><br></p><p>A customer gets a professional and trained broker for his house search and has a host of other value-added services like project due diligence, financing assistance, possession audit, and move-in assistance.&nbsp;</p><p><br></p><p>A broker on the other hand uses the platform to access high intent leads, developer properties, and thereby organizes his real estate business better than he can individually manage.</p>","industries":["Real Estate"],"name":"The GoodBrokers","sectors":["Housing"]},{"email":"annetjohn9192@gmail.com","idea":"<p>We are a startup to help businesses to connect with their requirements by generating leads and building there brand.&nbsp;</p>","industries":["Marketing"],"name":"B2Bconnex","sectors":["Market Research"]},{"email":"rushikesh.manjrekar@msipl.co","idea":"<p><span>Svasthabio Wellness Private Limited&nbsp;</span></p><p>Brand: Good Graze</p><p><br></p><p>Established in 2019, Majority women owned enterprise started\n</p><p>with the a mission to deliver outstanding range of natural and\n</p><p>organic products.</p>","industries":["Food & Beverages"],"name":"SVASTHABIO WELLNESS PRIVATE LIMITED","sectors":["Others"]},{"email":"jigarkotak@bjkdigital.com","idea":"<p><a href=\"https://play.google.com/store/apps/details?id=bjkdigital.com.bjk_groceries\" target=\"_blank\">https://play.google.com/store/apps/details?id=bjkdigital.com.bjk_groceries</a><br></p>","industries":["Retail"],"name":"BJK DIGITAL PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"onkar.mukherjee@gmail.com","idea":"<p>Onkar is leading a small startup in the field of fashion e-tailing. The said entity is going to personalise fashion to the taste of consumers.</p><p><br></p><p>Onkar possesses an M.Tech. from the Indian Institute of Technology, Mumbai and has worked in the Oil &amp; Gas industry close to fourteen years. <br></p>","industries":null,"name":"Onkar Mukherjee","sectors":null},{"email":"amitsaraf04@gmail.com","idea":"<p>Our Company is engaged in manufacturing of ASI-SC that are QUATS(quaternary ammonium compounds)i.e.&nbsp;<span>The quaternary ammonium compounds based our product  are widely used as disinfectants. Health-care–associated infections have been reported from contaminated quaternary ammonium compounds used to disinfect patient-care supplies or equipment, such as cystoscopes or cardiac catheters&nbsp;. The ASI SC are good cleaning agents, but high water hardness&nbsp;and materials such as cotton and gauze pads can make them less microbicidal because of insoluble precipitates or cotton and gauze pads absorb the active ingredients, respectively. One study showed a significant decline (~40%–50% lower at 1 hour) in the concentration of quaternaries released when cotton rags or cellulose-based wipers were used in the open-bucket system, compared with the nonwoven spunlace wipers in the closed-bucket system.&nbsp;As with several other disinfectants (e.g., phenolics, iodophors) gram-negative bacteria can survive or grow in them It has been attributed to the inactivation of energy-producing enzymes, denaturation of essential cell proteins, and disruption of the cell membrane746. Evidence exists that supports these and other possibilities</span></p>","industries":["Chemicals"],"name":"MRINANK HYCHEM PRIVATE LIMITED","sectors":["Others"]},{"email":"shail.vjti@gmail.com","idea":"&nbsp;We are engaged in designing, manufacturing and marketing of fashioanble apperals for youth.","industries":["Textiles & Apparel"],"name":"BLUGI","sectors":["Apparel & Accessories"]},{"email":"muengineersmumbai@gmail.com","idea":"<p>We are an Engineering solution provider firm, having expertise and technology in the field of <b>Fire protection &amp; Life safety systems</b>.</p><p>We believe in implementing the services with cohesively bonding technology and human resources, to gain maximum output.&nbsp;</p>","industries":["Construction"],"name":"M.U ENGINEERS","sectors":["Construction & Engineering"]},{"email":"rajesh@vctechnosolutions.com","idea":"<p>We are a team of technology enthusiast having key interest in making your Cameras smarter than what they are. We start our journey as providing the best technology in Surveillance products &amp; helping our customers in utilizing their existing equipment's &amp; more.... The \"more\" is providing the best of customer service, customer experience and company culture</p>","industries":["Security Solutions"],"name":"VC TECHNOSOLUTIONS PRIVATE LIMITED","sectors":["Cyber Security"]}]