[{"email":"hemdev78@gmail.com","idea":"<p>Supply of all kind of materials at your doorstep. We deal in all kind of electrical , stationary, machinery , office requirements.</p>","industries":["Retail"],"name":"Hemdev Supply","sectors":["Retail Technology"]},{"email":"digimhelp@gmail.com","idea":"<p>Gone are the days where the figures as reported in the financial statements were not being reconciled with the GST/ VAT returns. If you still follow the same practice, you will land yourself in trouble.\n</p><p>As per the Memorandum of Understanding (MoU) signed between Central Board of Direct Taxes (CBDT) and Central Board of Indirect Taxes (CBIC) on 21.07.2020, there shall be exchange of information between the two organization.\n</p><p>\n</p><p>The results have started showing now. Income Tax department has revealed the information pertaining to the “Turnover as per GSTR-3B” in the PART-H of Form 26AS. The details contained in PART-H are:\n</p><p>\n</p><p>GSTIN\n</p><p>Application Reference Number (ARN)\n</p><p>Date of Filing GSTR -3B\n</p><p>Return Period\n</p><p>Taxable Turnover\n</p><p>Total Turnover\n</p><p>Note: The GSTN data includes internal stock transfer as well.\n</p><p>\n</p><p>Previously Form 26AS was only meant to check whether the deducted TDS is being shown on the PAN, advance tax payments, refund and interest thereon, TRACES default, Statement of Financial Transaction (SFT), etc. But now it includes Indirect Tax details as well. Here is how PART-H of Form 26AS look like:\n</p><p>\n</p><p>\n</p><p>At the time of filing Income Tax Return (ITR), one needs to ensure that the turnover as reported in GST return must match with the one as reported in the ITR. Any genuine mismatch should be properly reconciled and kept on record so that in case of any notice received from the department, you can promptly comply.\n</p><p>\n</p><p>In case of mismatch, even CBIC may call for explanation or issue notices.\n</p><p>\n</p><p>In all we can conclude that one needs to ensure:\n</p><p>\n</p><p>Proper &amp; correct filing of GST Returns.\n</p><p>Regular reconciliation of books of accounts with GST Returns.\n</p><p>Any error/ issue with respect to GST return in any month should be promptly rectified in the ensuing month.\n</p><p>Any genuine mismatch should be properly reconciled and kept on record.\n</p><p>At the time of filing ITR, don’t forget to see your Form 26AS even if there has been no TDS deduction.\n</p><p>Always take help of Tax Experts if you are stuck somewhere.\n</p><p>Edit with WPBakery Page Builder</p>","industries":["Others"],"name":"easyITReturn","sectors":["Others"]},{"email":"rameshwar@outlook.com","idea":"<p>We are SEBI registered Investment advisor, we are advising the investment for institution as well as Individuals.</p><p><br></p><p>We are building AI/ML driven platform for Investment analytics as well as transactional platform integrated with assets.</p>","industries":["Finance Technology"],"name":"FINKASTURI NIVESH PRIVATE LIMITED","sectors":["Advisory"]},{"email":"arjun@dobiee.com","idea":"<p>Dobiee is here to innovate the way India and world sees candies and lollipops India. Our mission is to awaken the creative spirit and inner naughty child in everyone. With creative and most imaginative products, we strongly believe in innovation rather than imitation. Our brand is known for its impeccable taste, quality and creative packaging. We are here to create a difference, our progress plan is to evolve as Market leader not only in terms of sales and profits but also we want to evolve as best organisation to work in and work with.</p>","industries":["Food & Beverages"],"name":"DOBIEE FOODS INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"suzaina@mavericking.com","idea":"<p>We offer a wide range of consulting services to enable deeper integration between your business vision and your human capital. We help build and manage talent teams. At our core, we enable digital transformation journeys and phenomenal employee experiences; thereby building organizational capabilities relevant for now and ahead.</p>","industries":["Human Resources"],"name":"Mavericking Strategic Pvt Ltd","sectors":["Talent Management"]},{"email":"chinmay.talent@gmail.com","idea":"<p><br></p><p>This is Mr Chinmay Parab founder Of Outworking Troop Productions , I have worked With Zee Tv as Talent Producer for past 4 years and worked in big shows like Saregamapa , Dance India dance with immense of Experience in Entertainment &amp; Media. I have a big team of youngsters who are Keen to work with me on my Startup .&nbsp;</p><p><br></p><p>Basically we are planning to change the Quality of making Web Film's &amp; Movies to show how prosperous our Indian History is like we are working on Making a Biopic about Savitribai Phule the first Indian feminist which will Influence the youth about what real Feminism is , As we all know Currently Indian Cinema is full of Adult Content , Abuse, From that our youngsters are Getting Influenced . We Outworking Troop is here in the market to change the Prespective of People and make Indian Cinema a Platform for Good Content ..&nbsp;</p><p><br></p><p>The main Motive behind this Company is to change the idea That Web movie can be hit without Abuse and Adult content and give Pedestal to Young Actors &amp; aspiring Media Freaks a platform which will Develop them as a Professional.&nbsp;&nbsp;</p>","industries":["Media & Entertainment"],"name":"Outworking Troop Productions Pvt. LTD ","sectors":["Movies"]},{"email":"info@mangalindustries.in","idea":"<p>We produce wide range of products like Ladies Bags,Sling,Clutches, Computer bags, portfolio bags, trolley, luggage bags, overnighters, ladies/mens wallet, cardcase, money clip, pouches, keychain,folders, etc in premium and exotic leather as well as PU material like rexine,jute cloth,etc with best craftsmanship in the industry. all our products are completely handmade (try to exaggerate handmade products). We believe in new innovation &amp; change so we are always ready to move beyond our comfort zone and recreate our products and regularly update our product catalogue, we try to deliver unique products and experience to our every client. We will be happy to assist you with your queries feel free to mail at info@mangalindustries.in</p>","industries":["Fashion"],"name":"Mangal Industries","sectors":["Lifestyle"]},{"email":"riddhi@tradereboot.com","idea":"\n            <p>Innoval Fintech Private Limited has a brand name \"Trade Reboot\" which is a trade tech company and provides digitalized solutions for the international commodity trade by utilizing technology such as Blockchain, Artificial Intelligence, Machine Learning and by integrating ICC guidelines for security purposes. This technology brings all related intermediaries like buyers, sellers, miners, traders, shipping agencies, port authorities, stevedores, banks, insurance companies, inspecting agencies, finance institutes on one platform for a seamless, efficient, secured and easy trading process.</p>\n        ","industries":["Finance Technology"],"name":"INNOVAL FINTECH PRIVATE LIMITED","sectors":["Bitcoin and Blockchain"]},{"email":"ezypackdesign@gmail.com","idea":"<p>Manufacturer of Corrugated Boxes &amp; Paper Roll, Multi Colour Printing, Packaging, Designing, Lab Testing</p>","industries":["Professional & Commercial Services"],"name":"EZY PACK","sectors":["Others"]},{"email":"rakshit@chakkija.com","idea":"\n            <p>We are a team of budding entrepreneurs who envision a healthy society. With changing times and trends the consumption patterns have also changed. To find the best quality grains for a healthy diet has become impossible as each grain has many other options and varieties to choose from. Flour, also known as Atta is one of the most crucial elements of any diet. We at ChakkiJa promise to bring you the best quality flour from grains specially handpicked by us.</p><p>At ChakkiJa we believe that our product can truly transform the lives of people by providing them grains with the highest nutritional value and quality. Started in 2020, Chakkija is a food-based startup that provides a seamless, inclusive online buying experience for all your flour needs.  We want to create a way to add some much-needed value to the age-old occupation of the chakki-wala (local flour mill operators). Our grains are sourced straight from the farm, where we take care to select the most premium ingredients for our wide range of attas.\n</p><p>\n</p><p>This produce is then sent to our select partner chakkis and processed according to your exact requirements using our processes and hygiene standards. All you have to do is place an order, and we will deliver fresh and authentic milled atta to your doorstep. You can choose from our wide variety of multi-grain atta vetted by a certified nutritionist or just choose to make your own. Maybe you just want whole wheat atta, plain and simple. Our streamlined production process ensures that we always deliver the best quality flour.  \n</p><p>\n</p><p>One of our goals in starting this venture is to empower other local businesses, which has lead us to use a strategy that relies solely on local artisans as opposed to setting up conventional processing centres to maximise profits. We want to create a system that adds genuine value to both our customers and our partners.</p>\n        ","industries":["Food & Beverages"],"name":"ChakkiJa","sectors":["Food Technology/Food Delivery"]}]