[{"email":"prinit0627@gmail.com","idea":"<p>Basically we are supporting the ladies to do work from home or the females who are already working, mainly our business is to getting home made items and sale that on a large scale, we are starting this business by home made papad we will sell this papad on the many platforms, similarly we will do this with many other home made stuff&nbsp;</p>","industries":["Food & Beverages"],"name":"Metaphore","sectors":["Food Processing"]},{"email":"yardstickbrains@gmail.com","idea":"<p>About Yardstick Brains:\n</p><p>\n</p><p>M/s. Yardstick Brains is created with a noble and simple idea of providing quality water solutions. Water being such a vital source to ever activity on this planet, we wish to be part of most of those activities through our commitment to quality and constant innovations.\n</p><p>\n</p><p>Mission:\n</p><p>\n</p><p>1. Providing quality Drinking Water solutions.\n</p><p>2. Providing water consultancy services to mega projects like Metro, Bridges and Other Infrastructure activities that normally get hampered /stressed due to non-availability of BIS standard water that is required for various purposes within the project. Currently YB has tied up with Infrastructure Brands such as Afcons, Reliance Infra and Tata Projects for supply of Drinking Water for their projects.\n</p><p>3. Providing tailor-made RWH solutions for Urban &amp; Rural regions and set-up online monitoring system to keep it effective.\n</p><p>\n</p><p>Presently, Yardstick Brains is Supplying (RO+UV) Water in different quantities at best prices. The firm supplies daily 30KL of water through its plants located at different areas. The firm is also working towards harnessing nature with its Rain Water Harvesting (RWH) initiatives tailor made for Urban &amp; Rural areas that shall help recharge Groundwater.</p>","industries":["Food & Beverages"],"name":"YARDSTICK BRAINS","sectors":["Others"]},{"email":"manan@pointhai.com","idea":"We are corporate Gifting Company and deal in all kinds of Gift Cards &amp; Merchandise&nbsp;","industries":["Others"],"name":"PointHai.com","sectors":["Others"]},{"email":"harshvardhanchhatbar@gmail.com","idea":"Bringing Various Unique Flavors of India in form of Instant Beverages made from Natural ingredients and No Preservative, No Artificial color or flavor&nbsp;","industries":["Food & Beverages"],"name":"HVC Foods &amp; Beverages Private Limited","sectors":["Food Processing"]},{"email":"d.nihalani44@gmail.com","idea":"<p>Manufacturer..(getting done on job work basis from other factories)..turmeric extract..sale in indian market..and also export potential..curcumin +95 purity..is used as ingredient in herbal shealth supplements, increasing human immunity..fight against many disease incl cancer  and may more..we buy turmeric ..process and get curcumin extracted..sale to potential client (mostly pharma industries)\n</p><p>Curcumin, which shows positive results in most drug discovery assays, is regarded as a false lead that medicinal chemists include among \"pan-assay interference compounds\". This attracts undue experimental attention while failing to advance as viable therapeutic or drug leads.</p>","industries":["Healthcare & Lifesciences"],"name":"RUBELLA AGRO FOODS LLP","sectors":["Health & Wellness"]},{"email":"continentalmerchants@gmail.com","idea":"By education I am Post gradate in Business studies and a marine engineer. I have vast experience of Construction and Interiors. Along with that I am successfully running resort &amp; hotel business.&nbsp;","industries":null,"name":"Vikram Maini","sectors":null},{"email":"shantanu@uniplaydigital.com","idea":"<p><a href=\"http://www.uniplaydigital.com\" target=\"_blank\">Website - About us.</a><br></p>","industries":["Animation"],"name":"Uniplay Digital LLP","sectors":["Others"]},{"email":"rajesh.jha@callarity.com","idea":"<p>Callarity is a start-up aimed to revolutionize the service delivery industry in India. We believe that traditional service delivery methods in India have not changed since the beginning. With Callarity we aim to redefine the industry by business process, data, contracting, service quality and technology innovations help to reduce cost of Service Delivery and provide the best-in-industry flexibility, convenience and security to the businesses being serviced by us. In addition, we aim to bring our workforce, experience, self-motivated home entrepreneurs who can now work with us from the comfort of their location and at times when they are available to work.</p>","industries":["Others"],"name":"CALLARITY PRIVATE LIMITED","sectors":["Others"]},{"email":"nazima@bondburry.com","idea":"<p>Bondburry Recruitment is a company with eons of proficiency in the Recruitment Industry, we understand the huge need of competent managers &amp; world-class leaders across Indian Companies. We build success and ours is built upon the experience &amp; vast expertise of our people. All our recruitment consultants are thorough professionals and marketers. We are not just a recruitment organisation flashing numbers of CV's but we understand the need to match the right talent with the right job. We understand the requirements &amp; demands of different roles across diverse marketing disciplines and when we read a job profile we can quickly match technical specifications with the candidate’s profile. Our support is designed to assist you in endeavors to develop the full potential of your business via your employee's personal and professional development, from recruitment to retirement.<br></p>","industries":["Human Resources"],"name":"Bondburry Recruitment Private Limited","sectors":["Recruitment Jobs"]},{"email":"ca.umeshjadhav@gmail.com","idea":"<p>At Pharmallama, we believe in simplifying the pharmacy experience for you. Our full-service pharmacy sorts and packs your pills by their date and time so that you won’t have to worry about missing a dose. We work round-the-clock to ensure that your medicines reach you on time, always.</p>","industries":["Healthcare & Lifesciences"],"name":"MERADAWAI PRIVATE LIMITED","sectors":["Pharmaceutical"]}]