[{"email":"ankit.v@pvtcourt.com","idea":"\n            <p>PDR organization (Privatecourt) is a Dispute resolution center. Delivering the solution for civil disputes in a formally simplistic way, otherwise called as Out of court settlement. \n</p><p><br></p><p>Catering a huge market with several hundreds of different domains and types of cases like a criminal to commercial case stack on one another from year after year. Piling up of cases leads to slow down of in the wheel of justice. The alternative of which can be a dispute resolution center. Where commercial cases can be catered, helping the judicial services with the following process. \n</p><p><br></p><p>Under the Act of 1996, Arbitration, Mediation and Conciliation can solve the Civil disputes. \n</p><p>PDR organization (Privatecourt) is a team of experts &amp; professionals, organized to solve civil cases from MSME’s, Farming, Commercial, organizations, Banking, Private, Government, Financial, Insurance, Logistics, Freelancing and every other remaining sector dealing with possibilities of disputes.  \n</p><p><br></p><p>Deficiency of justice leads to the breaching of laws made to organize the society and commercial world. PDR organization can be a part of regulating the laws as a helping hand to society for social reform.   \n</p><p>PDR organization as a body also will try to focus on delivering the Justice/ Awards for disputes, in the dedicated and a reduced amount of time frame with more Flexibility in-process and rules of dispute resolution. \n</p><p><br></p><p>To define flexibility on stage one, PDR organization (Privatecourt) will be delivering the services of Arbitration &amp; mediation through the platform with tech motivated format. For e.g.\n</p><p>Online Dispute Resolution Centre (ODR), Alternative Dispute Resolution Centre (ADR), (e-ADR), (Virtual Court) \n</p><p><br></p><p>The effectiveness of the solution is fast judgment, and that is the problem today we are facing in India. Lack of Contract enforcement is connected to the very basic problem of growth, which leads to weak professionalism, and reaches of the local companies to the external world gets restricted. The chance of exploring the Worldwide market gets limited because of a lack of contracts. The solution of which is awareness of the solution, by displaying the solution as a Resolution center.  \n</p><p><br></p><p>The problem also lies with the security and trust factor. Today even if someone dares and affords to build a civil case in court. The lack of evidence due to blind or word trust increases the chances of losses.</p><p> </p><p>Chances are very fragile and society needs to get aware if it needs to rise above. By resolution centers and contracts, results can change with fewer frauds and losses in business. enforcing a contract in business can bring them security. Because some authorities that can dedicatedly solve disputes and deliver the right justice within time can solve multiple problems indirectly and directly. \n</p><p><br></p><p>Distribution of Tech Platform for the effective solution will be the part of PDR organization (privatecourt) solution through Technology that can increase the effectiveness and the way it can solve the problems of society. An organized and distributed system can help everyone encourage and enforce contracts so that justice will be delivered. \n</p><p><br></p><p>Online and offline solutions can serve multiple thousands of disputes at a time. The INDIC solution with flexibility can encourage Indian companies to resolve disputes inside our own country and new companies too will get encouragement to enter this new domain.</p>\n        ","industries":["Others"],"name":"PDR Organization Private Limited","sectors":["Others"]},{"email":"divyeshjagad@rocketmail.com","idea":"<p>Wholesale and Retail of Computer And Laptop, Computer and Laptop Service and Repair and All types of Accessories.</p>","industries":["IT Services"],"name":"Information Technology Solutions","sectors":["IT Management"]},{"email":"vivek@vivekranjan.me","idea":"<p>Tool for software engineers to manage their tasks and interruptions from other collaboration apps<br></p>","industries":["Others"],"name":"Makerflow","sectors":["Others"]},{"email":"lokeshojain@hotmail.com","idea":"<p>We are interested for business in Waste management</p>","industries":["Waste Management"],"name":"Lokesh Jain","sectors":["Others"]},{"email":"fifadra_vicky@yahoo.co.in","idea":"<p>We have developed the model of Virtual Reality where we take into account to tackle 2 significant problems that the clients and developers are facing in current market situation.\n</p><p> \n</p><p>First is we bring the experience of project site visit totally online where a client can encounter the whole Project subtleties by sitting at the solace of their home and can likewise book a condo on the web through online payments system.\n</p><p> \n</p><p>Besides we take care of the issue for developers who are confronting low footfalls at site and low bookings.\n</p><p> \n</p><p>There is a big opportunity in Real Estate market in India as it is still the most unorganized market.\n</p><p> \n</p><p>We are going to tap the untapped market share of 2.6 Billion USD of Online Launches and Online Bookings which has not yet explored and that too with an Virtual Reality which is the future of Real Estate.\n</p><p> \n</p><p>Virtual Reality is a developer's dream as it lets buyers picture the final result.\n</p><p> \n</p><p>When a customer can't visualize the end product, it can take longer to close the deal and can prevent realtors from pre-selling new projects, But Virtual Reality makes the product more tangible which is essential for pre-selling ready and under construction properties.\n</p><p> \n</p><p>Let us know if we can join hands to create a dent in one of the most biggest yet most unorganized markets of India.</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Proplo","sectors":["Others"]},{"email":"atulsandis9@gmail.com","idea":"<p>This is a hyperlocal delivery startup company. We aim to deliver nearby item to customer.</p>","industries":["Retail"],"name":"Quickdelivr","sectors":["Others"]},{"email":"Info@parikramahealthcare.com","idea":"<p>PARIKRAMA HEALTHCARE PRIVATE LIMITEDPARIKRAMA HEALTHCARE PRIVATE LIMITEDPARIKRAMA HEALTHCARE PRIVATE LIMITEDPARIKRAMA HEALTHCARE PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"PARIKRAMA HEALTHCARE PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"tejas@futuretayari.com","idea":"<p>At FutureTayari, we believe that dreams are essential to reach somewhere. We encourage everyone at FutureTayari and all our patrons to dream without the idea of 'boundary'. Boundaries look good only in Cricket. In life, we need to cross any idea that looks like a boundary. Courage is not a function of your past, finances, upbringing, etc. It is directly linked to 'want'. </p><p>&nbsp; &nbsp; &nbsp; &nbsp;\"Aapke paas bhi ek mann hai, 'want' big things in life.\"</p><p>Support your 'wants' with the right actions. Prepare for the big league with us, the big guy in you is waiting for the right kind of training. FutureTayari..!</p>","industries":["Education"],"name":"FUTURE TAYARI","sectors":["E-learning"]},{"email":"gaurav1.tanna@gmail.com","idea":"\n            <p>Presently providing Legal consultancy and helping new businesses acquire necessary Certificates and Registrations. We aim to provide Legal outsourcing services relating to Contracts Management, Contracts Review and Abstraction and Legal Document Review.</p>\n        ","industries":["Others"],"name":"CAdvocates Consultancy","sectors":["Others"]},{"email":"AVIGHNALED@GMAIL.COM","idea":"Neucasa Opto Electronic Pvt. Ltd. has made a name for itself in the list of top suppliers of Led Lights ,Led Bulbs in India. The supplier company is located in Mumbai, Maharashtra and is one of the leading sellers of listed products.\n<div>Neucasa Opto Electronic Pvt. Ltd. is listed in Trade India's list of verified sellers offering supreme quality of Led Lights ,Neucasa Led Lights etc. Buy Led Lights ,Led Bulbs in bulk from us for the best quality products and service.</div>","industries":["Renewable Energy"],"name":"AVIGHNA ENTERPRISE","sectors":["Manufacture of Electrical Equipment"]}]