[{"email":"deepakail@yahoo.com","idea":"<p>Uniflavour Foods Private Ltd (UFPL) is a private limited Company registered under the Companies Act 2013 and having CIN U74999MH2020PTC347249 and registered office at A-19 Mandovi Aprtment Chheda Nagar Chembur Mumbai 400089 and dealing as direct to consumer meat Company.</p>","industries":["Food & Beverages"],"name":"UNIFLAVOUR FOODS PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"satyen2013pareek@gmail.com","idea":"<p>Our company is reimagining and re-pioneering the marketing and distribution processes of medicine/drug manufacturers by providing one-stop and automated solutions for marketing and distributing the drugs manufactured by the medium and small scale drug manufacturers.</p>","industries":["Healthcare & Lifesciences"],"name":"Ghrelin Pharmaceuticals Private Limited","sectors":["Pharmaceutical"]},{"email":"Infsf@rediffmail.com","idea":"<p>INFANTRY SECURITY AND FACILITIES PRIVATE LIMITEDINFANTRY SECURITY AND FACILITIES PRIVATE LIMITEDINFANTRY SECURITY AND FACILITIES PRIVATE LIMITEDINFANTRY SECURITY AND FACILITIES PRIVATE LIMITED</p>","industries":["Security Solutions"],"name":"INFANTRY SECURITY AND FACILITIES PRIVATE LIMITED","sectors":["Public Citizen Security Solutions"]},{"email":"shashikantsalunkhe@siddhivinayakworld.com","idea":"<p>SIDDHIVINAYAK AUTOMATION AND ELECTRICAL SOLUTIONS PRIVATE LIMITEDSIDDHIVINAYAK AUTOMATION AND ELECTRICAL SOLUTIONS PRIVATE LIMITEDSIDDHIVINAYAK AUTOMATION AND ELECTRICAL SOLUTIONS PRIVATE LIMITEDSIDDHIVINAYAK AUTOMATION AND ELECTRICAL SOLUTIONS PRIVATE LIMITED</p>","industries":["Technology Hardware"],"name":"SIDDHIVINAYAK AUTOMATION AND ELECTRICAL SOLUTIONS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"omkar@thinedge-marketing.com","idea":"<p>We are a marketing agency in Mumbai. At ThinEdge Marketing, we believe in the power of ideas. We thrive on making a difference to brands and helping companies make powerful audience connections. We help companies increase their revenue through our unique approach through Inside Sales, B2B Database, Digital Marketing, Market Research, etc.</p>","industries":["Marketing"],"name":"ThinEdge Marketing","sectors":["Market Research"]},{"email":"ashishc@gmail.com","idea":"An Automation Company. We have a production - TrakMe - which provides vehicle tracking, school ERP &amp; Society gate management.","industries":["Internet of Things"],"name":"Neisa Tracking Services Pvt Ltd","sectors":["Others"]},{"email":"suryalogistics20@gmail.com","idea":"<p>SURYA REFUELLERS &amp; LOGISTICS LLP deals in fuel Refuelling, logistics handling including final mile delivery, businesses associated with renewal energy sector, providing last mile connectivity to its clients.</p>","industries":["Logistics"],"name":"SURYA REFUELLERS AND LOGISTICS LLP","sectors":["Others"]},{"email":"arif@eventuresunlimited.in","idea":"<p>Eventures Unlimited is a full-fledged event management company based out of Mumbai, we specialise in creating spectacular events in India and across the world.&nbsp; Our Innovative ideas and impeccable production, backed by expertise, guarantees the best service your budget can buy. It is our unique approach that differentiates us from the rest.&nbsp;&nbsp;</p>","industries":["Events"],"name":"Eventures Unlimited","sectors":["Event Management"]},{"email":"founder@jyeshthacare.com","idea":"<p>Mumbai's first home care services led by specialist geriatrician</p>","industries":["Healthcare & Lifesciences"],"name":"Jyeshtha Healthcare Private Limited","sectors":["Healthcare Services"]},{"email":"Purnendushukla7@gmail.com","idea":"<a href=\"http://Mobile app\" target=\"_blank\">A student with dream and some ideas</a><br>","industries":null,"name":"Purnendu Pramod Shukla","sectors":null}]