[{"email":"vijayatechnologies17@gmail.com","idea":"<p>INFORMATION TECHNOLOGY ORGANIZATION TO STAND IN DIFFERENT WAY..</p>","industries":["IT Services"],"name":"VIJAYA TECHNOLOGIES","sectors":["Web Development"]},{"email":"info.electricvibes@gmail.com","idea":"<p><a href=\"http://electricvibes.business.site\">website</a><br></p>","industries":["Technology Hardware"],"name":"Electric Vibes","sectors":["Electronics"]},{"email":"ankytshende@gmail.com","idea":"<p>We at RentKit are developing a platform which will connect budding Video Bloggers with professional equipment to create High Quality Content for their audience at a fraction of cost using rental services. \n</p><p>\n</p><p><br></p>","industries":["Media & Entertainment"],"name":"RentKit","sectors":["Digital Media Video"]},{"email":"info@wingrs.com","idea":"<p>WINGRS is a creative branding agency that is fueled by the philosophy of reinvention. In the digital space, we make brands appear spontaneous, refreshing and relevant no matter how the market shifts and trends change. As a young firm, we are indulgent of youthful ideas that are paired with powerful research, keen observation and impactful strategic execution.&nbsp;</p><p><br></p><p>If you love design, you’ll love us. We design brands – both aesthetically and conceptually, by creating pathways to digital amplification. Trendsetting content, dynamic image-building concepts, bespoke communication are just some of our favourite ways to enhance the ethos of brands that fly with it.&nbsp;</p><p><br></p><p>We value the fundamental purpose of your brand, and the core aspects of business relations that go with it when you partner with us. How? We believe in providing powerful brand analysis, focusing on pain points and equipping ourselves with the best technologies to amplify your digital presence. With the right mixes of digital marketing techniques, we’re wired to achieve high-performance and result-oriented solutions for brands that are willing to take the leap.&nbsp;</p><p><br></p><p>For times when things go south, we’re good with crisis management too. Being able to ‘put out the proverbial fire’ is why people call us in the first place.<a href=\"http://www.wingrs.com\" target=\"_blank\">Website</a></p><p><br></p><p>So, are you ready to #WingIt?</p>","industries":["Marketing"],"name":"Wingrs Creative House","sectors":["Digital Marketing (SEO Automation)"]},{"email":"abhisheknathani@gmail.com","idea":"<p><a href=\"http://ele2.in\" target=\"_blank\">ele2.in</a><br></p>","industries":["Automotive"],"name":"MOTOSURGEON AUTOMOBILE PRIVATE LIMITED","sectors":["Electric Vehicles"]},{"email":"rejoy.kcengg@gmail.com","idea":"<p>KC Engineering Works</p><p><br></p><p>Shop no 6, Mahadev complex near meera hospital section 17 Ulhasnagar\n</p><p>421 003\n</p><p>Thane district, Maharashtra India.\n</p><p>\n</p><p>Contact: Rejoy K - 7498014205\n</p><p>rejoy.kcengg@gmail.com\n</p><p>www.kcengg.com</p>","industries":["Technology Hardware"],"name":"KC Engineering Works","sectors":["Manufacturing"]},{"email":"indostart.inc@gmail.com","idea":"<p>We believe that&nbsp; we are here for innovation, change and to create a niche in market with mode in india products for the people of india and the world.</p>","industries":["Food & Beverages"],"name":"SHORETREE PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"combozindustries@gmail.com","idea":"<p>Comboz Industries ('COMBOZ') is a Manufacturer of shirting and suiting fabric catering to demand PAN India since it's incorporation. The Manufacturing Unit of COMBOZ is located in Bhiwandi, Thane and the Sales office is at Kalbadevi, Mumbai.&nbsp;</p>","industries":["Textiles & Apparel"],"name":"COMBOZ INDUSTRIES","sectors":["Apparel & Accessories"]},{"email":"digitalphysioclinic@gmail.com","idea":"<p>We are a start-up providing holistic condition based care to patients. We offer services in Physiotherapy, Ocuupational Therapy, Speech Therapy, Diet and fitness services</p>","industries":["Healthcare & Lifesciences"],"name":"GENKI HEALTHCARE SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"coppercocoa2020@gmail.com","idea":"<p>Copper Cocoa based out in Nahur East is a Homemade Bakery products business started by Chef Amey Padwal in Year 2020. Copper Cocoa has expertise in making customized Cakes at an affordable price which are rich in taste &amp; flavors. Cakes, Chocolates, cookies delivered straight to their home across Mumbai, Thane city and Navi Mumbai. We launch exciting hampers on various festive seasons. Copper Cocoa is deeply committed to hygiene practices &amp; maintain superior quality of bakery items. *Order should be placed one day prior. Delivery Charges will be applicable as per your location.* Experience the taste atleast once of Copper Cocoa products. Please Note - We are FSSAI and UDYAM Government certified.</p>","industries":["Food & Beverages"],"name":"Copper Cocoa","sectors":["Others"]}]