[{"email":"rajendra@chipsandbytes.co.in","idea":"“CHIPS AND BYTES INFOTECH” is a leading organization formed in March, 1992 by a group of dedicated people who are committed to outlive customer expectations. Motivated professionals who aim to achieve excellence through dedicated teamwork attend to every contact with zeal. We take pride in our ability to deliver efficient services at affordable prices. Now been in business for more than 13 years, providing hardware solutions and support to the various industries in and around. We are authorized resellers of COMPAQ, HP, IBM, TOSHIBA, FUJITSU, HCL, DATAMINI, SUN, EPSON, APC, INTEL, CISCO, 3COM, PACKETERS, MICROSOFT, ADOBE, COREL, LINUX, and MEDIAWARE. We provide maintenance services (A.M.C) to Multinational companies, corporate sector, Govt. sector, Private sector in India.","industries":["IT Services"],"name":"RAJENDRA V THAKER","sectors":["IT Management"]},{"email":"shubh3001patil@gmail.com","idea":"<p>An online platform that allows one to simply design their dream pet house and have build it. Basically we provide customized pet house being an online store. we also provide monthly maintenance for the houses.&nbsp;</p>","industries":["Pets & Animals"],"name":"PET THINGS","sectors":["Others"]},{"email":"nagendra.sharma@cincoelementos.co.in","idea":"<p>CINCO ELEMENTOS PRIVATE LIMITEDCINCO ELEMENTOS PRIVATE LIMITEDCINCO ELEMENTOS PRIVATE LIMITEDCINCO ELEMENTOS PRIVATE LIMITEDCINCO ELEMENTOS PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"CINCO ELEMENTOS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"info@asarengineering.com","idea":"<p>Greeting for the day,\n</p><p> \n</p><p>\n</p><p>We at Asar Engineering introduce ourself one of the leading suppliers of the engineering &amp; transmission product.\n</p><p>\n</p><p>We have repeatedly tried to Enhance &amp; Satisfy the need of the customers.\n</p><p>\n</p><p>In this introduction, we would try to brief ourself and explain the services we provide in the field of Engineering Products.\n</p><p>\n</p><p> \n</p><p>\n</p><p>Here is the list of the product we deal with.\n</p><p>\n</p><p>1. All Types of Gear Coupling.\n</p><p>\n</p><p>2. All Types of Sprockets.\n</p><p>\n</p><p>3. V-Groove Pulley. \n</p><p>\n</p><p>4. Transmission Roller Chain. \n</p><p>\n</p><p>5. Timing Pulley.\n</p><p>\n</p><p>6. Thruster Brake.\n</p><p>\n</p><p>7. Universal Joint.\n</p><p>\n</p><p>8. Cardan Shaft.\n</p><p>\n</p><p>9. Rack &amp; Pinion.\n</p><p>\n</p><p>10. Conveyor Belts.\n</p><p>\n</p><p>&nbsp;\n</p><p>We have been most promising with our product quality and try to fulfill customer needs.\n</p><p>\n</p><p>Achieving Scalability, Assurance &amp; Reliability has been our motto from the beginning.\n</p><p><br></p>","industries":["Others"],"name":"ASAR ENGINEERING","sectors":["Others"]},{"email":"accounts@yotta.com","idea":"<p>CONSIDERING THE HIGH GROWTH IN INTERNET USE AND CONTENT CONSUMPTION IN INDIA AND TO CATER THE SAID HIGH DEMAND NIDP IS DEVELOPING A SECTOR SPECIFIC IT/ITES SEZ AND DATA CENTER INFRASTRUCTURE AT SECTOR KNOWLEDGE PARK V, GREATER NOIDA.</p>","industries":["Real Estate"],"name":"NIDP DEVELOPERS PRIVATE LIMITED","sectors":["Others"]},{"email":"hardik@youknowtheworks.com","idea":"<p>An integrated, full-service advertising agency delivering business solutions through communication strategies.</p>","industries":["Marketing"],"name":"Works Media and Allied Services LLP","sectors":["Branding"]},{"email":"vivek@uthc.in","idea":"<p>We revive the usage of the Ayurvedic herb and a carbon negative raw material 'Hemp' for a wide variety of product applications across industries</p>","industries":["Healthcare & Lifesciences"],"name":"UNITED TESLA HEMP COMPANY","sectors":["Pharmaceutical"]},{"email":"sales.globtechenterprise@gmail.com","idea":"<p>Our  GLOBTECH ENTERPRISE  is a company established in 2019, As we are operating from Mumbai, the commercial capital of India, has held a position in trading and distributing of Valves &amp; Pumps, As we are an Authorized Distributor of KIRLOSKAR BROTHERS LIMITED. \n</p><p>Here we ensure pride in working ourselves in quality based environment, consumer satisfaction is the base of our services. We the GLOBTECH ENTERPRISE make available the products which suits your every need</p>","industries":["Others"],"name":"Globtech enterprise","sectors":["Others"]},{"email":"yenpure.sai@gmail.com","idea":"<p>We are Smann a Tribetayling company, an easy and effective e-commerce application that connects local businesses to their own neighborhood and beyond. Our mission is to support local business and empower them by providing a new innovative ordering platform, which will create limitless growth opportunities for them.</p>","industries":["Other Specialty Retailers"],"name":"TRIBETAYLING PRIVATE LIMITED","sectors":["Auto Vehicles, Parts & Service Retailers"]},{"email":"poojathacker@thesoultribe.in","idea":"<p>Soultribe wellness LLP under the brand name of THE SOUL TRIBE is aspiring to become a community driven mental health platform, by creating a safe space for like-minded people to help each other and seek professional help through therapist/counsellors. Soul Tribe is a market place for any thing and everything related to mental wellness\n</p><p>\n</p><p>\n</p><p>\n</p><p>Members will have an option to use various resources available on the portal to maintain a better mental health. \n</p><p>\n</p><p>\n</p><p>\n</p><p>Our approach is more of problem solving than of just informing them about the various problems. We are here to give them permission to be sad, angry , upset but also give them way and means to get out of that space.</p>","industries":["Healthcare & Lifesciences"],"name":"SOUL TRIBE WELLNESS LLP","sectors":["Health & Wellness"]}]