[{"email":"sales@livestorehub.com","idea":"<p>Connect to Retail Store in Real time via Video, Voice or Chat</p>","industries":["Enterprise Software"],"name":"MINDFARM SOFTWARE SOLUTIONS PRIVATE LIMITED","sectors":["Enterprise Mobility"]},{"email":"kspsantosh@gmail.com","idea":"DIGITIZE VIRTUAL LIFE IN 22ND CENTURY FOR ENTIRE WORLD","industries":["Education"],"name":"KALKIVAISHNAVI CORPORATION ","sectors":["Education Technology"]},{"email":"sprabhu1977@yahoo.in","idea":"I am a 42 year old person looking out to explore competitive market place opportunities for middle class consumers.My goal is toprovide qood quality &amp; affordable daily needs services to the community","industries":null,"name":"Satish Prabhu","sectors":null},{"email":"harshbachani@outlook.com","idea":"<p>WeIN is an Indian eCommerce clothing portal.\n</p><p>\n</p><p>About us\n</p><p>\n</p><p>We are 100% made in India fashion line is that we have gained massive momentum in a very short span of time. This shows the amount of support that people are showing for Indian brands and also accepting them for their true talents and hard work in creating a name for themselves across the country. Currently, we are focusing more on serving women clients aged between 16 to 24; however, we would also offer a sophisticated collection for men.\n</p><p>\n</p><p>Affordable fashion will be at every Indian's doorstep soon with our brand that will sweep everyone off their feet and give a new meaning to the fashion industry.</p>","industries":["Fashion"],"name":"WeIN","sectors":["Apparel"]},{"email":"hardeepsinghpawar@yahoo.in","idea":"We are looking to start a business by putting a tender in BPCL as a startup.","industries":["Automotive"],"name":"BHAIL HIGHWAY SERVICES","sectors":["Auto & Truck Manufacturers"]},{"email":"rohira.harsh55@gmail.com","idea":"<p>Vitrectomy surgery requires a patient to maintain a prone position for 12-14 hours a day for a period of 2 weeks .The real world scenario is that it is very difficult for the patient to maintain prone position due to various reasons ,maybe a back problem , uncomfortable posture giving chest pain or causing breathlessness .Challenge is to help patients improve their quality of life and provide early rehabilitation post surgery while providing face down positioning support in the sitting or in lying down position . \n</p><p>\n</p><p>\n</p><p>&nbsp;We have come up with a solution to help patients maintain a  face down posture in the immediate postoperative period by providing supportive devices which will come in 3 different designs to provide support while the patient is in lying down or in  sitting position .This device would come along with an angled  mirror which will help patients  interact with their surroundings without a change of posture as the image will reflected by 90 degrees so they can see straight while maintaining a prone position .\n</p><p>\n</p><p>&nbsp;In addition we have developed a customized sensor to track the body posture over 24 hours period, so we can determine the compliance of the patient to maintain prone posture post surgery. The sensor will be a part of the PVRS and would maintain data on a server and relay real time information via our industry first hardware to the doctor so that we know  on daily basis , how many hours the patient has maintained prone position .The  sensor would be embedded in the headrest of the PVRS and can be used by the patient in sitting or in lying down position by simply detaching it from one device and attaching it to another . This is a novel device which would have a big impact in vitreo-retina services . \n</p><p>\n</p><p>If we are certain of the patient posture in the post operative period and also improve the patient compliance, surgeons would feel more confident shifting towards gas tamponade from silicone oil and it would decrease the morbidity related to silicone oil and the cost of re surgeries. \n</p><p>\n</p><p>\n</p><p>\n</p><p>PVRS becomes a temporary seating mechanism to help patients relax while writing, reading, eating, socializing or watching TV while facing down from Vitrectomy surgery. With a  2-Way angled  Mirror it is easier  to watch television On The Table, Desk or TV Tray.\n</p><p> \n</p><p>The P.V.R.S.  can be used on the top of a table or a desk as well. This is a great way to sit down with the family and yet still being able to face down. To us the PVRS on the table or a  desk, simply place the item on the table, while you are sitting on your own chair, lean towards the chest pad and place your head on the cushion. All the parts are adjustable. The PVRS  is completely adjustable for the widest variety of body types, sizes and other physical considerations. The PVRS  is very simple to use . No assembly or tools required .With a few quick and snappy adjustments, you will be able to set-up  in just a few minutes. \n</p><p>\n</p><p>With these 3 components which include a supportive posture maintenance device, an angled mirror and a sensor we can provide a very effective solution to our patients. This device will improve patient comfort and assist in quick recovery in the immediate post operative period  .</p>","industries":["Healthcare & Lifesciences"],"name":"VISION CURE PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"sheetalkhare2@gmail.com","idea":"<p>White Egg trader in Ambernath.</p><p>just completed one month to the shop and I am noticing a very good response however I need extra finance to expand my business&nbsp;</p>","industries":["Food & Beverages"],"name":"Eggzo International Enterprise","sectors":["Others"]},{"email":"shashikantj651@gmail.com","idea":"<p>I am start new business , 5 lac loan required.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Required 36 month&nbsp;</p>","industries":["Food & Beverages"],"name":"China man chinese corner &amp; fast food","sectors":["Food Processing"]},{"email":"goshantmeher@gmail.com","idea":"<p>In this world of E-commerce most affecting area are local stores.<br>With our product all local stores can connect to internet, it doesn't mater whether they sell goods or services.<br>With AI driven solution with highly engaging and two way communication.</p><p><br></p><p>What does our Product do?<br>1.Its just simple, Local stores can mange their inventory. With help of data-science they can have a proper analysis of all the products and sell charts. In time they have the proper view of sell in seasonal basis, which help them to grow their business.<br></p><p><br></p><p>2. Now the second part where end user can search product as per store or goods.<br></p><p><br></p><p>Does is solve a problem?<br>Yes, for an end user, with out knowing any product available at their local stores, they end-up buying from E-commerce sites where it got delivered from all around the nation or world. <br>With us they will get product with in minutes no more waiting for days.<br>No more product missing, no delay in delivery, no replacement worries.<br></p>","industries":["Retail"],"name":"localKart","sectors":["Retail Technology"]},{"email":"wipl2407@gmail.com","idea":"<p>Wasan Infrastructure Private Limited (Wasan Infrastructure), a Mumbai based Civil Construction and infrastructure development startup company engaged in providing various kind of infrastructure development, repair and maintenance services – building of public roads, Highways, Toll Plaza, bridge, fly-overs, sanitation and sewerage system, water pump, water supply and treatment, solid waste management system, irrigation and creating all other civil infrastructure, engineering and public facilities includes turnkey projects, electrical works, supply of manpower. Company also works on real estate development activities with modern techniques for building of residential and commercial complexes and Facility management of the complex. \n</p><p>Our team of Civil engineers, architects and Construction industry professionals are from core industry experience in the same line with a vision to make QUALITY WORKS | QUALITY MATERIALS | COST EFFECTIVE. Company Founded by Automobile Entrepreneur Mr V K Wasan having past experienced in this line. Company proposed to serve Govt organisations, Local authorities and other PSUs, Industries and Residential and Commercial projects with their expertise services and advanced project management solutions.</p>","industries":["Construction"],"name":"WASAN INFRASTRUCTURE PRIVATE LIMITED","sectors":["Construction & Engineering"]}]