[{"email":"sn68066@gmail.com","idea":"<p>Cognitech Engineerings Pvt Ltd, is a technology company. The vision of Cognitech is to establish its values in the Software development, IOT and Electronics sector. Starting from taking up govt software development tenders to developing in-house softwares to support the UAV sector in India is what Cognitech will do in the technology ecosystem.</p>","industries":["IT Services"],"name":"COGNITECH ENGINEERINGS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"simplyserum@gmail.com","idea":"<p>To cater in the field of Biological &amp; Clinical Research along with Pharmaceutical Products (orals &amp; injectibles).</p>","industries":["Healthcare & Lifesciences"],"name":"Simply Serum","sectors":["Pharmaceutical"]},{"email":"vvecare@gmail.com","idea":"<p>VV ENVIRO CARE SOLUTIONS LLPVV ENVIRO CARE SOLUTIONS LLPVV ENVIRO CARE SOLUTIONS LLPVV ENVIRO CARE SOLUTIONS LLP</p>","industries":["Professional & Commercial Services"],"name":"VV ENVIRO CARE SOLUTIONS LLP","sectors":["Business Support Services"]},{"email":"manchesterlifesciences2020@gmail.com","idea":"<p>MANCHESTER Lifescienses Pvt Ltd is a private limited company and limited by shares engaged in trading and marketing by third party manufacturing. Its a pharmaceuticals company having Registered office in Mumbai and additional premises of Business in Kolhapur Maharashtra. Company having two directors the name is as follows,</p><p>Mr. P. DIVAKARAN NAIR 9946354225</p><p>Mr. UNMESH SHRIKANT JERE 9823091414</p><p>Company have Registered TM of five brands</p><p>MANCHESTER LIFESCIENSES mainly focus on Opthalmic, dermatology, antibiotics, multivitamin products.</p>","industries":["Healthcare & Lifesciences"],"name":"MANCHESTER LIFESCIENCES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"shrikant.ugale@s2sexpert.com","idea":"<p>We take pleasure in introducing S2S EXPERT SOLUTIONS a venture of HAN GROUP OF COMAPNY dealing with varied range of services across multiple sectors established in the year 2011. It is the collaboration of people and services to enhance the efficiency and effectiveness of the given space and work environment including the ambience, equipment and people who operate them with in.\n</p><p>\n</p><p>HAN Group Company is defined as “the integration of the processes of the organization to maintain and develop the agreed services which support and improve the effectiveness of its primary activities.\n</p><p>\n</p><p>Our aim is to provide tailor made solutions in order to meet your requirements with utmost professional manner and to execute within timely manner by adopting the most effective methods which improves the day to day functioning of your workplace by creating healthy work environment.</p>","industries":["Safety"],"name":"S2S EXPERT SOLUTIONS PRIVATE LIMITED","sectors":["Personal Security"]},{"email":"signforsafetyindia@gmail.com","idea":"<p>Sign For Safety India Private Limited (SFS) established in 1998, specializes in the field of Narrow Woven Fabrics, Braided Cords/Ropes, Personal Protective Equipment, Material Handling Equipment, Load Strapping Equipment and Equestrian Products.\n</p><p>\n</p><p>We have a complete VERTICAL INTEGRATED manufacturing process, spread over an area of 8,50,000 sq ft and a workforce of 300 trained employees. We are one of the leading suppliers of Narrow Woven Fabrics providing solutions to Various Industrial Sectors.\n</p><p>\n<span></span></p><p>Established in January 2020, Sign For Safety India Pvt Ltd is a professional of Signage's, Medical Devices, Health And Safety Products approved by the INDIAN Government to specialize in production and sales of various types of Signage's, Safety Products and medical devices. the main customers are include: medical institutions, wholesale enterprises, and retail pharmacies.\n</p><p>\n<span></span></p><p>Sign For Safety India Pvt Ltd has the legal medical qualification, and is mainly responsible for the major medical materials and medical devices at domestic and abroad market, and exports business, more than 70 countries and regions around the world, Sign For Safety India Pvt Ltd has offices in Mumbai And Delhi to assist customers in purchasing and sales.\n</p><p>\n<span></span></p><p>All products operated by the company have the medical qualifications stipulated by the state, and all exported products have qualified CE certificates. The issuing agencies include: QCS, GACB, HACCP, ROHS, CE, etc., as well as FDA certificates,\n</p><p>\n<span></span></p><p>Sign For Safety India Pvt Ltd has been manufacturing various metal materials since 1998 and has been selling to PAN India Locations. At the same time, Sign For Safety India Pvt Ltd undertakes EPC (Engineering, Procurement and Construction) contracting, subcontracting and distribution of various projects. First-line brand of Signage's Manufacturing, Face Mask Manufacturing Includes 3 Ply Surgical, N95 Mask &amp; Cloth Masks. Signage machinery, agriculture, chemical industry, complete production lines, large-scale complete sets of equipment, electrical engineering equipment, accessories, etc., actively participate in international consulting for various investments and projects, the company has more than 100 engineers, including machinery, civil engineering , hydro-power, chemical, high pressure and low pressure electricity, etc., and has English, Spanish, Russian, Arabic, German, French, Japanese, Korean and other professional translators in more than 10 languages, assisting major projects at home and abroad smoothly Finish the construction.</p>","industries":["Healthcare & Lifesciences"],"name":"SIGN FOR SAFETY INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"gunjan@blueberrytravels.co.in","idea":"<p>We don’t focus on problems we focus on solutions. We see opportunity where others see challenges. Travel O2O is committed to getting you the right deal, without delay and with a single click. We smoothen obstacles and make travel plans easy. \n</p><p>\n</p><p>Our journey begins with the overwhelming task of finding the best hotel rates across India from the sea of B2B wholesalers and consolidators who flock the market, spread across the various geographic locations</p>","industries":["Travel & Tourism"],"name":"Travel O2O LLP","sectors":["Hotel"]},{"email":"ces.panchal@gmail.com","idea":"<p>The CHIRAG Energy Solutions is a leading organization in the field of Energy sector. We are offering quality work and cost effective solution in “Solar Power, Energy Solution, Electrical and Industrial Automation for all type of industries like Oil &amp; Gas, Power, Chemicals, Petrochemicals, Pharmaceuticals, Cement, Steel, commercial and residential premises.\n</p><p>\n</p><p>\n</p><p>Under the valuable guidance of our mentor, Mr. Chirag, we are growing with a notable rate in the market. He has spent long years in the industry to have rich industrial experience enabling us to understand the varied requirements of our clients.</p>","industries":["Renewable Energy"],"name":"CHIRAG Energy Solutions","sectors":["Renewable Energy Solutions"]},{"email":"rahul143448@gmail.com","idea":"<p>My vision is to take down the power failure and disasters that take place during natural calamities down to minimum by helping the government to lay the power cables underground and by laying gas pipelines in all the rural areas of india so that clean energy can be reached to every home of the nation.&nbsp;&nbsp;</p>","industries":["Construction"],"name":"lk projects","sectors":["New-age Construction Technologies"]},{"email":"divyeshbrothers@yahoo.co.in","idea":"<p>We deal with Rail Products &amp; HEMM equipment spares</p>","industries":["Transportation & Storage"],"name":"divyesh brothers","sectors":["Others"]}]