[{"email":"artemisfowl634@gmail.com","idea":"<p>The administration’s move could ultimately lead to American tariffs on imports from Brazil, Britain, India and a host of other countries, heightening the chances of another global trade dispute that results in retaliatory taxes on U.S. goods.\n</p><p>\n</p><p>The investigation, which will be conducted by the United States Trade Representative, could also complicate global negotiations that have been underway for more than a year and are aimed at reaching a multinational consensus on how to tax internet commerce that crosses borders.\n</p><p>\n</p><p>At issue are efforts spreading across Europe and beyond to impose so-called digital services taxes on economic activity generated online. Those taxes deviate from many traditional international tax regimes by affecting revenues earned by a company where they are generated — regardless of whether the company has a physical presence there. For example, India imposed a 2 percent tax in April on online sales of goods and services to people in India by large foreign firms. The European Union has revived its push for a similar tax as a way to help fund response measures to the coronavirus.\n</p><p>\n</p><p>Those moves follow similar efforts by France, which introduced a tax on digital revenues last year, prompting the Trump administration to authorize tariffs on French wine, cheese and other products. Officials in both countries agreed to put their levies on hold — with French officials saying they would not collect revenues from their tax this year — while negotiators with the Organization for Economic Cooperation and Development tried to broker a multilateral agreement on digital taxation.\n</p><p><br></p>","industries":["Education"],"name":"M/s. Fowl","sectors":["E-learning"]},{"email":"choicexactly@gmail.com","idea":"<p>We are a group of people trying to provide tech news in simple and making tech shopping better for the people.</p>","industries":["Social Impact"],"name":"choicexactly","sectors":["Others"]},{"email":"yungryentertainment@gmail.com","idea":"<p><a href=\"https://www.youtube.com/channel/UCMYiMJhe-AqXK1W9Rh667yA\" target=\"_blank\">Yungry Entertainment</a></p><p><br></p><p>We as a family of yungry want to bring the best among best so we look out to the young company and influencers who just started their career in the digital world we serve them to grow in this industry and bring them to the mainstream.\n</p><p>\n</p><p>&nbsp;\n</p><p><span>It includes:-</span></p><p>\n</p><p>1) YouTube &amp; Instagram organic growth\n</p><p>2) Events &amp; collaborations\n</p><p>3) Promotion &amp; sponsorships\n</p><p>4) Performance marketing\n</p><p>5) Yungry membership\n</p><p>And many more<br><br></p>","industries":["Marketing"],"name":"Yungry Entertainment","sectors":["Branding"]},{"email":"limraenergy@gmail.com","idea":"<p>Employment generation\n</p><p>RUHIKUWAT ENERGY PRIVATE LIMITED is having an online platform to provide doorstep delivery of fuel for your generator (DG sets) / cars/fleet vehicles etc. in a safe, reliable, and efficient way. You can place your order online and get fuel delivered at your location in specialized Refuellers according to your chosen schedule. We are making refueling smarter! When everything in the world is available online, we are coming with providing online home delivery of fuel. This will helps to generate the employment opportunity and creates the job opportunity</p>","industries":["Non- Renewable Energy"],"name":"RUHIKUWAT ENERGY PRIVATE LIMITED","sectors":["Oil & Gas Exploration and Production"]},{"email":"shreekant9956@gmail.com","idea":"<p>Earth Life Sciences Private Limited is an emerging pharmaceutical company, which specially deals with diabetes drugs with a wide range of products in the domestic market by bringing in a new class of drugs with serious, dedicated, and experienced marketing and distribution personnel. \n</p><p>\n</p><p>Earth Life Sciences Private Limited is committed to supporting programs through educational grants, sponsorships, and research for the benefits of its employees, patients, or the medical community. We are also committed to being an exemplary corporate citizen and contributing to the well-being of the communities in which we live and work. \n</p><p>\n</p><p>We ensure that our knowledge, our abilities, our capability to innovate, our productivity, and our ingenuity enable us to be fast. We want to be first. Not just in sales, but in discovering the markets’ new needs.</p>","industries":["Healthcare & Lifesciences"],"name":"EARTH LIFE SCIENCES PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"centaurirobotics@outlook.com","idea":"<p>A robotics company which designs or manufactures robots for consumers and businesses</p>","industries":["Robotics"],"name":"CENTAURI ROBOTICS PRIVATE LIMITED","sectors":["Robotics Technology"]},{"email":"info@gritinternational.in","idea":"<p>Grit International- envisioned and conceptualized by Amit Kevalramani, is the house of Export and Import Operations primarily dealing in Industrial Chemicals (Organic and Inorganic) and Agro Products (Fresh Fruits and Vegetables, Rice and Spices). The organisation is also in the professional preparations of the new market opportunities in Waste management. We have a competitive strategic business plan in place as far as sourcing and supplying Agro Products and Chemicals.</p><p> </p><p>The company covers the commercialization of chemical raw materials, which includes- sourcing, stocking, distributing and customizing of the raw materials in the sectors of Water treatment, Soap and Detergent, Agri Chemicals, Active Pharma Ingredients, etc.</p><p>.Grit International relies on its availability of advanced facilities and a wide farmers' network that not only assure consistency in the production value and quality of the products in question, but also pledge to meet the most demanding international regulations regarding food quality. Adhering to deliver impeccably without compromising with the implementation of the wholesome process that includes the cultivation, harvesting, packaging, and transport, Grit International provides personalized services keeping the nerve of the market and consumers in its firm view.&nbsp;&nbsp;</p>","industries":["Chemicals"],"name":"Grit International","sectors":["Diversified Chemicals"]},{"email":"varunkamdar88@gmail.com","idea":"<p>Autocare Petro Products Private limited is an online platform to provide doorstep delivery of fuel(Diesel) for your Generators(DG sets),Industrial machinery, stationary equipment, agricultural sector, shopping malls, hospitals, mobile towers, infra companies etc. in a safe, reliable and efficient way. We have recently incorporated the company \"Autocare Petro Products Private Limited\". Mr. Varun Anil Kamdar&nbsp; age 32 and Mrs. Ami Varun Kamdar age 31 are the founders of the company. We will be registered as DDD(Door to door delivery) Resellers and will be known as FUELENTS (FUEL + ENTREPRENEURS). We will provide door to door delivery of fuel under the brand name of \"FUEL EZY\". The conventional diesel procurement process leads to wastage of diesel due to spillage, pilferage, environmental damage due to dead mileage, increases CO2 emissions. Not to forget the time, the manpower and money that the Nation wastes on it. We are focusing to change the shift from the conventional process to easy and efficient way of fuel procurement. You can place your order online through our mobile app \" FUEL EZY\" and get fuel delivered at your location by our specialized Refuellers ( Diesel bowsers) according to your chosen schedule. We are making refueling smarter !&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>","industries":["Non- Renewable Energy"],"name":"AUTOCARE PETRO PRODUCTS PRIVATE LIMITED","sectors":["Oil Related Services and Equipment"]},{"email":"QASIMJOURNO@GMAIL.COM","idea":"<p>To carry on in India or abroad the business of advertising and publicity agents, consultant and contractors and for this purpose to purchase, sell sponsor, charter, manage, acquire, undertake, hold, provide and promote, publicity or advertising time space or opportunity on and radio station, broadcasting center, television center, music video and music audios video cassettes, audio cassette, hoarding, neon signs, electronic display board, cinema cable network, newspapers, magazines, news and media, souvenirs and all other present and future medias or display devices including electronic media through internet. To carry business in the field of audio and visual media, entertainment, and digital media markets, mobile marketing. To carry on the business of online shopping, Internet advertising and marketing, creating virtual malls, stores, shops, creating shopping catalogues, providing secured payment processing, net commerce solutions for business to business and business to consumers, online trading in and outside India but does not include banking and money \n</p><p>circulating business. To carry on all or any activities relating to the provisions of Electronic Commerce services to Consumers. To carry on \n</p><p>the business of event management.</p>","industries":["Advertising"],"name":"ELEVENTY MEDIATECH PRIVATE LIMITED","sectors":["Online Classified"]},{"email":"shashidhar.shenoy@vahanamobility.com","idea":"<p>Focus on people mobility with the aid of Electric Fleet. Presently catering to B2B customers specially corporate customer for Employee Transportation service&nbsp;</p>","industries":["Logistics"],"name":"VAHANA MOBILITY SOLUTIONS PRIVATE LIMITED","sectors":["Others"]}]