[{"email":"chmanufacturerandtraders@gmail.com","idea":"<p>Manufacturers of Camphor, Incense Sticks and Other Puja Products</p>","industries":["House-Hold Services"],"name":"CH MANUFACTURER & TRADERS LLP","sectors":["Home Care"]},{"email":"rameshbera2@gmail.com","idea":"<p>To provide online end-to-end healthcare service for patients.</p><p>To promote importance of regular health check-up and importance of early diagnosis of diseases/disorders.</p><p>To create a online eco-system of patients, doctors and healthcare service providers.</p>","industries":["Healthcare & Lifesciences"],"name":"Labnosis LLP","sectors":["Healthcare IT"]},{"email":"Haresh@harshinfo.com","idea":"<p>Established in 2006, Harsh InfoTech is known as provider of customized solutions and innovative products. With our continuous research and development initiatives, we make sure that we are on the cutting edge of providing solutions that meet the most demanding customer requirements. We understand the special and different needs of our customers and strive to provide them the highest quality products and services. To suit these needs, we design and make customized systems to meet specifications of our potential clients in which Hardware and Software is built by us.</p>","industries":null,"name":"HARSH INFOTECH","sectors":null},{"email":"devrajsbl@gmail.com","idea":"<p>Ideally a moving food service kitchen which is not so expensive with a great taste and best in market.</p>","industries":["Food & Beverages"],"name":"Devraj","sectors":["Food Technology/Food Delivery"]},{"email":"pro1230123@gmail.com","idea":"<p>Hello my name is paras makwana.</p><p>I've in worked in garments for 2/3 years and dream is to start my own business in the name of MAK STYLERZ mens wear it will be proprietar ship&nbsp;</p>","industries":["Fashion"],"name":"MAK STYLERZ","sectors":["Fashion Technology"]},{"email":"venkat@blustream.in","idea":"<p>we are a robust integrated advertising ecosystem that unites media buyers &amp; sellers, content creators, <a href=\"https://blustream.in/our-work/\" target=\"_blank\">https://blustream.in/our-work/</a>influencers, data management platforms and agency trading desks – all under one roof to fuel truly digital marketing success. our insight-driven ad tech products help partners to focus their budgets on the best-performing media channels and achieve results that surpass the most daring expectations.</p>","industries":["Advertising"],"name":"BLUSTREAM MARKETING SOLUTIONS PRIVATE LIMITED","sectors":["AdTech"]},{"email":"sales@safco.org","idea":"<p>We SAFCO Skill Academy Pvt. Ltd. are engaged in Skill Development, Re-Skill, Up-Skill in association with International Organization.</p><p><br></p><p>We wish to Facilitate the B2B APP platform for Skilled Entrepreneurs to meet the Industry Demand Adapting the Current Transformation challenge from Relevance, Affordability, Employability, adaptability, Manageability, Reach, Technology.</p><p><br></p><p></p><p></p><p></p><p>Aid New Education Policy 2020 to implement Skill in mainstream Education, Inviting distinguished corporate sponsors to help in expanding to diversified locations in National &amp; Globally, incorporating world-class technology.</p>","industries":["Education"],"name":"SAFCO SKILL ACADEMY PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"mihir.jani@scrabbledigital.com","idea":"<p>The Company is engaged in Media &amp; Entertainment Industry. It has developed two products: Plexigo &amp; Cinean.</p><p><br></p><p>1) Plexigo: Plexigo is a first of its kind pay per view movie platform for Indian cinema and other content for a simultaneous release with theatrical release in India and international markets.</p><p><br></p><p>2) Cinean: Cinean is an intelligent service that suggests movies and online shows to its users. ​These smart recommendations are personalized and based on the users preferences.&nbsp;</p>","industries":["Media & Entertainment"],"name":"PLEXIGO ENTERTAINMENT PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"sp@viotalinformatics.com","idea":"At Viotal Informatics Pvt Ltd strive to exceed your expectations by breaking barriers and\nchanging the game. We help you with or expertise services like BPO IT solutions, Hiring, Payroll Management ,\nBackground verification and Virtual Dispatch Services-USA.\nViotal Informatics is a one stop solutions provider and offer the experience and excellence in\nservice delivery. We help individual and organization to thrive their business across Pan India\nand USA.\nViotal has a defined, wide strategy to source employees. Viotal does extensive testing and\nbackground checking of any new applicants as per process requirements. We network within the\nindustry to recruit specific skill sets Candidates are hired based on their experience as well as\nkey competencies—communication and client industry knowledge.\nWith our inhouse background verification services we give our client ease of onboarding the\nright candidate.\nOur mission is to provide the highest degree of competent, accurate Services and solutions with\nexperience and expert staff.","industries":["IT Services"],"name":"VIOTAL INFORMATICS PRIVATE LIMITED","sectors":["BPO"]},{"email":"victoire.ambeza@sciencespo.fr","idea":"<p>PAPAYA aims at providing eco-friendly, safe and comfortable alternatives to disposable period products in India.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"PAPAYA","sectors":["Health & Wellness"]}]