[{"email":"chander.negi1@gmail.com","idea":"<p>1. To engage in the business of manufacturing, dealing, indenting trading, marketing, sourcing, importing and exporting of all kinds of\n</p><p>pharmaceuticals pharmaceutical products and pharmaceutical ingredients, chemical products, medicines and medicinal preparations and\n</p><p>to do manufacturing, dealing, indenting, trading, marketing, sourcing, importing and exporting of Nutraceuticals, healthcare products,\n</p><p>diagnostics items, diagnostic kits etc and to manufacture, produce, process, refine, sell, buy, import and deal in drugs, active\n</p><p>pharmaceutical ingredients medicine, pharmaceutical, Nutraceuticals herbal drugs and herbal products, ayurvedic and unani medicines,\n</p><p>drugs and formulation, herbal plants and crudes, extracts and essence of herbal plant, medicinal, biological formulation and other\n</p><p>preparation, compound and their intermediates and to engage in the business of vialling, bottling, packing, repacking, packing material,\n</p><p>processing of capsules, syrup, suspensions, tablets, ointments, powders, injectable, pills, fluids, granules, sprayers, inhalers, droppers,\n</p><p>removers and also pharmaceuticals &amp; herbal based perfumes, soaps, cosmetics, preparations of hair-dyes, essential items for everyday\n</p><p>use in domestic hygiene and other purposes and to engage in the business of contract manufacturing and consultancy of any of the above\n</p><p>said items.</p>","industries":["Healthcare & Lifesciences"],"name":"MENSCHLICH HEALTHCARE (OPC) PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"abdulaseebcp1983@gmail.com","idea":"<p><a href=\"https://genesandyou.com/\" target=\"_blank\">Genes &amp; U</a> brings forth a series of AI based&nbsp; Predictive Genetics Testing that can technically identify  your increased health risks in life   \n</p><p>\n</p><p>Helps to genetically test, predict potential diseases, health hazards, harmful future behavioral patterns and helps in taking preventive measures.\n</p><p>\n</p><p>\n</p><p>&nbsp;Provide counselling advices and recommendations to help individuals to live a healthy life. on the basis of quantitative&nbsp;</p><p>\n</p><p>Guide them how possibly they can utilize their other wise hidden potential to their maximum through Activity Boxes.\n</p><p>\n</p><p>Our different panels of testing have been customized for children, fitness enthusiasts, dermatology, Life style, Nutrition, Addiction Risks , Renal Risks, Cancer Risks, Hormonal Disorders all lead and warn you of the potential possible health and lifestyle risk involved with the present</p>","industries":["Healthcare & Lifesciences"],"name":"GENES AND YOU BIOTECH SCIENTIFIC RESEARCH PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"vrindaenterprises1997@gmail.com","idea":"<p>Vrinda Enterprises Consist of Selling &amp; Supplying of Stationery Items / Printing Items / Hardware Items / Computer Consumables / Tools &amp; Equipment / Gift Articles and Many More.</p><p><br></p><p>Vrinda Enterprises has been started with an aim of Providing Quality and Variety of Products to Institutions / Organisations / MNC's / Public Sector and Private Sector Units.</p><p><br></p><p>Vrinda Enterprises Consist of Skilled Staff to Provide the Services from our end at the Best.&nbsp;</p>","industries":["Retail"],"name":"VRINDA ENTERPRISES","sectors":["Others"]},{"email":"gsrini@sporjo.com","idea":"<p>Sporjo is a platform for people who want to work in sports with a mission to transform\n their passion to profession and create a meritocratic pathway</p>","industries":["Sports"],"name":"BREATHE CAREERS AND CONSULTING PRIVATE LIMITED","sectors":["Others"]},{"email":"anmol@kaching.club","idea":"<p>Kaching is a new age solution to shopping, it will help you save money on every transaction.\n</p><p>\n</p><p>The brand is categorized under Company limited by Shares, registered as KACHING SHOPSMART PRIVATE LIMITED, is a Private company incorporated on Friday, 04 September 2020. It is classified as Non-government company and is registered at Registrar of Companies, Mumbai. \n</p><p>\n</p><p>The company carries on the business in India and abroad by providing solutions or by creating or promoting products or a services and any other services that will help the people while shopping online in order to save money, time and to increase convenience.&nbsp;&nbsp;</p>","industries":["Others"],"name":"KACHING SHOPSMART PRIVATE LIMITED","sectors":["Others"]},{"email":"scantrics@gmail.com","idea":"\n            <p>At Scantrics,We believe that we can measure from image data.Image are taken by high resolution thermal instrument &amp; Drone camera.We process the image data, make measurements &amp; conclusions .We submit our findings and reports to our clients.We are developing innovative ways to solve problems.We do research &amp; development in the field of Thermal &amp; Drone. We believe sky is the limit to grow.</p>\n        ","industries":["Professional & Commercial Services"],"name":"SCANTRICS LLP","sectors":["Business Support Services"]},{"email":"dipeshghegadmal196@gmail.com","idea":"<p>Academy which provides Education in most valuable skill sets so students can follow their passion and start growing with low cost of fees.</p>","industries":["Education"],"name":"MIND FLAWS ACADEMY LLP","sectors":["Skill Development"]},{"email":"chemtech.works@gmail.com","idea":"<p>COMPANY PROFILE\n</p><p>Chemotech Industries India Pvt. Ltd is a technology company which offers Industrial Solutions in Chemical, Petrochemical, Pharma, Paints, Resins and Speciality Chemicals as per the current market trends since 2018. The main business areas are global projects and new product development concepts of process plants. \n</p><p>Chemotech Industries India Pvt. Ltd offers licenses, Basic Engineering Packages (BEP) and technology services to its customers. Furthermore, Chemotech Industries is active in technology development of its process and technology-driven EPC contractors.\n</p><p>Chemotech Industries India Pvt. Ltd is dedicated to providing its customers with a wide range of services and to supporting them in their efforts to succeed in business. We place particular importance on interacting with our customers at an early stage to combine their ambition and expertise with our experience. We aim to build our future business on the confidence our customers place in us. We remain in contact with our customers even after project completion. We would like to cultivate our business relationships and learn more about the future goals of our customers. Our aftersales services include regular consultancy visits which keep the owner informed about the latest developments or revamping options. Chemotech Industries and its partners stand for tailor-made concepts and international competence which keep the owner informed about the latest developments or revamping options.\n</p><p>VISION: To be a leader in engineering, project and product development with a                \tfocus on process industries.\n</p><p>QUALITY POLICY: Our dedication to provide high-precision and quality equipment       is driven by our team of quality experts. The quality and performance of all our equipment is repeatedly checked during each stage of production and designing.\n</p><p>OUR TEAM: Our organization comprises of an expert group of members whose single minded approach in the specific field has helped us to reach the heights of success. With years of experience and dedicated and diligent team of professional we are able to meet the exact needs of our customers as per their requirements. Our team consists of best Engineers, Technocrats, Quality Controllers, Skilled Workers, Sales &amp; Marketing Executives and Service Personnel. They have the ability to deal with the advancement in the field of technology, which helps in the production process to enhance the output. Our professionals are also capable of custom design in our wide range of products to meet the needs of our clients.\n</p><p><br></p><p>COMPANY SERVICES\n</p><p>1.\tLIASONING WORK FOR TOTAL PROJECT: (Like EC, MIDC, MPCB, CETP, MWMC, SSI AND FIRE NOC.\n</p><p>2.\tR &amp; D SCOPE: \n</p><p>\tSelection of New Product\n</p><p>\tLiterature Survay for New Product\n</p><p>\tSynthesis of New Product\n</p><p>\tStudy of Reaction Mechanism of New Product\n</p><p>\tPreparation Of HAZOP Identification Matrix\n</p><p>\tPreparation Of SOP's for Each Stage\n</p><p>\tMarket Review for New Product\n</p><p>\tCommercial Feasibility Report\n</p><p>\tCommercial calculations for New Product\n</p><p>3.\tPROJECT DESIGN:\n</p><p>\tProduct selection\n</p><p>\tPlant Design with capacity calculation\n</p><p>\tPlant layout\n</p><p>\tProcess Equipment Design\n</p><p>\tPreparation of Process Flow Diagram\n</p><p>\tPreparation of Process instrumentation Diagram\n</p><p>\tProcess Equipment Design and fabrication drawings\n</p><p>\tPlant Structure Fabrication and drawings\n</p><p>\tETP Design and Its Calculations\n</p><p>\tFire hydrant System design and its Calculations\n</p><p>4.\tPLANNING &amp; EXECUTION WORK\n</p><p>\tProcess Utility Calculations\n</p><p>\tProject Utility Equipment Installation and Commissioning\n</p><p>\tProject Utility Performance Report\n</p><p>\tProduct Feasibility Calculations\n</p><p>\tInstallation of Process Equipment’s\n<span></span></p><p>\tCommissioning of Process Equipment’s and Total Project\n</p><p>\tFinal Output Trials\n</p><p>5.\tDOCUMENTATION\n</p><p>\tDocuments Preparation of Each Equipment’s of Total Project\n</p><p>\tPreparation Of SOP's for Each operation\n</p><p>\tGuide for preparation of document for Internal / External Audit (Customer \tAudit).  \n</p><p>\tGuide for Preparation of Departmental document, SOP, Record keeping. \n</p><p>6.\tPROJECT HANDOVER REPORT</p>","industries":["Chemicals"],"name":"CHEMOTECH INDUSTRIES INDIA PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"nikita@arelang.com","idea":"<p>'Arelang' a Norwegian word that describes something that has stood the test of time. We at Arelang Naturals believe in bringing back to life some of the best age-old recipes of nature combined with the strong belief in giving our body the chance to heal, repair, and restore from the inside out.</p>","industries":["Healthcare & Lifesciences"],"name":"ARELANG NATURALS PVT LTD","sectors":["Health & Wellness"]},{"email":"prabhat@sawolabs.com","idea":"<p>SAWO is a product born purely out of the need for a revolution in the authentication service. We at SAWO not only bestow a service but an experience that is unique and swift. It's a B2B2C service-based company whose API Integration enables one-tap authentication on your app (Android, iOS) and web to provide passwordless and OTP-less authentication experience. Our story, therefore, originates from day-to-day situations we all face, and we all want a solution to, like not receiving an OTP in low service areas, remembering passwords for elderly people, logging in to an app to order food in a crowded metro in Delhi, Chennai and even Bangalore, inputting OTP to book your next local while being in a local in Mumbai, ordering farm equipment in a pind in Punjab or even booking a cab in Rajasthan, or, ordering those last-minute gifts anywhere in the world. In short, we are on a mission to create a password and OTP-less India where anything and everything is one tap away.</p>","industries":["IT Services"],"name":"SAWOLABS TECHNOLOGIES PRIVATE LIMITED","sectors":["Project Management"]}]