[{"email":"sambharyavishal@gmail.com","idea":"<p>Dieselivery is set to be recognised as a FuelEnt by India's leading Oil Marketing Companies like IOCL, HPCL and BPCL. Dieselivery shall be engaged in providing Door to Door Delivery of High Speed Diesel to various stationery equipments at construction sites, industries, etc.</p>","industries":["Non- Renewable Energy"],"name":"Dieselivery","sectors":["Oil & Gas Transportation Services"]},{"email":"apsteeldecor@gmail.com","idea":"<p>I HAVE IDEA ABOUT PRODUCT BUT NO MARKET STRATEGICS</p>","industries":["Others"],"name":"A P STEEL DECOR","sectors":["Others"]},{"email":"magaloguee@gmail.com","idea":"<p>We are a procurement outsourcing company helping the interior design industry to source materials and products for their projects.</p>","industries":["Architecture Interior Design"],"name":"Magalogue Materials","sectors":["Others"]},{"email":"abst_1980@yahoo.com","idea":"<p>We are a newly formed company dealing in multiple categories , aiming to reduce cost and increase efficiency to delight to delight the customer with the help of strong sourcing and merchandising expertise.</p><p>Our Aim is to first sell , create a sustainable sizable market and then manufacturer&nbsp; for self&nbsp; consumption and&nbsp; distribution&nbsp; network across the globe.</p>","industries":["Fashion"],"name":"ROLETUS VENTURE LLP","sectors":["Apparel"]},{"email":"j.bhavesh19@yahoo.com","idea":"We are a company into f&amp;b sector. We have a healthy &amp; vegetarian restaurant and planning to do another branch.&nbsp;","industries":["Food & Beverages"],"name":"Kasa Foodworks","sectors":["Restaurants"]},{"email":"kharat.vishal4@gmail.com","idea":"<p>We are an export &amp; Import company for Fruits and Vegetables, as well as Leather products from india to all over world with best quality and services,<a href=\"http://www.SavitaEntrepreneurs.com\" target=\"_blank\">Savita Entrepreneurs&nbsp;Private Limited</a></p><p><br></p><p>\"Our Product Quality is our Customer satisfaction\"<br>&nbsp;Quality point for Fresh Fruits, Vegetable high reach luxurious leather products.</p>","industries":["Textiles & Apparel"],"name":"SAVITA ENTREPRENEURS PRIVATE LIMITED","sectors":["Leather Textiles Goods"]},{"email":"sohamparlikar2634@gmail.com","idea":"<p>Engecture.in is a platform which helps creators and developers to bring their ideas of prototyping with the help of services which we provide. We believe in quality and the need of the customer are always given a priority. All electronics projects which are college project based to the level of professional projects are taken into consideration. Custom made electronic projects are also available, with which we give a full demo booklet and explanation of how the project works. We also accept 3d models to print and the costs are reasonable too. We also provide custom made templates and fonts for designing purpose.<a href=\"http://engecture.in\" target=\"_blank\">website</a><br></p>","industries":["Technology Hardware"],"name":"engecture.in","sectors":["Others"]},{"email":"am@digiboxx.com","idea":"<p>We are India’s 1st local digital asset management company eyeing the public cloud space with unbeatable price of offering 100 Gb space at Rs 1 per day.</p>","industries":["Others"],"name":"DIGIBOXX TECHNOLOGIES AND DIGITAL INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"drtejeshjadhav@gmail.com","idea":"<p>We are focusing on surgical instrument supply to health care industry with utilization of anti infectious protocol in various industry in covid situation by providing and supplying fumigation instrument.</p>","industries":["Healthcare & Lifesciences"],"name":"SSBT ENTERPRISE","sectors":["Health & Wellness"]},{"email":"karan@pocketleague.in","idea":"\n            <p>Firescore Interactive is a game development studio, focussed on creating casual mobile games for western markets.&nbsp;</p><p><br></p><p>The studio boasts of over 50 Million downloads till date and has had successes like Soap Cutting, which was the no.1 App in USA, Canada, Australia, etc. (over 20 countries) during Christmas Period of 2019. Another success the studio has had recently is Acrylic Nails, which is the currently the no.2 game in the US, Canada, and over 20 countries on the App Store.&nbsp;</p><p><br></p><p>Firescore is closely associated with Crazy Labs (Israel based top 10 hypercasual gaming company). Crazy Labs are the marketing partners for games developed by Firescore. </p><p><br></p><p>Firescore in partnership with Crazy Labs is also running an initiative called Crazy Hubs India, with an aim to mentor and train Indian game development studios. The goal of this programme is to eventually help Indian game development studios produce worldwide super-hit game titles.&nbsp;</p>\n        ","industries":["Media & Entertainment"],"name":"FIRESCORE INTERACTIVE PRIVATE LIMITED","sectors":["Entertainment"]}]