[{"email":"droneagetech.india@gmail.com","idea":"<p>Droneage Technologies, is a Drone Survey company in India specializing in professional Aerial Photography services in the areas of Drone surveying, Land Mapping, GIS Surveying, Topographic Survey, Drone Inspection, Infrastructure Monitoring, Mining Services, Agricultural Drones, Forest Managemnt &amp; Disaster Management.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"DRONEAGE TECHNOLOGIES PVT.LTD.","sectors":["Drones"]},{"email":"ankurr.jadhav@gmail.com","idea":"<p><a href=\"https://www.ankurjadhav.com\" target=\"_blank\">Ankur Jadhav Photography - Website</a></p><p><br></p><p>Ankur is an editorial and commercial photographer &amp; filmmaker based in Mumbai, India. He's been working with diverse people and organizations like musicians, startups, executives and corporates since 2013.</p><p>​</p><p>His passion to photograph and film the sub-cultures of cities and towns has played an influential part to face the creative challenges in unpredictable situations that come in the journey. Also, It has deeply influenced his outlook on visual storytelling.</p><p>​</p><p>His worldview of creating visual art comes from his deep roots as a performer of Indian classical vocal music.<br><br></p>","industries":["Art & Photography"],"name":"Ankur Jadhav Photography","sectors":["Photography"]},{"email":"info@kraftek.in","idea":"<p>We do electronics and mechanical projects, repairs and maintenance. Includes all types of automation. We work for the Indian Navy and few other merchant navy organisations.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"Kraftek Engineering Co","sectors":["Others"]},{"email":"devang.ved@gmail.com","idea":"<p>Sustainable ideas to help companies achieve UNSDG goals</p>","industries":["Social Impact"],"name":"IDNU","sectors":["Others"]},{"email":"dieslinfomis@gmail.com","idea":"<p>Drive India Enterprise Solutions Limited (DIESL), we are into design and distribution of Intelligent Interactive Touch Panels / also known as Electronic White Board to various reputed corporates, Medical &amp; Educational Institutions across verticals. DIESL symbolizes trust, quality, and excellence - just like any other TVS Group Organization.</p>","industries":["Education"],"name":"DRIVE INDIA ENTERPRISE SOLUTIONS LIMITED","sectors":["Education Technology"]},{"email":"sujitnath22@outlook.com","idea":"Hi..! My Name is Sujitkumar Nath, working in Pvt. Ltd. in Mumbai as an accountant, For my family background father (Madanchandra Nath) doing a business as a goldsmith making, mother is a housewive and my younger brother studying Fybsc from Ratnam College, Mumbai I have completed B.com in 2009 from Mumbai University and I have also completed diploma course of Import Export from Indian Merchant Chamber in 2015.","industries":null,"name":"Sujitkumar Madanchandra Nath","sectors":null},{"email":"india.mayankupadhyay@gmail.com","idea":"<p>Want a start up of my business. Need support for it.</p>","industries":["Food & Beverages"],"name":"Mayank Upadhyay","sectors":["Restaurants"]},{"email":"rk4ramashankar1997@gmail.com","idea":"<p>This is ecommerce&nbsp; idea , in this we want to sale printed tshirt, printed dairy, mobile flip cover,&nbsp; bottle and many more</p>","industries":["Marketing"],"name":"Smart world.com","sectors":["Sales"]},{"email":"pallavi.nikam@techeducation.co.in","idea":"<p>TechEducation focuses on augmenting skills of final year students only on hot technologies.</p>","industries":["Education"],"name":"TechEducation","sectors":["Skill Development"]},{"email":"nishant.gupta.a@gmail.com","idea":"<p>Hi, I am Nishant Gupta aged 38yrs, looking for opportunities to start a new career in start-up. I have few ideas or concepts but don't know how will those work or benefit people.</p><p><br></p><p>I am a graduate in Science with specialization Industrial Microbiology and Post Graduate in Computer management. I have 14yrs of experience in various fields like production and quality control in pharmaceuticals, Sales &amp; Marketing for pharmaceuticals, Hardware and software consultant with Software Companies.</p>","industries":null,"name":"Nishant Gupta","sectors":null}]