[{"email":"gandhiakrish111@gmail.com","idea":"<p>I AM A COLLEGE STUDENT AND IN PROGRESS OF BUILDING MY OWN START-UP</p>","industries":null,"name":"Krish Gandhi","sectors":null},{"email":"bhushan@thenaturestory.in","idea":"<p>A humble bootstrapped startup with an aim to launch luxurious natural personal care products!</p>","industries":["Others"],"name":"Novifi Wellness Private Limited","sectors":["Others"]},{"email":"dipty.jain@neo-wealth.com","idea":"Neo Investment Value Advisors Private limited provides specialized services in investment counseling including portfolio&nbsp;<span>management, investor relations, valuation of shares and business .&nbsp;</span><div>It also provides consultancy services regarding amalgamations, mergers, acquisitions<span>, business policies, corporate planning, organizational development,&nbsp;</span><span>human resource development, organizational Structure and behavior. It m</span><span>anages investment pools, mutual funds, syndicate in shares, stocks, securities, finance, real&nbsp;</span><span>estate and also&nbsp;</span><span>acts as investment consultants, stock broker, underwriters and finance brokers.</span></div>","industries":["Professional & Commercial Services"],"name":"Neo Investment Value Advisors Private limited ","sectors":["Others"]},{"email":"acrenterprises2019@gmail.com","idea":"Na","industries":null,"name":"ACR Enterprises ","sectors":null},{"email":"chiragjain_dr@yahoo.com","idea":"<p><a href=\"https://www.mindfulgurukul.com\" target=\"_blank\">Mindful </a><span><a href=\"https://www.mindfulgurukul.com\" target=\"_blank\">Gurukul</a></span>&nbsp;is developing a premium Android app for lower, middle and upper class students taking competitive exams who are unable to organise their study schedule, are stressed, distracted, and hence are unable to achieve the desired results. We are the first to develop a tech-based solution in this space.</p>","industries":["Education"],"name":"MINDFUL GURUKUL PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"moiz.contractor@coreitx.com","idea":"<p>SAP Consulting Services for large corporations in India, US and Dubai.</p>","industries":["Enterprise Software"],"name":"Core Technology Services inc.","sectors":["ERP"]},{"email":"ashishagrawal0907@gmail.com","idea":"<p>Happy8 India Private Limited is a startup whose purpose is to fulfil customer expectation by serving quality food beverages keeping in mind health and safety parameter as per standard using Natural, Organic, Plant based and Gluten free ingredients with same quality and hygiene among premium and ultra-premium class by serving delightful customer experience. Its main focus is on improving quality of the products and services for cultivating long term success through customer satisfaction, and by fostering a culture among the employees, were they are trained to handle more natural product range and drive towards a shared business goal.\n</p><p>Recognizing the needs, expectations &amp; right of the consumers, and implementing value of the products by virtue of incorporating Natural, Organic, Glutan free, Plant based, chemical free ingredients and increasing the efficiency of the services delivery process with focus on eliminating waste, redundancy and increasing customer's perceptions on health and customer satisfaction per transaction by managing the resources in the most effective way.\n</p><p>Mission:\n</p><p>•\tTo serve SALADs and more, with the same quality and hygienic\n</p><p>•\tTo provide Good Service to customer\n</p><p>•\tWelfare of All Employees</p>","industries":["Food & Beverages"],"name":"HAPPY8 INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"darshan@inradius.in","idea":"<p>Why travel more than 3 hours a day for an 8-hour job? This is the reality in almost all the metro cities of India. Unproductive commute to work is impacting the productivity and wellbeing of our Talent, not to mention the ever-increasing traffic jams and fuel consumption. <br><br>We at InRadius are building India's first hyperlocal Talent and Opportunity search platform that uses geolocation and a radius as the primary USP. The platform also matches the requirements of the Job Seeker and Job Giver thus filtering only the quality leads and eradicating the human intervention and quality checks needed on other job portals.&nbsp;</p>","industries":["Human Resources"],"name":"InRadius Technologies","sectors":["Recruitment Jobs"]},{"email":"sasagreen@rediffmail.com","idea":"<p>Sasa Waste To Energy Private Limited is a Private incorporated on 31 December 2020. It is classified as a Non-govt company and is registered at the Registrar of Companies, Mumbai. SASA Waste to Energy  is the coal manufacturing industry. To carry on business as manufacturing green environment-friendly coal from the Agric waste(biomass). We convert the farmer's stubble waste into Green Coal and supply this coal to the power plants as well. At SASA Waste to Energy, we give farmers an alternative to burning, by developing infrastructure and capacity by employing and operating over&nbsp;5000 square balers&nbsp;which can each collect approx. 10 MT of cane trash from the fields in a day for 180 days of the sugarcane harvesting season, thus creating&nbsp;a capacity to collect over 9 million metric tones in a season&nbsp;and&nbsp;setup 126 stock depots as required in the 126 sub-districts (talukas) of the 12 head districts&nbsp;of Western Maharashtra sugarcane areas.</p>","industries":["Green Technology"],"name":"SASA WASTE TO ENERGY PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"kritaesh.kmka@gmail.com","idea":"<p>We are into Developing and Manufacturing Flavored Edible Oils, Flavored Mustard Sauce, Flavored Butter and other&nbsp; Seasoning Elements of various types&nbsp;</p>","industries":["Food & Beverages"],"name":"Terosso Truffles","sectors":["Food Processing"]}]