[{"email":"sairaj.jain007@gmail.com","idea":"I want to learn new skills and use the skill to develop a startup, that can help environment and humanity.","industries":null,"name":"NEHA RAMESH JAIN","sectors":null},{"email":"devanbongiri@gmail.com","idea":"<p>Basically fom mechanical engineering background currently doing some farming more research on all seeds and farming practise and produce.</p><p><br></p><p>My mission to get organic produce at same price of non organic produce to all over india with varieties of seeds grown superior to find anywhere in current market which brand monopoly are selling.</p>","industries":null,"name":"devan bongiri","sectors":null},{"email":"littlegiants599@gmail.com","idea":"<p>We are LittleGIANT and we grow and supply Microgreens and Edible flowers. We strongly&nbsp; advocate healthy lifestyle and healthy eating and our products do the same.</p>","industries":["Food & Beverages"],"name":"LittleGIANT","sectors":["Others"]},{"email":"enhira@gmail.com","idea":"<p>Developing new DMS technologies using Java /AI .</p><p>The limitations of existing paper based filing systems are eliminated</p>","industries":["IT Services"],"name":"ScanGuru","sectors":["IT Consulting"]},{"email":"sunita.raste20@gmail.com","idea":"<p>Imagine- you have just graduated with good grades, from a good college. You finally have your degree in hands and can't wait to go out and start earning for yourself. Everything seems nice, and you expects to land a good job wherever you go for interview.&nbsp;</p><p>However, this myth gets busted when actually start looking for a job.</p><p>Why? - because you are a fresher with no experience.&nbsp;</p><p>Industries are often reluctant to hire fresher's as this means spending additional time and resources on training.&nbsp;</p><p>So there's a catch-22 situation here. Freshers have nowhere to go and don't know whom to approach.</p><p>They are stuck in an infinite loop of- \"without job there will be no experience and without experience there is no job\".&nbsp;</p><p>So, what are we trying to do? - break the loop.</p><p>How?- by providing what's n<span>eeded- \"experience\"</span></p><p>But experience in what?- experience on skills that industry demands for.</p><p>How are we going to do this?- by providing skill training and hands on experience through workshops,&nbsp;</p><p>You choose the skill, we'll handle the rest..</p><p>But whom are we doing this for?- Bioscience undergraduates and fresher's.&nbsp;</p><p>They get to decide, whether they want to join in the 2nd year/3rd year or even after graduation. As we say at BT beats \"it's never too early or too late to start\"</p>","industries":["Education"],"name":"BTBeats","sectors":["Skill Development"]},{"email":"komalkhaladkar5@gmail.com","idea":"<p>Hi, I am Komal.&nbsp;&nbsp;</p><p>First, I would like to tell you a story about how do I come up with the idea of this venture. You can say that I am an Accidental Entrepreneur.</p><p>After lock-down as you know the unemployment rate has increased. It's hard to find a new job .So I observe that people are interested in Entrepreneurship instead of finding a new job. Whatever experience they have stated coaching, consulting, trading &amp; catering &amp; so on.</p><p>I decided to interview them. after that,  I found out Even though they are experts in their particular niche it's not enough thing to start a new business. They are having problems.</p><p>eg. Mr. Manoj has more than ten years of experience in fitness &amp; bodybuilding. So he decides to convert his passion into a business &amp; start a supplement store online &amp; gym &amp; guiding to locals about exercise which they can do at home &amp; stay healthy.</p><p>It was a good concept but,  he doesn't have an idea about how to apply for a license to sell supplements,  advertising, website building graphics, billing, shipping &amp; so many things.</p><p>In short, if you have an idea it's not like you woke up &amp; start it up.</p><p>So after some interviews, I note down what is the requirement of these people.</p><p>like eg:</p><p>investment Fund</p><p>Place for Business</p><p>Interior</p><p>licensing/Registrations</p><p>marketing</p><p>Website &amp; graphics</p><p>Video &amp; Photos</p><p>Accounting &amp; billing.</p><p><br></p><p>So instead of going ten places, how about the first-time entrepreneur will get all of these services in one place at a pocket-friendly price. Because from start-up to set up is a very crucial time for every entrepreneur. They have handled multiple things &amp; its hard to manage time.</p><p>So my Venture \"Start it up\" is for the First-time entrepreneur Who's having a Business idea &amp; wants to make it real.&nbsp;</p><p>Service Charges depend on the package of services.</p><p><br></p><p>I am Tax analyst as well as a CA article working in a small Ca firm. I am having past 7 years of experience &amp; in direct &amp; indirect taxation. I am passionate about digital marketing &amp; gained a lot of knowledge about it. I also learned Photo editing, Logo design, Website, blogging, Content &amp; copywriting.</p><p><br></p><p>We are a team of three. Each one of us is an expert in our own field.</p><p>Primary Team:</p><p>I am planning to connect with more professionals who is willing to join me in this venture &amp; support new Entrepreneur.</p><p>Secondary Team:&nbsp;</p><p>the Second team is paid interns Who are willing to learn practically in their particular Niche. They are working under the guidance of the Primary team. &amp; also get certified after completion of their internship.&nbsp;</p><p><br></p><p>Part-time team</p><p>We would like to collaborate with professionals with other states of India. these professionals can get connect with their locals &amp; work on our project while doing their own work.</p>","industries":["Professional & Commercial Services"],"name":"Start It Up","sectors":["Business Support Services"]},{"email":"ojhavanita@gmail.com","idea":"<p>We are a Leading Recruitment Firm. We cater to IT and Non IT Industry.&nbsp;</p>","industries":["Human Resources"],"name":"Victory Services","sectors":["Recruitment Jobs"]},{"email":"oo7hacker4152000@gmail.com","idea":"\n            <p>After Government of India Banned 118 apps.. the lack of apps sharing (apps from one mobile to another) eg-: Shareit&nbsp; has still not been restored. After ban of Shareit., no app has stoop upto expectations.&nbsp;</p><p>Now even though Redmi(Mi) has changed name from Midrop to Shareme... So that everyone can use it...&nbsp;</p><p>But still there are connecting problems and not efficient and Robust as Shareit.&nbsp;</p><p><br></p><p><br></p><p>Still the youth in India is struggling from this problem.... As we don't have and efficient App for Sharing Files.&nbsp;</p><p><br></p><p>The app will be hit, as whole India is facing same Problem right now.&nbsp;</p>\n        ","industries":["IT Services"],"name":"Share Eve","sectors":["IT Consulting"]},{"email":"parashealthcare19@gmail.com","idea":"<p>We have just started new venture to support people get proper protection against current pandemic fight.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"PARAS CARES","sectors":["Health & Wellness"]},{"email":"pakshal07@gmail.com","idea":"We at Kedar Eco Ventures, aim one goal “To provide the best possible technology solutions to our country at a least pricing\". We intend to contribute our part in technological advancement of India.<br>","industries":["Aeronautics Aerospace & Defence"],"name":"KEDAR ECO VENTURES (OPC) PRIVATE LIMITED","sectors":["Drones"]}]