[{"email":"omspatil021@gmail.com","idea":"<p>Digital Doctor will virtualize hospitals and reduce the cost of treatment or give free treatments. Digital Doctor will partner with pharma companies, NGOs, governments health care sector, hospitals and more to reduce the cost of treatment and give them a good quality treatment. Digital Doctor will combine Ayurveda, accupunture, yoga and meditation with Modern Science and bind it with technology for better results. It will also Promote our ancient science. Digital Doctor aims to build virtual hospitals in every house to make every house healthy. So no such virus can attack us again in future</p>","industries":["Healthcare & Lifesciences"],"name":"Digital Doctor","sectors":["Health & Wellness"]},{"email":"savourcraft2018@gmail.com","idea":"<p>Savourcraft Hospitality Services was established in 2018 and we have converted it to Savourcraft Hospitality Services LLP in year 2020. It has started with a mission to provide healthy, hygienic and different varieties of cuisine to our customers. Its majority focussing on Corporate Cafeteria’s\n</p><p>\n</p><p>Our USP is serving a custom-made food taking in consideration the health aspect of employees and catering to their lifestyle disease, for eg making tailor made food and meal packages for Diabetic, Anaemic, High Cholesterol, Hyper tension clients.\n</p><p>\n</p><p>This is current need of the situation and no mostly people are focused on losing weight and not monitoring the lifestyle related disease.\n</p><p>\n</p><p>The menu are curated with the help of our dietian so that we maintain the required nutrients and give a complete nutritious food for the specific health conditions.\n</p><p>\n</p><p>We will be also focussing on food processing, where we will be coming up with super foods, snacks, snack bar which will help to provide nutritious and healthy food for the specific health conditions.\n</p><p>\n</p><p>It is also into providing guest house service and housekeeping services. While providing this service we work with aim to only work with raw materials which have less chemical properties, more and more natural disinfectant and also focussing on 100% waste recycle</p>","industries":["Travel & Tourism"],"name":"SAVOURCRAFT HOSPITALITY SERVICES LLP","sectors":["Hospitality"]},{"email":"contactus@rentzo.app","idea":"<p>RentZo is India’s leading &amp; first of its kind Peer-to-peer car sharing platform. It’s a form of person-to-person lending or collaborative consumption, as part of the sharing economy. RentZo is closely aligned with traditional car rental, but replaces a typical fleet with a ‘virtual’ fleet made up of vehicles from participating owners. With peer-to-peer car sharing, participating car owners are able to charge a fee to rent out their vehicles when they are not using them (cars are driven only 8% percent of the time on average). Participating renters can access nearby and affordable vehicles and pay only for the time they need to use them. Rent Set Go...</p>","industries":["Transportation & Storage"],"name":"DIGIVENTOR TECHNOLOGIES PRIVATE LIMITED","sectors":["Passenger Transportation Services"]},{"email":"dipak@grownorth.in","idea":"<p>Grownorth Capital is a online + offline loan application platform to support MSME for working capital funding and project finance.&nbsp; It also helps the individuals to raise personal loans like Home Loan / LAP loans&nbsp;&nbsp;</p>","industries":["Finance Technology"],"name":"Grownorth Capital","sectors":["Business Finance"]},{"email":"makarand.rajadhyaksha@aarambhtech.com","idea":"<p>Mobile Fuel Bowser for Door Delivery of Diesel for Indianoil / HPCL/ BPCL</p>","industries":["Transportation & Storage"],"name":"AARAMBH TECHNICAL SERVICES PVT LTD","sectors":["Others"]},{"email":"nilayshah140199@gmail.com","idea":"<p>God of Sports is a sports-based startup currently primarily on badminton. The idea is to make technological advances in the game and provide AI &amp; IoT based services to take the game to the next level and improving the judging and referee system by complete automation based on IoT &amp; smart devices. Also, provide services and products based on AI &amp; Data Science to improve players' personal performances, keep records of player's performance, and showcase improvements. We aim to take badminton to a whole new advanced level with the help of technology &amp; Artificial Intelligence. Also, bring badminton players closer with our app helping them practice, play, and learn together. We currently have few devices in preparation mode and are also selling badminton products of 15 different brands in Maharashtra, Tamil Nadu, Punjab, Karnataka, Madhya Pradesh &amp; Gujarat &amp; Out of India - Malaysia, Vietnam &amp; Indonesia.</p><p><br></p><p>We currently have our own website with more than 10,000 users per month where we share the latest information based on the sport.</p><p><br></p><p>Revenue Source - The main source of revenue will be based on the products and services sold to individual players, badminton organizations &amp; badminton training institutes. Also, the revenue from the sales of badminton products being sold.&nbsp;</p><p><br></p><p>Our main aim is the create a big ecosystem of badminton with technology and advancements.</p>","industries":["Sports"],"name":"NILRAA PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"sheetalphophaliya@gmail.com","idea":"<p>We have started this service looking to provide one stop solution for corporates towards Accounts, Finance and Audit Services. There are many industries which are working in unorganised way. If system and process implemented in these industries all stakeholders including government tax departments will be benefited. We have developed lots of concepts like easy accounting policies, MIS Reports, Vendor Management etc.</p><p><br></p><p>Accounting, Finance and Audit is mostly done by highly qualified professionals. We want to introduce a system where graduate people can also enter and get recognition. It will be a great employment opportunity for lower and middle class people.</p><p><br></p><p>Company want to grow with the society and government benefit by providing transparency in the system.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"PIXBOX ACCOUNTS AND AUDIT SERVICES (OPC)PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"samadhan.ranpise@gmail.com","idea":"<p>Ranpise DigiTech Solutions Pvt Ltd, an early-stage startup company based out of Mumbai working for Information Technology.</p>","industries":["IT Services"],"name":"RANPISE DIGITECH SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"ajinkya.sf@gmail.com","idea":"<p><a href=\"http://www.saffronaquatics.in\" target=\"_blank\">www.saffronaquatics.in</a>Company offering innovative fishkeeping solutions for Aquarist.</p>","industries":["Pets & Animals"],"name":"Saffron Aquatics","sectors":["Others"]},{"email":"Pamidimokkala@gmail.com","idea":"<p>PAMIDIMOKKALA PRIVATE LIMITEDPAMIDIMOKKALA PRIVATE LIMITEDPAMIDIMOKKALA PRIVATE LIMITEDPAMIDIMOKKALA PRIVATE LIMITEDPAMIDIMOKKALA PRIVATE LIMITEDPAMIDIMOKKALA PRIVATE LIMITEDPAMIDIMOKKALA PRIVATE LIMITED</p>","industries":["Construction"],"name":"PAMIDIMOKKALA PRIVATE LIMITED","sectors":["Homebuilding"]}]