[{"email":"nuvoteqone@gmail.com","idea":"<p>We are into Healthcare medical device suppliers</p><p>We also provide services on social media marketing, web streaming, multimedia streaming, all type of Website development, e-commerce websites and app developments</p>","industries":["Marketing"],"name":"Nuvoteq Enterprises LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"snehamishra.nia@gmail.com","idea":"<p>Ecommerce -online store- Women apparels. Ideation stage&nbsp;</p>","industries":["Textiles & Apparel"],"name":"8march","sectors":["Apparel & Accessories"]},{"email":"ashish@spear-security.com","idea":"<p>S.P.E.A.R. SECURITY SOLUTIONS PRIVATE LIMITEDS.P.E.A.R. SECURITY SOLUTIONS PRIVATE LIMITEDS.P.E.A.R. SECURITY SOLUTIONS PRIVATE LIMITEDS.P.E.A.R. SECURITY SOLUTIONS PRIVATE LIMITED</p>","industries":["Security Solutions"],"name":"S.P.E.A.R. SECURITY SOLUTIONS PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"compliance@ariscap.com","idea":"<p>Company is developing Covid-19 screening tests for both point-of-care and lab settings in India.</p><p>Developing and commercialising point-of-care Covid-19 detection solution including diagnostic molecular test and device. Developing and commercialising test kits for resource limited labs for Covid-19 diagnosis.</p><p>Developing and commercialising molecular diagnostic platform for detection of infectious diseases.</p>","industries":["Healthcare & Lifesciences"],"name":"RESOLVE DIAGNOSTICS PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"snehakarthikpriv@gmail.com","idea":"Pipory is a social media platform that appreciates and rewards you for your creativity.","industries":["Social Network"],"name":"Pipory","sectors":["Others"]},{"email":"waykeyonline@gmail.com","idea":"<p>https://www.waykey.in/</p><p>Our main mission is to provide the customers with safe and secure vehicle services. We never compromise with our quality of work in any situation. We have gained reputation in the industry for our professional and friendly services. We focus on making our clients satisfied with less pressure on the pockets for the availed services.Our main mission is to provide the customers with safe and secure vehicle services. We never compromise with our quality of work in any situation. We have gained reputation in the industry for our professional and friendly services. We focus on making our clients satisfied with less pressure on the pockets for the availed services.</p>","industries":["Transportation & Storage"],"name":"Waykey Transportation (opc) Private Limited","sectors":["Freight & Logistics Services"]},{"email":"tushar@trustindiagroup.com","idea":"<p>Innovative products for sanitization and sterlization, environmentally safe biodegradable packaging materials and products from rare earth minerals and by products from GRAPHITE.</p>","industries":["Marketing"],"name":"MERCHANT TREE","sectors":["Others"]},{"email":"sahajanand.enterprise25@gmail.com","idea":"<p>We are marketing consultant for selling products flike Branded Spices Masalas from Home giving an initiative of Work from Home, especially for House Women with no Jobs.</p>","industries":["Marketing"],"name":"Sahajanand Infinity","sectors":["Sales"]},{"email":"khsystemspvtltd@gmail.com","idea":"<p>The 0-1 specialists building a diversified portfolio of highly scalable digital and physical products.<br></p>","industries":["Others"],"name":"KH Systems Private Limited","sectors":["Others"]},{"email":"pam.bolton@tc4a.com","idea":"<p>At Tech Care for All India we know that digital health is poised to accelerate sustainable access to quality care and upend how healthcare is delivered in India. We’re a social impact company fully dedicated to accelerating progress toward universal health coverage (Goal #3 in the UN’s global Sustainable Development Agenda). We accomplish our mission by developing, licensing, validating and commercializing digital health technologies we believe will make an outsize impact on healthcare and health outcomes throughout India and beyond. Our flagship product, Medical Learning Hub, enables healthcare providers to search and book a wealth of training opportunities, most at absolutely no cost to them.  Our ambition as a company is to radically democratize medical education, touching the lives of 100 million patients by 2025.</p>","industries":["Healthcare & Lifesciences"],"name":"TECH CARE FOR ALL INDIA PRIVATE LIMITED","sectors":["Healthcare IT"]}]