[{"email":"sbk@bayareallp.com","idea":"<p>India first fully automated ISO tank cleaning terminal</p>","industries":["Logistics"],"name":"BAYAREA MUMBAI TERMINAL LLP","sectors":["Others"]},{"email":"anjanikumar201467@gmail.com","idea":"<p>JAIMATI MAHALAKHMI INTELLIGENT SECURITY SERVICES PRIVATE LIMITEDJAIMATI MAHALAKHMI INTELLIGENT SECURITY SERVICES PRIVATE LIMITEDJAIMATI MAHALAKHMI INTELLIGENT SECURITY SERVICES PRIVATE LIMITEDJAIMATI MAHALAKHMI INTELLIGENT SECURITY SERVICES PRIVATE LIMITED</p>","industries":["Safety"],"name":"JAIMATI MAHALAKHMI INTELLIGENT SECURITY SERVICES PRIVATE LIMITED","sectors":["Personal Security"]},{"email":"surya.navin@gmail.com","idea":"Business of setting up, managing and operating new payment system(s) especially in the retail space comprising of but not limited to ATMs, White Label PoS; Aadhaar based payments and remittance services alongwith operating clearing &amp; settlement systems, developing new payment methods &amp; any other business as suitable to further strengthen the retail payments ecosystem in the country","industries":["Finance Technology"],"name":"SO HUM BHARAT DIGITAL PAYMENTS PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"nandinienterprisesn@gmail.com","idea":"<p>My firm is a construction based firm, currently empaneled in IOCL for maintenance and repair works.</p>","industries":["Construction"],"name":"Nandini Enterprises","sectors":["Construction Supplies & Fixtures"]},{"email":"avnish@wellbeingnutrition.com","idea":"<p>Wellbeing Nutrition is manufacturer and formulator of Nutrition products for Health and Wellness marketed towards the generation on the go in convenient and new age formats. Currently sold in over 500+ retail outlets and across all e-commerce platforms in India.</p>","industries":["Healthcare & Lifesciences"],"name":"NUTRITIONALAB PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"balet.jay@gmail.com","idea":"Comket Solutions Pvt Ltd presents you its flagship product TAP1CE. An NFC enabled smart card that allows consumers to share not just their contact but all their information, right from PDF's, Portfolio, Catalogues and much more. All with a single tap. &nbsp;","industries":["Professional & Commercial Services"],"name":"COMKET SOLUTIONS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"infocorenetwork@gmail.com","idea":"<p>In Core Network We have Professional Team who make Website on Wordpress, PHP, Oduu, etc. We create website on the base of SEO and we also target your service keyword in Content which is helpful for ranking better on Google, Bing, Yahoo, etc. We also help to grow business through Social Media.</p>","industries":["Marketing"],"name":"Core Network - Digital Marketing Agency","sectors":["Digital Marketing (SEO Automation)"]},{"email":"chiragrpatel06@gmail.com","idea":"<p>We are into the service industry of passenger transportation likes to serve them on regular basis , staff transport , local , outstation etc ( Buses , Cars etc )</p>","industries":["Travel & Tourism"],"name":"SHREEJI TRAVELS","sectors":["Others"]},{"email":"sammeer77@gmail.com","idea":"<p>At Humsiha Parikshha Pvt Ltd., we are all committed to the common cause of making Learning a fun and Exams should be a part of Learning and very personalized. We firmly believe the next generation of Student would like to learn things and experiment with multiple options and go confident to appear for the Examinations.\n</p><p>\n</p><p>We are working to make an Assessment platform completely AI/ML driven , and it will focus on each and every individual who are appearing for a test, in a very personalized way. \n</p><p>\n</p><p>Current practice in most of education institutes , be it school or coaching classes or private tutors or online Content delivery sites, is one type of exam and education for all students. So if a student is slow in grasping power or weak in a particular area , he / she is left behind as Tutors are busy sharpening the good students further. \n</p><p>We have a collection of around 3 lacs questions for Class 4th to 12th and specific to NEET (Medical Entrance) , IIT JEE Mains and Advanced and Olympiad (Class 4th to 12th). Questions in itself has no value. We are tagging each and every questions with around 40 tags like, whether the question is easy, moderate, tough, concept level, fundamental, numerical, aptitude , analytical , average time to answer, fit for Olympiad or specific Board etc etc. The entire platform is focused on Concept and Board agnostic. We believe “Noun” is noun , it will not change because of Board and different countries education system. \n</p><p>\n</p><p>Customers who will come on our platform can choose a topic / chapter and tags (like any ecommerce site) , number of questions and time needed for completion of exam. Customers can create their own tests. Once the test is submitted for evaluation, system will throw a very detailed report for the said test. Depending upon the students performance , our Platform will create specific tests for individual student to make him practice more. \n</p><p>\n</p><p>We will have three sub portal, one for student , one for Teachers and One for Institutions (3 to 4 teachers can come together and form an Institution). India has around 4-5 milllion Private Tutors who teach from home or small office / shop  to 100 to 200 students per week, These teachers are facing major issue in conducting test and assessment of students. Our platform will give these teachers a platform will large number of Questions and tags to create tests for their students. They will be able to track the performance of each and every students till the time that student is with him/ her. Our Platform will help teachers to create Practice tests focused to individual student and help him to improve,\n</p><p>\n</p><p>Our Platform will work as a Market Place for these Teachers and Institutions. If they are getting good review / ratings, when a customer / student come to search for a Chapter / Subject or Exam , system will throw the data points of his / her required query along with reference Teachers / Institutions   based on their ratings / review. This way Teachers and Institutions can increase their reach and revenue. Anyone can register himself / herself as a teacher and can upload questions and answers on our platform and using our AI / ML , can run his / her test. So if someone wants to prepare students for  Common Law Admission Test or CAT or SAT or GMAT or CA or CS , can use our platform by simply uploading questions &amp; answers and tagging the question.</p>","industries":["Education"],"name":"HUMSIHA PARIKSHHA PRIVATE LIMITED","sectors":["E-learning"]},{"email":"sanjeev@sanjeevbtc.com","idea":"<p>Wellnessta.com is a B2B SaaS Cloud and B2C Market Place platform (Web, Android and Apple) for Personal Grooming and Wellness industry. &nbsp;Wellnessta will offer various softwares to service providers like Salon, Spa, Gym &amp; Fitness, Yoga, Meditation and Naturopathy to conduct their business efficiently and to sell their services online. </p><p><br></p><p>Softwares offered will be Scheduling and Appointment Management, Coupon Management, Expense Account &amp; Inventory Management, Payroll Management and integrated Payment Gateway along with host of marketing support services.</p><p><br></p><p>Consumers will be able to book and buy serivces of their choice availing best discounts and deals, and can be part of a Loyalty Program.</p>","industries":["Other Specialty Retailers"],"name":"Wellnessta Private Limited","sectors":["Others"]}]