[{"email":"ATSCFITNESSEQUIPMENTS@OUTLOOK.COM","idea":"<p>POWERLIFT FITNESS EQUIPMENT'S provides a wide range of products to meet the needs of every customer. From initial design to final quality assurance processes, we make sure our goods are reliable and exceptional. We’re proud to be one of the best-known names in the industry. POWERLIFT is a trusted name in the field of fitness industry in INDIA. and we are strongly promoting MAKE IN INDIA. We are the leading fitness equipment manufacturer and supplier of complete range of strength &amp; cardio equipment's. We have manufacturing unit with latest machinery. POWERLIFT strength training products are manufactured using the latest CNC machining Technologies. All be products are fabricated from certificate &amp; well trained engineers.Get in touch to see how you can benefit from our products.</p>","industries":["Professional & Commercial Services"],"name":"ATSC FITNESS EQUIPMENTS","sectors":["Others"]},{"email":"apoorventerprise@outlook.com","idea":"Our organisation is professionally managed manufacturer and Supplier of Sheet Metal Components, Welded Assemblies of automotive and non automotive products. We are known for our commitment towards understanding and fulfilling customers requirements to their fullest satisfaction. Our State-of-the Arts Stamping Division is equipped with Modern Press Shop lined up with geared, non geared, Mechanical presses of various capacities with Welding assemblies &amp; all types of Zinc plating capabilities Spread over 2000 Sq. feet area. Also, our organisations's transporatation wing with head quarter at Thane. Established in 2017 after signing a contract with One of the market leaders in Energy sector in India. Our core team consists of trained professionals in the field of logistics, marketing, finance and operations, who are capable of handling challenging assignments in the most competitive environment.<div>The Company considers human resource as the most valuable and vital asset and the personnel are trained continuously to upgrade their skills and knowledge-base to meet the challenges and demands of customers in a highly competitive milieu.</div><div>We understands customer’s specific requirements and suggests innovative and tailor made solutions as the core team has the complete know-how and expertise to move goods of unconventional nature, goods that are required special care and attention.</div>","industries":["Others"],"name":"Apoorv Enterprise","sectors":["Others"]},{"email":"globeeng.ent@gmail.com","idea":"we are providing all type of electronics electrical goods services and IT consumable and retail of stationery Items as the lowest rate.","industries":["Retail"],"name":"globe engineers and enterprises","sectors":["Retail Technology"]},{"email":"ecolods@gmail.com","idea":"<p>Provides highly qualitative, timely delivered and cost-effective Website, Mobile App, Software, Customized solution &amp; service. TPS offers a wide range of creative solutions that are designed to meet specific business needs.<a href=\"https://www.ecolods.com/\" target=\"_blank\">Website &amp; Software Development Company</a></p>","industries":["Enterprise Software"],"name":"TPS","sectors":["ERP"]},{"email":"indiainnov8@gmail.com","idea":"<p>We are Healthcare Innovation Company owned by Doctors. We identify the problems we personally face during our medica practice and try to bring an Innovative product or Innovative Software or Innovative Service, to solve the Problem.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"INNOV8 INDIA HEALTHCARE LLP","sectors":["Healthcare Technology"]},{"email":"venkatesh@tathwamasi.com","idea":"<p>We are an agile data analytics, management consulting and training partnerships for organizations. Our Vision is to completely identify with our customers, build ethical &amp; transparent relationships, offer practical solutions with our expertise, transforming them to become a data driven organization.</p>","industries":["Analytics"],"name":"Tathwamasi Inc","sectors":["Data Science"]},{"email":"shwetank@rbtech.in","idea":"<p>Rb Tech Solutions Is A Digital Service Company, it helps  Business Empower Digitally. \n</p><p>\n</p><p>The Company Is Specialized In Creating And Rebooting New Platforms For A Better Commerce In The Digital Field. It Believes Working Under The Concept Of “Digital India” Embarked By The Government Of India. It is Proud To Serve Effective Ideas And Platform Like; Creating New Websites, Applications, And Products On Any Platform.</p>","industries":["IT Services"],"name":"RB TECH SOLUTIONS LLP","sectors":["Web Development"]},{"email":"shreekumar25@gmail.com","idea":"<p>i want to make a my own&nbsp; market where people get everything what they want on affordable market price.</p>","industries":null,"name":"shreepal","sectors":null},{"email":"info@finanalyticapital.com","idea":"<p>We have been providing investment services to individuals &amp; institutions . We incorporated the company with the vision of providing a personalized prosperous investing experience and reducing the complexity of the equity investments. We have built a strong profile by helping our clients with a resilient investment opportunities&nbsp; as per their financial needs and risk appetite. Now, you can avail all kind of financial utilities &amp; freedom on a single platform.<br></p>","industries":["Finance Technology"],"name":"FINANALYTIC CAPITAL MANAGEMENT PRIVATE LIMITED","sectors":["Advisory"]},{"email":"ashwani@secopsolution.com","idea":"\n                        <p>SecOps identifies the top 1% security risks that could have the maximum impact on the organisation, thereby saving millions of dollars and hundreds of hours of engineering effort in patchwork and remediation.</p><p>It is an AI-powered agentless platform for Vulnerability Management and remediating misconfigurations in applications, infrastructure and the cloud.</p><p>SecOps configures and starts protecting your assets - within seconds not days.</p>        \n        ","industries":["Security Solutions"],"name":"SHIVNEEL TECHNOLOGIES LLP","sectors":["Cyber Security"]}]