[{"email":"abnerpowerenergy@outlook.com","idea":"The world is aware of the effects of global warming and resource exhaustion. Clean and Green Energy is the need of the hour. Our Management, with a view to contribute its share, has tried to work in the field of renewable energy. This venture will help in promoting green and renewable energy in order to help in reducing the problems associated with energy consumption and the greenhouse effect. We provide safe, reliable, and clean energy, which will benefit our world and our children.<div>By considering the climatic conditions of Maharashtra, it is very much favourable for harnessing of solar energy. As per survey by our business development team, we have found huge potential for the solar energy segment as well as combination of energy storage system based on solar energy. We have the world class technology, products and solutions for MW scale Solar PV Projects &amp; Roof Top Grid &amp; off Grid Connected projects in association with our technology partners and manufacturers from USA and Europe.</div><div>Sources of Competencies</div><div>Expertise in Planning, Designing and implementing cost effective energy solutions Expertise in Electrical Engineering</div><div>Project Management &amp; Execution : Bankable Solar Project</div><div>Techno economic pre-feasibility and feasibility studies, executive design</div><div>Value Engineering &amp; Localization : Cost Optimization</div><div>Adoption of latest globally recognized technologies – Systems, processes &amp; ERP</div>","industries":["Renewable Energy"],"name":"Abner Power Energy Private Limited","sectors":["Renewable Energy Solutions"]},{"email":"jayshree.b9@gmail.com","idea":"<p>Express yourself strives to create a world where mental healthcare needs for everyone is timely met and is supported by an inclusive society. Our objective is to provide awareness and support in getting the right treatment at the right time.\n</p><p><br></p><p>At express yourself we believe mental health is as important as physical health and providing an end to end solution for all your mental healthcare needs is paramount. We are providing you with a medium to connect with the experts, get educated and receive the desired treatment all while maintaining your anonymity.</p>","industries":["Healthcare & Lifesciences"],"name":"Express Yourself","sectors":["Health & Wellness"]},{"email":"rajendra.crc1@gmail.com","idea":"<p>Vision:\n&nbsp;<span>To be recognized as a leading organization that addresses various problems faced by the society related to Healthcare through design, development and supply of Quality products.&nbsp;&nbsp;</span></p><p>\n</p><p>Mission\n</p><p>•\tTo offer innovative solutions to nutraceuticals, herbals, pharmaceuticals, cosmeceuticals, personal care products, medical devices, diagnostics sectors. \n</p><p>•\tEnd to end product development including Concept-Design-Process-Packaging \n</p><p>•\tInculcate and deliver ‘Quality’ by - Design, Testing and Compliances\n</p><p>•\tStrategic Commercialization to reach out to the society</p>","industries":["Healthcare & Lifesciences"],"name":"ARQ Solution LLP","sectors":["Biotechnology"]},{"email":"ameythombare786@gmail.com","idea":"<p>Our moto is to reduce dependency of electricity on non renewable energy sources, give sustainable energy to country and people.</p>","industries":["Green Technology"],"name":"Solar Village","sectors":["Clean Tech"]},{"email":"MISHRARAMAN94@GMAIL.COM","idea":"<p>A smart devices service provider company established with an aim to enhance the people's automated service.</p>","industries":["Transportation & Storage"],"name":"Almonds Corporation","sectors":["Transport Infrastructure"]},{"email":"Mad93591@gmail.com","idea":"<p>NIDHIYATHARTH INFRAPROJECTS LLP are the leading name to reckon in construction industry. Since inception in 2018, we have been devoting our best approach to exceed our clients’ expectations by creating significant infrastructure in order to emerge as the Best &amp; Top construction company. On time and on budget We Can Deliver All Types of Construction and Renovation Projects like Construction, Interior Execution, MEP(Mechanical Electrical Plumbing), Maintenance, Fire fighting, Turnkey Projects, General Contractors, Collaboration and Projects Management Consultancy.</p>","industries":["Construction"],"name":"NIDHIYATHARTH INFRAPROJECTS LLP","sectors":["Construction & Engineering"]},{"email":"anildaniel06@gmail.com","idea":"\n            <p>The company is into rehabilitation products. Specifically into Resistance bands, Exercising kits, Aqua therapy products like Aquatic Treadmill and pool.&nbsp;</p>\n        ","industries":["Healthcare & Lifesciences"],"name":"PROXIMA LIFE LLP","sectors":["Health & Wellness"]},{"email":"fabtexengineersindia@gmail.com","idea":"<p><a href=\"https://fabricinspectionmachine.business.site\" target=\"_blank\">Fabtex Engineers</a><br></p>","industries":["Textiles & Apparel"],"name":"Fabtex Engineers","sectors":["Others"]},{"email":"princehealthnsafety@gmail.com","idea":"<p>We are a startup for manufacturing of disposable face masks</p>","industries":["Healthcare & Lifesciences"],"name":"Prince Health and Safety","sectors":["Health & Wellness"]},{"email":"virtechindustries@gmail.com","idea":"<p>All types of fabricated components, Furniture, Process Equipment, Material Handling Equipment, metal and non metal products.</p>","industries":["Professional & Commercial Services"],"name":"Virtech Industries LLP","sectors":["Business Support Supplies"]}]