[{"email":"vishal.vilas.ghag@gmail.com","idea":"<p>www.slikuninstitute.org.in<a href=\"http://www.slikuninstitute.org.in\" target=\"_blank\">Slikun Institute Of Management And Technology</a></p>","industries":["Education"],"name":"SLIKUN INSTITUTE OF MANAGEMENT AND TECHNOLOGY PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"fatima2abdulali@gmail.com","idea":"<p>The idea of eRentals is to aggregate the various segments in rental service and provide a unified digital marketplace (tech-based platform) for rental services in the fields like home appliance rentals, furniture rentals, electronics rentals, event logistics rentals, AV rentals, decoration rentals, medical equipment rentals, and tourism-related or personal rentals, and other rentals. To provide all the procedures involved in rental services on a single interface in the same manner as e-commerce platforms like Amazon and restaurant aggregators such as Swiggy and Zomato provide the services. \n</p><p>We will aggregate the existing vendors in the rental services on our platform, and the customers will rent the items through the portal, which will be fully digitized. An efficient and affordable delivery system is one of the value propositions for eRentals.</p>","industries":["Others"],"name":"eRentals","sectors":["Others"]},{"email":"shivamchauhmaal@gmail.com","idea":"We are Mumbai-based Startup working in the food and beverage industry","industries":["Food & Beverages"],"name":"Shivam Chauhmaaal","sectors":["Food Technology/Food Delivery"]},{"email":"Chhaya.Panchal@motilaloswal.com","idea":"<p>During the last few years, the equity market has grown tremendously and given great returns to investors.&nbsp; This has also resulted in growth of financial advisors and wealthtech firms providing financial advice.&nbsp; While these advisors and firms have the business and process knowledge to service their customers, they do not have the technology understanding or capabilities to do the same.&nbsp; They are constantly in need of a stable technology provider who has expertise in the Fintech space to help them become technology enabled. <br><br>Additionally, these advisors are regulated by SEBI and cannot service customers with certain unregulated products that their customers ask for and request for their investment basket.&nbsp; They are in need of a technology partner who is not SEBI regulated and can provide access to these products through APIs and/or platforms for both them and their customers. <br><br>Finally, these advisors also need speed to market to onboard and deploy new technology capabilities that will help them grow their business. They are in need of a reliable partner who is constantly in touch with new developments in the tech and financial services space and who can enable them to explore and experiment with these new technologies. <br><br>Gliten Tech is looking to solve all of the problems above and many more.<br></p>","industries":["Finance Technology"],"name":"GLEITEN TECH PRIVATE LIMITED","sectors":["Advisory"]},{"email":"samruddhijewelcraft@gmail.com","idea":"<p>1. To carry on the business of sale, purchase, trading, import &amp; export as goldsmiths, silversmiths, jewellers, gems, diamond and bullion and deal (wholesale or retail) in bullion, precious stones, gems, platinum, jewellery, gold and silverplate, imitation jewellery, electroplate, bronzes, articles, precious and semiprecious metals or various objects of art and to manufacture and to establish factories for manufacturing or get manufactured on job work basis, goods for the above business.\n</p><p>2. To carry on the business of consultancy in the business of manufacturing,\n</p><p>sale, purchase, trading, import &amp; export of all kinds of gold, silver, platinum, diamond, precious and semi - precious metals, gems, pearls, stones and its jewellery and also to deal in Gold, Silver and other Commodities through recognized Commodity Exchanges for hedging and other business purposes</p>","industries":["Others"],"name":"SAMRUDDHI JEWELCRAFT PRIVATE LIMITED","sectors":["Others"]},{"email":"startupasmagnetic@gmail.com","idea":"<p>A.S.MAGNATICINFRA PRIVATE LIMITED is registered at Mumbai, Maharashtra, specifically to deal with Complete Turnkey OFC project including Trenching, Optical Fiber Laying, Splicing/Termination work equipment/System installation, Network design and complete Network testing solution, civil construction, and reinstatement of macadam, manpower supply &amp; many more<br></p>","industries":["Construction"],"name":"A.S. MAGNATICINFRA PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"alpesh@thekhaoproject.com","idea":"<p>Pravivikta Consumer Foods Llp is a Limited Liability Partnership firm incorporated on 09 September 2021.</p>","industries":["Food & Beverages"],"name":"PRAVIVIKTA CONSUMER FOODS LLP","sectors":["Food Processing"]},{"email":"admin@homebredlove.com","idea":"<p>Home-Bred Love is an endeavor by ardent pet lovers who are also the founders of the company. With humble beginning and years of experience in nurturing pets to make them reach their right partners, we have gained immense knowledge in providing the best nutrition and related products for your pet’s good health and well-being. We have committed ourselves, to provide a better and healthier environment for the pets because we believe that pets have been an integral part of our society for long and human’s best companion too.<br></p>","industries":["Pets & Animals"],"name":"HOME-BRED LOVE PRIVATE LIMITED","sectors":["Others"]},{"email":"tropicalbowls.bombay@gmail.com","idea":"<p>Bombay Tropical Bowls Private Limited is a company that provides you with the perfect blend of all-natural fruits and veggies topped with delightfully crunchy, organic granola, a drizzle of honey, and your choice of fresh fruits and toppings. Packed with nutrients and fully customizable, Bombay Tropical Bowls offer healthy, delicious alternatives to standard fast casual fare.<br></p>","industries":["Food & Beverages"],"name":"BOMBAY TROPICAL BOWLS PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"admin@GaiaTreeEco.com","idea":"<p>GaiaTree Sustainable will be conducting trans-national business to procure, produce, trade, exchange, market, consult, earn a commission, and export; environmentally friendly products and services, develop category-based informational content, including but not exclusive to agriculture, agriculture produce, garments, home &amp; living, foodstuff, tools &amp; machinery, plantations, and allied businesses. Content on organic or natural food crop-growing methods. Curation, procurement, and sales of sustainable products from global sources and to global markets. Consulting on sustainable practices towards agricultural food production, building and construction, lifestyle consumables and durables (including wearables), and zero-waste consumption (including recycling &amp; upcycling).</p>","industries":["Marketing"],"name":"GAIATREE SUSTAINABLES (OPC) PRIVATE LIMITED","sectors":["Sales"]}]