[{"email":"dir-hr.oa-india@ocean-atlantic.net","idea":"<p>Company provides services in oil and gas industry.\n</p><p>We provide various inspection services to oil and gas industries like UAV surveys, inspection by crawler, ROV etc. We also offer economical and efficient solution for their asset integrity problems. Our technology of using UAV, ROV and 3D laser scanning can detect problems in installed assets very fast and at minimal personal risk that too with greater accuracy. We also provide solutions such as marine growth removal and prevention, flare tip inspection, cold pad repairs, composite wrap solutions, customised well intervention services etc.&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Others"],"name":"ONE ATLANTIC ENERGY INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"handymans.in@gmail.com","idea":"<p><a href=\"http://www.handymans.in\" target=\"_blank\">website</a></p>","industries":["Construction"],"name":"HANDYMANS PROJECTS AND SERVICES (OPC) PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"maitrienterprises22@gmail.com","idea":"<p>STATIONERY SUPPLY WHOLESALE SUPPLY MATERIAL STATIONERY AS WELL AS CLEANING MATERIAL</p>","industries":["Others"],"name":"MAITRI ENTERP[RISES","sectors":["Others"]},{"email":"ggassociates002@gmail.com","idea":"<p>Smartwisdom Technical Services Pvt Ltd was founded in the year 2017, by experienced professionals to cater to the Indian market by representing top brands of the world in the field of anchoring, passive firestop &amp; Structural consulting. We believe in providing innovative services to our customers and a strong market platform for any International brands associating with us. We believe in “growing together”.</p>","industries":["Construction"],"name":"SMARTWISDOM TECHNICAL SERVICES PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"VIPUL@NPVCA.IN","idea":"<p>Fernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado PolettiFernado Poletti</p>","industries":["Others"],"name":"MAITREYI CAPITAL ADVISORS PRIVATE LIMITED","sectors":["Others"]},{"email":"dolphin@thepharmacypeople.com","idea":"Pharmacy and Laboratory Instruments Glassware etc.<br>","industries":["Education"],"name":"DOLPHIN PHARMACY INSTRUMENTS PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"jagritimishra1508@gmail.com","idea":"<p>We are mumbai based start up in marketing and sales consultancy. Our idea is to spread the business in India and abroad for promoting the art and Indian textile industry through various online sales and ecommerce.</p>","industries":["Fashion"],"name":"Raniyaa Consultancy Private Limited","sectors":["Lifestyle"]},{"email":"neelam.mandaliya@kalelogistics.com","idea":"<p>To provide solutions, support and services to companies engaged in cargo, logistics and other industries and to obtain and execute projects for development and maintenance of computer software therefor and to provide consultancy in respect thereof.<br></p>","industries":["IT Services"],"name":"KALE LOGISTICS SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"Tecsrve@gmail.com","idea":"<p>I am an engineer with 20 years of experience in the field of maintenance &amp; projects for manufacturing industries. Planning to go for a startup in engineering services.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Technitop","sectors":["Business Support Services"]},{"email":"pjpenterprises@gmail.com","idea":"<p>AGRO FARMING AND TOURISM,TRADING,SOFTWARE DEVELOPMENT</p>","industries":["Agriculture"],"name":"PJP ENTERPRISES","sectors":["Organic Agriculture"]}]