[{"email":"nparihar523@gmail.com","idea":"<p>loyrk export is integrated with its own manufacturing plant of shirts garments ( cutting, single needle lock stitch machine, overlock machine, feed off the arm used sewing machine) With a production capacity of 20000 garments a month, we are adept at manufacturing a wide range of apparel styles and fabrics.</p><p>We export our products to all over the world and our esteemed clients in middle east, gulf countries&nbsp; and brazil and domestic markets of India</p>","industries":["Textiles & Apparel"],"name":"loyrk export private limited","sectors":["Apparel & Accessories"]},{"email":"preetscandyceuticals@gmail.com","idea":"<p>Period Chocolate Bar to ease period discomfort with Vitamins, Micronutrients and Hormone balancing Ayurvedic Herbs</p>","industries":["Food & Beverages"],"name":"PREET'S CANDYCEUTICALS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"swadpharmaconsulting@gmail.com","idea":"<p>Engineering Consulting for Pharmaceutical companies</p>","industries":["Healthcare & Lifesciences"],"name":"SWAD CONSULTING","sectors":["Pharmaceutical"]},{"email":"bhagawealth@gmail.com","idea":"Our Company is a AMFI registered Mutual Fund (MF) Distributor. We propose to take the MF culture to the up country &amp; rural regions by increasing awareness. With FDR's in Banks no longer earning any real interest, there is need for investment options to Rual India. There are over 138 Scheduled Bank operating 1,54,485 branches in india, but there are less than 500 corporate MF distributors (MFD). These MFD operate mainly in top 30 Metros &amp; there is hardly any presence in rual India. The vision of Bhaga is to provide opportunity to Rual India to invest in the Indian growth story.&nbsp;","industries":["Finance Technology"],"name":"BHAGA WEALTH PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"lygiamathews@gmail.com","idea":"<p>We have evolved from a reforestation initiative for conservation of natural resources to a sustainable development platform which nurtures the environment and also benefits rural communities in the Western Ghats region of India, a declared biodiversity hotspot. We have tested a range of pilot projects which support this concept by generating revenues for community-led initiatives through the creation of nature-based products leading to the generation of carbon credits.</p><p><span>We currently have two project sites in Maharashtra and Kerala totalling 1200 acres which we plan to use for furthering this concept. The first is aimed to become a green eco-village close to Mumbai city and the second is in a plantation zone in Idukki district of Kerala.</span></p>","industries":["Agriculture"],"name":"Climate Positive Resource Foundation","sectors":["Others"]},{"email":"satyamjha8793@gmail.com","idea":"<p>WE ARE E-COMMERCE SERVICE BASED COMPANY OR YOU CAN ALSO CALLED AS E-SERVICE COMPANY IN GENERIC TERM!!!</p>","industries":["IT Services"],"name":"SEARCHFORSERVICE.COM","sectors":["Others"]},{"email":"dipanjan_ghosh@rediffmail.com","idea":"<p>Greots Lifesciences Private Limited is a young and dynamic organization commissioned by industry veterans holding rich experience in the field of pharmaceutical Formulations, Active Ingredients, Research and Development of Novel Drugs, Orphan Drugs as well as New Drug Delivery System.\n</p><p>The organization has been commissioned with the mission to deliver Novel and Life Saving Drugs to mass consumers as well as conversion of niche high priced products to mass reach at rationale cost without any quality compromise.\n</p><p>The promoters of the company hold rich experience in the field of Business Development, market penetration and also bringing innovative technology to Indian market. The promoters are equivalently strong in taking Indian products to various international markets and achieving scale of operations.\n</p><p>The company intends to launch domestic formulation business in a phased manner to maintain better financial stability. The company has selected sterile injectables critical care segment for its initial rollout plan and will be gradually diversifying to acute, chronic, lifestyle and other critical care segments, with initial infrastructure of distribution and supply chain network established thereafter the scale of business will be achieved much aggressively from geographical expansion and therapeutics diversification.  \n</p><p>The company will also continue building its international product pipeline and thus will invest in regulatory filings of products in various international markets in Southeast Asia, Middle East &amp; CIS, Latin America, and Africa. Post establishment its footprints in Semi-Regulated markets the company will also undertake a focussed market expansion approach to cater to Regulated markets of USA, Europe, Russia, Japan, and Australia. Enhancing exports of Make in India products of pharmaceutical formulations and Active Ingredients is core focus of the company and will invest rationally to facilitate and build volume in this domain.\n</p><p>On the financial front the company in its first decade of operations will focus on high volume efficient value margins approach and will gradually shift to high value margin balance sheet offering better RoI to its prospective investors and stakeholder.</p>","industries":["Healthcare & Lifesciences"],"name":"GREOTS LIFESCIENCES PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"neosphereinteractivestudios@gmail.com","idea":"<p>Neosphere Interactive Studios Private Limited is a Gaming Startup based out of Mumbai. We specialise in designing and developing rich and immersive content based on untold Indian War history especially deployed for the PC and Console platform(s) along with Mobile.</p>","industries":["Toys and Games"],"name":"NEOSPHERE INTERACTIVE STUDIOS PRIVATE LIMITED","sectors":["Virtual Games"]},{"email":"empirecreationsplc@gmail.com","idea":"<p>Empire Creations Pvt. Ltd. is a start-up company providing Services/undertaking contracts or subcontracts in the field of Construction or Civil Works for residential/commercial / government / any other property. This is carry on the business of construction of apartments, flats, shops, Kothi's, hotels, restaurants, pubs, cinema halls, multiplex complexes, malls, hospitals, nursing home buildings, canals, reservoirs, mills, and offices, huts, tenements, warehouse, cold storage's buildings, industrial sheds, hydel projects, powerhouses, tuner's, culverts, channels sewage, roads, bridges and dams and to act as an agent for purchasing, selling and letting on hire, plot and houses, whether multi-storage, commercial and/or residential buildings on a commission basis. Empire Creations Pvt. Ltd. is a start-up company providing Services/undertaking contracts or subcontracts in the field of Construction</p>","industries":["Construction"],"name":"EMPIRE CREATIONS (OPC) PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"fi_mantri@yahoo.co.in","idea":"<p>Company has already started research and development of its product line in the field of skin care products. The strategies and business plan required to be made to start the business of marking and branding of the skin care products of the Company. The Company is looking for the promotion and launching of the products at appropriate time. The production of the products is ongoing with the manufacturers.</p>","industries":["Healthcare & Lifesciences"],"name":"HOLY GRAIL BEAUTY PRIVATE LIMITED","sectors":["Health & Wellness"]}]