[{"email":"devansh76@gmail.com","idea":"<p>Many start-ups are now coming out with apps to provide people with work, order taxis, home delivery, etc. However, new users to the internet find it difficult to navigate so many apps and mostly only use WhatsApp.</p><p><br></p><p>We will integrate with WhatsApp Business API to provide these same services over WhatsApp. We believe the web is evolving, and the future of Web 3.0 will focus on APIs and integrating with apps and platforms that already exist in the marketplace. Such a shift has already occurred in China, where businesses prefer to integrate with WeChat’s API rather than build their own app. We are trying to bring a similar shift in India.</p><p><br></p><p>Our larger idea is, why build an app when you can use WhatsApp? Some of the services provided by apps in the marketplace can easily be conducted over WhatsApp, and the API provides a scalable way of doing so.  Users are already familiar with interface of WhatsApp so it is better for them than learning how to use a new app.</p><p><br></p><p>We have raised money from clients in the non-profit and impact sector that wish to integrate WhatsApp API in their outreach to communities. We are currently working with 3 clients and have raised enough money for at least the next 1 year. Our hope is to gain enough experience and develop enough code by working with these clients that we can launch our own chatbot on WhatsApp that can provide a variety of services to people.</p>","industries":["IT Services"],"name":"VOICEDECK TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"khushimehta@learnero.co","idea":"<p>Learnero is the YouTube x Zoom x Coursera for the ed-tech. We help enthusiastic learners to learn extracurriculars live and on-demand, from anywhere around the world, with all their preferences kept in mind. We help teachers to share their skill with the world. Our competitive advantage is that we offer live, interactive classes with optional on-demand videos, first of its kind in the market for extracurriculars and alter options by budget and schedule preferences.</p><p><br></p><p>We're targeting the education market. We make money by the commission, premium accounts and advertisements. We acquire customers via internship programs, emails and educational institutes.&nbsp;</p><p><br></p><p>Our team has a diverse background, adaptability and a long term commitment.</p>","industries":["Education"],"name":"Learnero Academy Private Limited","sectors":["E-learning"]},{"email":"kaustubh@beidhealthcare.com","idea":"<p>BEID HEALTHCARE PRIVATE LIMITEDBEID HEALTHCARE PRIVATE LIMITEDBEID HEALTHCARE PRIVATE LIMITEDBEID HEALTHCARE PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"BEID HEALTHCARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"flutepaperox@gmail.com","idea":"<p>To carry on the business, in India and or elsewhere, as manufacturers, importers, exporters, dealers, processors, stockiest, agents, contractors, distributors, buyers and sellers of all types of paper products made of any type of paper and boards including but not limited to paper bags, paper boxes, paper cartons, paper napkins, paper rolls, paper tape, paper cones and tubes, wrappers, films, sheets and other packing materials made of paper, card board, corrugated sheets and other natural or artificial or synthetic products.</p>","industries":["Technology Hardware"],"name":"FLUTE PAPEROX PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"manju.engi@gmail.com","idea":"<p>MSG Info-tech Helps educational institutes to get students Hired after Degree.</p>","industries":["IT Services"],"name":"MSG Infotech","sectors":["IT Consulting"]},{"email":"clantechsolution@gmail.com","idea":"<p>CLANTECH SOLUTIONS AND SERVICES PRIVATE LIMITEDCLANTECH SOLUTIONS AND SERVICES PRIVATE LIMITEDCLANTECH SOLUTIONS AND SERVICES PRIVATE LIMITEDCLANTECH SOLUTIONS AND SERVICES PRIVATE LIMITEDCLANTECH SOLUTIONS AND SERVICES PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"CLANTECH SOLUTIONS AND SERVICES PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"kanishka@samavesh.co","idea":"<p>I have identified the need to provide Consulting Services in two fields in which I possess industry-wide expertise and qualifications.&nbsp;</p><p><br></p><p>1. Providing Inclusion and Diversity Consulting, Training, Workshops, etc to government, nonprofits and corporate entities so that they can get sensitized and become more inclusive to minority populations in India like Women, LGBTIQ+ population, specially-abled people, army veterans, etc. in their hiring, managing, staffing, etc. activities while making them feel belonged in the mainstream.</p><p><br></p><p>I have imparted Inclusion and Diversity Consulting services to various corporates in India, the US, Asia Pacific, and Australia and have been awarded by World HRD Congress in 2019 as 101 Global Diversity and Inclusion Leaders Award for my work.</p><p><br></p><p>2. Provide Blockchain-based solutions to Supply chain problems in India across sectors. I am a Certified Blockchain and Supply Chain Professional (certification number 22127614 from the BlockChain Council) with 14+ years of experience in supply chains across product lines, industries, and geographies.&nbsp;</p><p><br></p><p>I have incorporated a sole proprietorship (UDYAM-MH-18-0006489) as a research and consulting body under which I can loop in like-minded researchers and practitioners of Diversity and Inclusion and Blockchain Technology (two separate verticals) and provide the necessary solutions to government, non-profit and corporate entities.&nbsp;</p><p><br></p><p>My education and experience details are as under:</p><p><br></p><p>EDUCATION:&nbsp;</p><p><br></p><p>MBA (International Business), Indian Institute of Foreign Trade</p><p>B.Tech (Mechanical Engineering), Jamia Millia Islamia</p><p>Certified Blockchain and Supply Chain Professional, BlockChain Council</p><p><br></p><p>EXPERIENCE:</p><p><br></p><p>14+ Years onsite and offsite experience in Supply Chain Management, Strategic Procurement, Supplier Diversity, Diversity and Inclusion across Industries (Agricultural, FMCG, Pharmaceutical, Manufacturing, Chemicals, etc), Companies (Cargill, GEP, Kellogg, etc.) and Geographies (India, US, Australia, Germany, UK, South Africa, Thailand, Korea, Malaysia, Japan, etc.)</p><p><br></p><p><span>Linkedin profile: https://www.linkedin.com/in/kanishkachaudhry/</span></p>","industries":["Social Impact"],"name":"Samavesh Research and Consulting Solutions","sectors":["Others"]},{"email":"deven.tanna@gmail.com","idea":"<p>Currently running Pooja Bhandar with all types of Pooja Related Samagri, Various types &amp; flavors of Agarbatti, Dhoop Sticks, Dhoop Cups,Kapoors,Coconuts.etc</p>","industries":["Retail"],"name":"Raghuvanshi Pooja Bhandar","sectors":["Others"]},{"email":"niranjanw29@yahoo.com","idea":"<p>Energizing Indian manufacturing scenario to get in sync and in pace with the growing Industry trends.&nbsp;</p>","industries":["Robotics"],"name":"Revolu-Automa-tion India","sectors":["Others"]},{"email":"mahesh.rahatwal90@gmail.com","idea":"<p>I want to start my own garment factory and looking for fund around 10 lakh.</p><p>so can easily start and run the business smoothly.<br></p>","industries":["Textiles & Apparel"],"name":"Mhadalekar &amp; Brothers","sectors":["Others"]}]