[{"email":"aleema@linkedfarms.com","idea":"Flowcatalyst is focused on building technology that transforms the lives of the underserved and unreached. There is a significant amount of attention given to technology needed and desired on the demand side of the economy. At Flowcatalyst, we have observed that the supply side is struggling. As efforts are made to open up the economy by relaxing policy and regulations around certain sectors, a path is cleared to working on technology that can help a large amount of the population on the supply side. Such a development especially across agriculture and the focus of doubling farmer income has given Flowcatalyst confidence in pursing technology in the sector. Technology can improve the efficiency across the supply side especially if you look at digitally clustering farmers through collectives such as Farmer Producer Companies or Self-Help Groups. Farming is a business and it is time that those participating in it capture more of the value in terms of revenue, saving time and recognition in society. Our approach is unique in that each product focuses on specific pain points at various part of the post harvest value chain. It is our goal to use our technology to aggregate value chain providers that can lend their services easier to farmers. The objective is creating a sustainable network of services that farmers can benefit. Our business model considers how revenue from each tech can be shared with farmers as an additional income beyond just the produce as it is today.","industries":["Agriculture"],"name":"FLOWCATALYST TECHNOLOGIES PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"swapnesh.agarwal@gmail.com","idea":"I am a Qualified Chartered Accountants and Company Secretary having 11 years of experience in the field of Audit, Taxation and Finance","industries":null,"name":"Swapnesh Agarwal","sectors":null},{"email":"ekviraenterprises99@gmail.com","idea":"<p>We are making the earth a better place to live!!</p><p><span>Under initiative of Swachh Bharat Mission</span></p>","industries":["House-Hold Services"],"name":"EKVIRA ENTERPRISES","sectors":["Others"]},{"email":"mishravivek865@gmail.com","idea":"<p>We work as an IT firm (Hardware &amp; Software and Networking) as well as we repair PC's and laptops.&nbsp;</p><p>We provide facility of website and software (As per requirements).&nbsp;</p><p>We install CCTV Cameras.&nbsp;</p><p>We give laptop, printer, computer, CCTV, etc</p><p>We take AMC Of school, college, hospitals, and government firms as well.&nbsp;</p><p><br></p>","industries":["IT Services"],"name":"ITCES","sectors":["IT Consulting"]},{"email":"sujitdhalpe11@gmail.com","idea":"<p>The fertilizer zone is the single product website selling organic compost manure. this product contains chicken sheet, leaf waste, and soil. after 4-5 days later earthworms are placed in bed. 90 days after the product is ready. then the product is placed aluminum pouches and ready to sell.&nbsp;</p><p>Benefits-</p><p>1.Boost plant growth.</p><p>2. Aerate the soil.</p><p>3. Maintain soil structure.</p><p>4. The product contains high nitrogen so the quantity required less for plants.</p>","industries":["Waste Management"],"name":"Fertilizer zone","sectors":["Others"]},{"email":"magicdomepvtltd@gmail.com","idea":"<p>We are providing a platform to the individuals to connect and get their car service at nearest car workshop / garage through our Mobile App.</p><p><br></p><p>This Mobile app also includes all other services related to your car such as Car Washing, Car Detailing, Denting and Painting etc.</p><p><br></p><p>We are hoping to provide these services across India.</p>","industries":["Automotive"],"name":"MAGIC DOME PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"fin@servify.in","idea":"<p>Servify is integrated with leading OEMs and Channel Partners, and manages end-to-end program management of their Warranty business including after-salesservice for them through its Platform.\n</p><p>Servify provides white-labelled Care apps and portals that become the standard operating platform for every single authorized service provider of the OEM (be it channel partners, repair service providers, logistics providers, parts suppliers, call centers and alike); thus helping the OEM deliver a unified service experience for its customers.</p>","industries":["IT Services"],"name":"SERVICE LEE TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"dharmendergemini@gmail.com","idea":"<p>Datamodo Private Limited is a Data &amp; Technology Driven Business Solution Company.&nbsp;&nbsp;<span>Datamodo is a Digital Platform based – Digital Marketing , Advertising , PR , Marketing &amp; Sales Advisory , Digital MICE / Events &amp; Conferences  provides full stack solutions  Co.</span></p><p><br></p><p>With the Industry experts &amp; powered by technology and data driven insights, \n<span>We identify and deliver programs with focus on outcomes that make a difference</span></p><p><br></p><p>\n<span>Datamodo’s Mission is to </span>maximize<span>&nbsp;sales and profits for its clients while </span><span>optimizing</span><span>&nbsp;costs.</span></p><p><span><br></span></p><p><span>Datamodo is formed to solve the following problems</span></p><p><span><br></span></p><p><span>1. There is no single solution Tech-enterprise that offers quick turn around and end to end solutions for end business outcomes.</span></p><p><span><br></span></p><p><span>2. Markets bound in quick fire small solutions firm with not much of depth whereas nationally E&amp;Y and BSG run after top end of the spectrum.</span></p><p><span>&nbsp;</span></p><p><span>3. Events, Exhibitions, Seminar &amp; Conferences are expensive affairs, a quick and seamless technology along with data insights give straight turn around</span></p><p><span><br></span></p><p><span>\n</span><span>4. Webinars and Go to Meeting, a non inclusive is becoming a lack of immersive event experience (Post Covid more will opt for this with less offline dependence)&nbsp;</span></p><p><span><br></span></p><p><span>5. In TV, you buy Nationally and geo targeting fencing is limited but In App TV inventory on second ages. Only first of its kind to tap this bullish market\u000b\n</span></p><p><span>With data analytics and social platforms, we take dependence away from expensive Print / TV / Radio/ OOH platforms.</span></p><p><span><br></span></p><p><span>Who are our Customers?</span></p><p><span><br></span></p><p><span>Growth focused companies across enterprise, SME and startups who are aspiring to reach out &amp; accelerate  growth through technology and digital enablers</span></p><p><span><br></span></p><p>Our customers need to unlock the value of digital, data and technology through a suite of business solution and services powered by Industry experts</p><p><br></p><p>We can provide our customers World class technology which is digital, simple and resilient. \n<span>At the core of our offering is our MICE platform with the latest features &amp; iMODO,  a unique and integrated tech proposition,  flanked by a strong digital/social tech ecosystem.&nbsp;</span><span>The overall product offering is controlled and governed by a futuristic command center</span></p>","industries":["Marketing"],"name":"DATAMODO PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"nitinsojha@gmail.com","idea":"<p>PFL FOOD PVT. LTD is one of the best food processing\ncompany.&nbsp;We have two brands namely \"Hand Brand\" &amp;\n\"Mom’s Choice\". The Founders have decades of vast experience and a\ndeep knowledge of the industry.</p><p>We have wide variety of products to offer such as:&nbsp;</p><p><br>\nPremium&nbsp; Roasted Seviyan,&nbsp;&nbsp;Premium Super fine Seviyan,&nbsp;&nbsp;Whole\nwheat “U” shape roasted Vermicelli,&nbsp;&nbsp;Best quality whole wheat\npasta,&nbsp;Elbow shaped Macaroni&nbsp;Alphabets Macaroni,&nbsp;&nbsp;Spiral\nshaped Macaroni,&nbsp; &nbsp;Tube shape Macaroni,&nbsp; &nbsp;Shell shaped\nMacaroni,&nbsp;Easy &amp; fast to cook pasta with tasty sauce maker inside in\ndifferent flavours like tomato cheese, jalapeno, jalapeno cheese etc,&nbsp;Best\nquality Hakka noodles and&nbsp;&nbsp;Readymade ginger garlic paste.&nbsp;</p><p>\n\n\n\n\n\n</p><p>Normal readymade pasta/vermicelli/seviyan available in\nmarket are typically high in&nbsp;fibre, selenium, copper and phosphorus, while\nrefined, enriched ingredients tends to be higher in iron and&nbsp;B vitamins. Our\npasta/vermicelli/seviyan are also&nbsp;lower in&nbsp;calories&nbsp;and higher\nin&nbsp;fiber&nbsp;and certain micronutrients than refined pasta which makes\nour products more preferred than competitors.</p>","industries":["Food & Beverages"],"name":"PFL FOOD PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"pyrodataanalysis@gmail.com","idea":"<p>Pyro Data Analysis was formed to help the tire &amp; plastic pyrolysis -recycling&nbsp; plants in India to follow the SOP's prescribed by CPCB to them. We invented an IOT process controller to keep a watch on their process parameters like pressure, temperature, gas leaks etc and alert the operator if any parameter exceeded limits. It also has an inbuilt data logger which saves data to cloud every 20 secs.</p><p>We also invented a product for air compressor users to monitor air leakages in their pneumatic systems.It also records all data to cloud so as to study consumption / leakage pattern.</p><p><br></p><p><br></p>","industries":["Internet of Things"],"name":"Pyro Data Analysis","sectors":["Manufacturing & Warehouse"]}]