[{"email":"santosh@dataogram.com","idea":"<p><a href=\"https://www.linkedin.com/company/dataogram/\" target=\"_blank\">Incubated at Department Of Science &amp; Technology backed CIBA, Dataogram's mission is to bring cutting edge technology to the SMB. Our core product has been enthusiastically received and we have diversified our offerings in response to market demands.</a><br></p>","industries":["Social Impact"],"name":"DATAOGRAM DIGITAL SOLUTIONS LLP","sectors":["NGO"]},{"email":"rajeshreestudios@gmail.com","idea":"<p>I Prathmesh Ramchandra Gurkhe founder/director of</p><p>Rajeshree Studios Pvt.Ltd, We specialize in romantic and artistic wedding portraiture photography with a hint of modernity,&nbsp;</p><p>I started this business in 2019, before that i was working as a freelance wedding photographer.</p>","industries":["Art & Photography"],"name":"Rajeshree Studios","sectors":["Photography"]},{"email":"abhijit.krishna@bodhitree.co.in","idea":"Looking to set up a market research and advisory company which is focused on looking at client questions more keenly and experienced researchers work on the projects.&nbsp; Covid has opened up the field to some extent with curtailing of traditional strength of reach and personal interviewing capacity of larger MR companies .","industries":["Marketing"],"name":"BODHIVRAKSH RESEARCH AND ADVISORY PRIVATE LIMITED ","sectors":["Market Research"]},{"email":"agar_mohit@yahoo.com","idea":"<p>Volo Health Services Pvt Ltd is a Blockchain based health services platform to bring efficiency in Healthcare and Health Insurance system. Currently there is big inefficiency and leakages in handling claims which leads to poor service to patients and leakages for hospitals and Insurers are estimated to the tune of over INR 25,000 crore by 2023. Our platform through Smart Contract and Blockchain technology will bring efficiency and will reduce leakages to insurers, hospitals and will have better service and savings for patients<br></p>","industries":["Healthcare & Lifesciences"],"name":"Volo Health Services Pvt Ltd","sectors":["Healthcare Services"]},{"email":"care@coalbrass.com","idea":"<p>Coalbrass Fashion &amp; Lifestyle is the online venture born out of our passion for innovative fashion and love for exquisite design from India. Through Coalbrass, we intend to create a platform to help promising fashion designers and craftsmen from India showcase their work and gain visibility. The main objective of Coalbrass is to celebrate design from India and provide global visibility for promising designers who experiment with new designs, textile material &amp; craft in beautiful new ways and also support artisans of India. Coalbrass showcases a wide range of contemporary, Indo-Western, and Western outfits along with trendy accessories. It’s our constant endeavor to identify and work with designers who create styles that complement our philosophy, inspired by India, and are very stylish and trendy.</p>","industries":["Fashion"],"name":"Coalbrass Fashions LLP","sectors":["Apparel"]},{"email":"deepali@bharatiya.co","idea":"<p>1. Bharatiya.co is an online marketplace promoting &amp; selling products from local / regional brands curated from Kashmir to Kanyakumari for customers who seek local experience.</p><p>2. Indian market is highly influenced and dominated by international brands. Bharatiya.co mission is driven by India’s mission of #VocalForLocal and promote local Indian brands.</p><p>3. Bharatiya’s business model is uniquely placed where we promote only local Indian brands. We have stringent processes to identify &amp; shortlist local brands popular in their local areas, verify their processes, ensure their quality, and then list them on bharatiya.co. We follow a hybrid ecommerce model – Marketplace and Inventory led. Customers can order online and have their products delivered within 24 – 48 hrs.</p><p>4. Creating Opportunities for Local brands to enable them in employment generation. Also Bharatiya is growing and generating employment in our organisation which is developing talents for our nation.</p>","industries":["Retail"],"name":"NAMASTE BHARATIYA LLP","sectors":["Others"]},{"email":"dkeventsmumbai@gmail.com","idea":"<p>We at Lense &amp; Pixels are into Photo &amp; Videography Services and specialised in Live Streaming Services with Multi Camera Setup and Wireless Technology and the USP of our company is that we travel wiTH electricity and internet connection required for us&nbsp; and we will not ask our clients for any kind of input except Audio Input&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Media & Entertainment"],"name":"DREAMKRAFTERS LENS &amp; PIXELS","sectors":["Entertainment"]},{"email":"prabhakar@edurific.com","idea":"<p><a href=\"https://edurific.com/\" target=\"_blank\">WEBSITE</a><br></p>","industries":["Education"],"name":"EDURIFIC PRIVATE LIMITED","sectors":["E-learning"]},{"email":"saneal@eternadiamonds.com","idea":"<p>Eterna Gems has created a niche in the diamond and Jewelery Business. With patented diamond cuts and special cuts, we take Diamonds to another level. \n</p><p>\n</p><p>In a world flooded with luxuries, there is only one which dazzles above the rest, a mark of love, a symbol of eternity - a DIAMOND. \n</p><p>Truly a woman's best friend, a diamond continues to be the most coveted possession, the epitome of success. \n</p><p>Eterna Gems seeks to provide high quality stones that extol a woman's creativity and individuality. With it’s out of the box cuts and exceptional manufacturing technology, each Eterna Gems is a testament to style, class and opulence.</p>","industries":["Design"],"name":"ETERNA GEMS LLP","sectors":["Industrial Design"]},{"email":"lakhan.rangawani@gmail.com","idea":"<p>An e-commerce platform in the clothing and apparel segment.</p>","industries":["Fashion"],"name":"NA","sectors":["Apparel"]}]