[{"email":"healthtrekhealthcare@gmail.com","idea":"<p>Healthtrek has been in healthcare and wellness space, we would like to bring Values and experience to our customers.\n</p><p>\n</p><p>Determined to provide consumer centred Sports, Hydrotherapy, Physiotherapy, Rehabilitation and Healthcare products with excellence in quality, Service and access. \n</p><p>\n</p><p>AQUATREK AQUATIC TREADMILL and HYDROTHERAPY SETUP is the premier and exclusive brand in the hydrotherapy market and we are so passionate about our conviction in hydrotherapy that our name says it all! The core team at AQUATREK has vast experience providing the expertise required to create the best in underwater treadmills and hydrotherapy setups. Our philosophy has always been to deliver a quality product by focusing our design on innovation, smart technology, aesthetics, and simplicity with functionality. We pride ourselves in offering a product that is reliable, easy-to-use and versatile.\n</p><p>\n</p><p>AQUATREK as an innovative hydrotherapy treadmill and Pool. Along with aquatic rehabilitation, the AQUATREK can also be used for fitness training and weight control. The natural buoyancy of water provides a low impact but high intensity workout which is especially important for patients in ‘recovery’ mode. With adjustable water temperatures and water levels, the AQUATREK makes rehab, fitness training, or weight control a relaxing experience. The new premium look of the AQUATREK allows the setup to blend easily into its surroundings even in the most upscale clinics, hospitals, or homes. The AQUATREK is designed for function but the designers at HEALTHTREK have kept in mind the maxim “simple is beautiful”. The AQUATREK is a high quality product that is beautiful, robust, convenient, and user friendly, for both, operator and patient. Being a proud underwater treadmill manufacturer, AQUATREK assures a complete hydrotherapeutic treatment for people of all ages and abilities. With an attractive and smart touch screen, the AQUATREK has shown itself to be a user’s delight. The AQUATREK comes with factory fitted ‘jets’ that are designed to increase resistance throughout a workout session. Additionally, the AQUATREK’s innovative feature makes hydrotherapy a breeze! The AQUATREK assures excellent durability. AQUATREK could be a unique preposition for any individuals, properties, Hospitals, Sports academies, Hydrotherapy and Physiotherapy clinics .For gyms and physical therapy clinics, adding the AQUATREK as a commercial underwater treadmill makes sense because it is both, a highly profitable investment and a valuable asset that allows them to help people in need reach their fitness and rehabilitation goals.\n</p><p>\n</p><p>&nbsp;AQUATREK is the ultimate training and recovery tool. Its low impact workout yields high impact results with less joint stress, muscle fatigue, and injury. Athletes can work harder, recover faster, and stay in the game. It’s a rehabilitation tool that allows for conditioning during recovery with faster results. “AQUATREK” combines the joy of RELIEF, RECOVERY &amp; REJUVENATION in a unique Hydrotherapy Pool &amp; aquatic treadmill.\n</p><p>\n</p><p>&nbsp;AQUATREK is the unique product in the market, it is known for STATE–OF–ART Quality with higher performance. We are committed to maintaining international quality norms. \n</p><p>\n</p><p>AQUATREK can be used in a broad range of applications, with multiple end uses such as Post Surgery Rehab, Arthritis &amp; Fibromyalgia, Back and Spinal Pain,Obesity, Sports rehabilitation,Paralysis, cerebral palsy,Sports rehab and sports conditioning, Ante and post natal, Weight loss and various sports activities.\n</p><p>\n</p><p>Post-operative rehabilitation for the following operations:\n</p><p>\n</p><p>Pre and Post Knee Surgery, ACL Knee Surgery\n</p><p>\n</p><p>Ankle Fusion Surgery, Femur Replacement\n</p><p>\n</p><p>Fractured Foot, Fractured Pelvis\n</p><p>\n</p><p>Hip Replacement, Shoulder Surgery, Spinal Surgery\n</p><p>\n</p><p>AQUATREK BENEFITS:\n</p><p>\n</p><p>SIMPLE IS BEAUTIFUL- Our products are designed keeping the customer in mind, suiting both the aesthetic and the practical.\n</p><p>\n</p><p>\n</p><p>\n</p><p>COMPETITIVE PRICES- The most competitively prices underwater treadmills and hydrotherapy setups on the market.\n</p><p>\n</p><p>\n</p><p>\n</p><p>QUALITY IS KING- Although our products have the most competitive prices, our work culture demands that quality remains our top priority.\n</p><p>\n</p><p>24/7 CUSTOMER SERVICE- Round the clock support, literally! Go ahead, call any of our customers and see what they say\n</p><p>\n</p><p>\n</p><p>\n</p><p>EASY TO USE- You do not have to go through a ‘TIME CONSUMING HYDROTHERAPY’ course to learn how to use our products! We provide online/offline training to our customers and On-site training is provided at the time of installation.\n</p><p>\n</p><p>We have never compromised on the quality and the services provided to the customer. We believe in keeping the customers happy and providing them with best quality products at a very competent price. We have an excellent team who has strong experience and track record of launching new businesses and brands.We also passed ISO 9001/2015 management system certification.</p>","industries":["Healthcare & Lifesciences"],"name":"HEALTHTREK HEALTHCARE LLP","sectors":["Health & Wellness"]},{"email":"mkumarcyberofficial@gmail.com","idea":"<p>V.I.E.H Private limited is IT Based Startup company which provides Information Technology Services in a wide range of security services, support services, Cybersecurity services including Ethical Hacking, Penetration Testing, VAPT, and more; </p><p>Development services which includes Website Development, Application Development, Software and Custom Panel Development; Field includes Data Science, Machine Learning, Artificial Intelligence, Big Data Analysis and research Development. </p><p>V.I.E.H also provides trainings in the various sectors with pocket friendly price, recognized certificate, mentor guidance, hands on guided projects, live webinars, premium memberships and perks and more.</p><p>We came with the idea of converting digital india into secure digital india. And also we work on it. like doing cyber crime investigation and also with cyber awareness program , We have a team of ethical hacker who report bugs on several website (eg: ISRO website, my gov website and much more)<br></p>","industries":["IT Services"],"name":"VIEH PRIVATE LIMITED","sectors":["Project Management"]},{"email":"iamsunil97@gmail.com","idea":"My Company Is Supply &amp; Selling Fresh Fruits and Vegetables in Mumbai on Swiggy &amp; Zomato Online in Retail and also selling in wholesale to a well known brand in Mumbai are Box8 &amp; Mojo Pizza. Our Company was Start on Pendamic time 5months before for doing our services fast we need a technology help to reduced our transporting charges and to maintaing inventory.","industries":["Logistics"],"name":"Raw Express","sectors":["Others"]},{"email":"abhik@smartexlogistics.com","idea":"<p>Smartex is based in Mumbai, India and specializes in creating smart solutions to all your logistical needs. With a team of dedicated industry veterans, we are able to optimize your supply chain making it more efficient, cost effective and a lot smarter than it was before.</p>","industries":["Logistics"],"name":"Smartex Logistics Private Limited","sectors":["Others"]},{"email":"usenterprises72@gmail.com","idea":"<p>All types of Civil work and interior work</p><p>usenterprises72@gmail.com</p><p>9763666325</p>","industries":["Construction"],"name":"U S Enterprises","sectors":["Construction & Engineering"]},{"email":"valencyhealthcare@gmail.com","idea":"<p>I AM GITESH MISHRA (M.COM) I STARTED MY NUTRITIONAL COMPANY&nbsp;</p>","industries":["Marketing"],"name":"VALENCY HEALTHCARE","sectors":["Branding"]},{"email":"rohitpawar9669@gmail.com","idea":"Undertakes all of construction works, Repair and Maintenance of buildings, Structural works etc","industries":["Construction"],"name":"Ronima Constructions","sectors":["Construction & Engineering"]},{"email":"Owl181119@gmail.com","idea":"<p>OMEGAWUD INDUSTRIES PRIVATE LIMITEDOMEGAWUD INDUSTRIES PRIVATE LIMITEDOMEGAWUD INDUSTRIES PRIVATE LIMITEDOMEGAWUD INDUSTRIES PRIVATE LIMITEDOMEGAWUD INDUSTRIES PRIVATE LIMITED</p>","industries":["Transportation & Storage"],"name":"OMEGAWUD INDUSTRIES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"littlemonkscreation@gmail.com","idea":"<p>we want to manufacture Tshirts at very low price ao that each and every person on India can wear that .</p>","industries":["Fashion"],"name":"Little monks","sectors":["Apparel"]},{"email":"deshmukh.manaswi@gmail.com","idea":"<p>There are good stories and the not-so-good ones. Over the course of what, looking back, feels like ages, we tried to deconstruct the anatomies of great stories. Not the good ones, not even the better ones- just the great ones.&nbsp;\n\n</p><p><br></p><p>What&nbsp;are great stories? </p><p>\n\nYou know them. The ones that cause ineffable joy, hatch pensive spells, shape delicious fantasies, or unsettle the heart rather uncomfortably. Connections are forged because&nbsp;they speak to you in compelling ways. We love to put the compelling in your story.\n\n</p><p><br></p><p>How do we do it? \n\n</p><p>We see StoneSoup Studios as an opportunity to build something that fills the inherent flaws of video production, corporate work ethic and also storytelling. We bring to the industry the diverse perspectives and competence of our team towards problem solving, regardless of the nature of the project we undertake. The&nbsp;perceptibility of our creators towards the premise of the stories they need to tell fuel their impeccable, experience-rich craft. We enable them to do it through our value system that places sensitivity towards the needs of an idea and exceptional results above everything else. We work with you in a liquid space between technique and experimentation, which enables the best of both worlds while bringing together a story that you would like to tell. We like to ensure that our videos are not just aesthetic presentations of information, but products that are designed to solve a specific problem faced by our clients. \n\nWhat excites us the most about our work is the connections forged with change-makers, writers, artists, sound designers, animators, and editors and build something with them with that stands the test of time.&nbsp;</p><p><br></p><p>\n\nTo sum up, StoneSoup Studios is a platform that hosts a variety of creators, is curated by a team of problem-solvers and produces content that is meaningful, engaging and deeply human.</p>","industries":["Media & Entertainment"],"name":"StoneSoup Studios Pvt. Ltd.","sectors":["Digital Media"]}]