[{"email":"vikram@kizo.in","idea":"<p>kizo helps people gift better, by helping individuals select gift cards in a simple, thoughtful, and flexible way.</p>","industries":["Retail"],"name":"KIZO TECH LLP","sectors":["Social Commerce"]},{"email":"shivup12302@gmail.com","idea":"Learner\nLearner\n","industries":null,"name":"shivangi patil","sectors":null},{"email":"krescitawealthcare@gmail.com","idea":"<p>We provide maintenance, managerial, support and back office support to client in respect of asset owned by them</p>","industries":["Professional & Commercial Services"],"name":"Krescita Wealthcare Private Limited","sectors":["Others"]},{"email":"adil.mistry@7inkbrews.com","idea":"<p>7INK BREWS, a private limited Company incorporated by 3 individuals from diverse backgrounds who joined forces to create an Iconic Indian brand which will inspire international markets and set new benchmarks in International markets for Alcoholic and Non-Alcoholic beverages, with a mission to create an Inspirational brand which is built on Legacy, Heritage and Value, structured around our Indian ethos. The Company will operate under the brand Copter 7, and will commence with 4 variants – Strong Beer, Wheat Beer, Lager Beer, Light Beer, and a Non-Alcoholic Beer.</p>","industries":["Food & Beverages"],"name":"7INK BREWS PRIVATE LIMITED","sectors":["Microbrewery"]},{"email":"indianpearlculture@yahoo.com","idea":"<p>PEARL CULTURE (PEARL FARMING) \n</p><p>Mere Desh Ki Dharti Sona Ugale Ugale Heere Moti – this saying of India is appearing to be true. \n</p><p>Pearl is the only gem among all the Gems which can be cultured. Today China, Japan, Phillipines are called Pearl Culturing countries in the world. Pearl is cultured in two different ways - one is marine pearl culture (in sea or salt water) and the other is freshwater pearl culture (farming) like in river, pond, canal. \n</p><p>Oysters are for marine Pearl culture which is found 14 km away and 40 feet deep inside the sea. Oysters are found near the bank of Dwarka (Gujarat), Andaman &amp; Nicobar island, Kerala, Lakshdweep and Tuttucorin. But Mussels from fresh water sources like river, pond, canal is very easily available. \n</p><p>Today every year, India is Importing 30 crores of Pearl from China and Japan. In the world pearl market is of three billion dollars from which 90% share is under China and Japan. 20lac people of India can be employed every year and we can save the Indian currency which is going to the foreign countries and India can even make one billion dollar by getting 30% share of pearl market. \n</p><p>Generally we think that pearl is cultured only in Japan and China. No! no! they have hid the search of pearl culture from the other countries. Today China is importing shells from countries like America for pearl culture becoz China and Japan is also consuming the shells as food along with doing pearl culture. Against this in India shell breeding is six times more than China and Japan and only 4% is used.</p><p>India has all the sources for pearl farming only our farmers are devoid of this knowledge, come let us know how the pearl is cultured.  First of all mussels are collected from the river, pond, canal and are arranged in the plastic tray facing upwards. Mussels are opened with the help of opener (Note: - not more than 1 cm). The mantle which is attached to the shell on both the side is opened through a passage and the nucleus( of different shape and size) is inserted and the passage is closed again and slowly the opener is removed. The Mussel coats the inserted nucleus with pearl nacre and it becomes lustrous which is called pearl. We can get two pearl from one mussel. It takes a period of 10 – 15 months to make pearl</p><p>In India Pearl culture has started in countries like Gujarat, Maharashtra, Karnataka, Orissa, M.P., H.P. The demand for design pearl is more along with the round pearl. Design nucleus like Ganesh, Lakshmi, Shri Krishna, 786 is used to culture mabe pearl (design pearl). \n</p><p>Operated mussels are tied in the nylon nets and are kept in the pond or river. They are given groundnut cakes, rice bran, etc as food and to make the water light green urea and single super phosphate is applied according to the pond size. \n</p><p>  \n</p><p>Once in a period of 15 days the operated mussels are checked and the dead ones are removed. The dead ones are used to make Eco-friendly Handicraft and the nucleus from the dead mussels is washed in boiled water and is reused for pearl culture. One person can operate 200-400 mussel in a day. People are appreciating pearl culture along with other occupations and farming (Integrated farming).  Fish farming can be done along with pearl farming. Among 1000 operated mussel we get 300 - 400 mussel s with cultured pearls. The cost of culturing one pearl is Rs. 50 – 60 and the selling cost is Rs. 250 – 1000. \n</p><p>     \n</p><p>Pearl Culture:- \n</p><p>Half round and Design Pearl Eight months to One year \n</p><p>Small and Round Pearl Twelve months to Eighteen months \n</p><p>Big and Round pearl Two to Three years</p>","industries":["Agriculture"],"name":"MANWANI'S INNOVATIVE PEARL CULTURE LLP","sectors":["Agri-Tech"]},{"email":"bgupta@sunipod.com","idea":"<p>SNAB ELECTRIK MOBILITY PRIVATE LIMITEDSNAB ELECTRIK MOBILITY PRIVATE LIMITEDSNAB ELECTRIK MOBILITY PRIVATE LIMITEDSNAB ELECTRIK MOBILITY PRIVATE LIMITED</p>","industries":["Healthcare & Lifesciences"],"name":"SNAB ELECTRIK MOBILITY PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"admin@fuelcraftsol.com","idea":"<p>MARKETING, SUPPLY CHAIN &amp; LOGISTICS SERVICES FOR VARIOUS INDUSTRIES</p>","industries":["Transportation & Storage"],"name":"FUELCRAFT SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"jain_a@hotmail.com","idea":"<p>Tecburg Private Limited provides business services which are primarily centered around stationery, school &amp; office supply industry. Further it offers an online B2B marketplace for the industry complimented with related trade shows across the globe. <br>Tecburg Private Limited is commited to an honest &amp; supportive business relationship towards it's clients &amp; partners.<br><br><a href=\"https://tecburg.com/\" target=\"_blank\">https://tecburg.com/</a></p>","industries":["IT Services"],"name":"TECBURG PRIVATE LIMITED","sectors":["Others"]},{"email":"abhijit.tadke07@gmail.com","idea":"Startup works in Entertainment sector with platform as a service <br>","industries":["Media & Entertainment"],"name":"VIJIGISHU SOFTWARE LLP","sectors":["Entertainment"]},{"email":"info@baambus.com","idea":"<p>We are committed to giving a sustainable future to generations. Our startup is involved in sustainable and eco-friendly products like- Ecofirendly papers,&nbsp; to regain lost forest.&nbsp;</p>","industries":["Agriculture"],"name":"BAAMBUS TRADERS PRIVATE LIMITED","sectors":["Agri-Tech"]}]