[{"email":"info@webpixxel.com","idea":"<p>We thrive through a belief that design should address problems and attempt to solve them, in addition to being delivering aesthetically. As a team, we want to make work that's fresh, cohesive, and impactful. We are looking forward to providing Branding Services, Social Media Marketing, digital Marketing, Web Design &amp; Web Development. We desire to assure time bound services to our customers and support them in developing winning strategies for their businesses through innovative technologies.&nbsp;</p>","industries":["IT Services"],"name":"Webpixxel Studio","sectors":["Web Development"]},{"email":"ishaan.shetty.is@gmail.com","idea":"<p>A unique newsletter offering that serves the dual purpose of informing as well as educating our readers about the subject of the article. Only Investment is 5 minutes of your time.</p>","industries":["Education"],"name":"FinBits India","sectors":["Others"]},{"email":"aarishjain111@gmail.com","idea":"I am a finance student.i want to become an entrepreneur. ","industries":["Food & Beverages"],"name":"Aarish Jain","sectors":["Food Technology/Food Delivery"]},{"email":"yashitmaheshwary@gmail.com","idea":"<p>SecuroSoft believes in securing the Interwebs using advanced Tools, Technologies, and accredited Talent. We aim to Transform Cyber Security by Cutting through technological threats to match the speed of Business Ecosystems.</p>","industries":["IT Services"],"name":"SECUROSOFT TECHNOLOGIES (OPC) PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"harshps2310@gmail.com","idea":"<p>engineering student, wants to explore things and want to participate in different program</p>","industries":["IT Services"],"name":"harsh shah","sectors":["Others"]},{"email":"deepaki6@yahoo.co.in","idea":"<p>We are the leading name to reckon in construction industry. Since inception, we have been devoting our best approach to exceed our clients’ expectations by creating significant infrastructure in order to emerge as the Best &amp; Top construction company. On time and on budget We Can Deliver All Types of Construction and Renovation Projects like Construction, Interior Execution, MEP(Mechanical Electrical Plumbing), Maintenance, Fire fighting, Turnkey Projects, General Contractors, Collaboration and Projects Management Consultancy.</p>","industries":["Construction"],"name":"SWARAJ INFRATECH CONSULTING LLP","sectors":["Construction & Engineering"]},{"email":"sachin_bhalerao43@yahoo.com","idea":"Annual Maintenance of Computers, Printers LAN and Networking Services Small Business","industries":["IT Services"],"name":"OM COMPUTERS","sectors":["Others"]},{"email":"gskgeetendra@gmail.com","idea":"<p>Biomentors Classes online is an online education platform for competitive examinations like NEET &amp; other exams. We have a technology-driven testing platform &amp; analytic tools for student performance improvement.&nbsp; We have commando training like process to train the students to face India's toughest competitive examinations.&nbsp;</p>","industries":["Education"],"name":"Biomentors Classes Online","sectors":["Education Technology"]},{"email":"utkarsh.ankalkhope@gmail.com","idea":"<p>Excel3D Healthcare Solutions is committed to apply advanced technologies such as 3D printing, Artificial intelligence, machine learning and IoT to develop next generation, innovative and indigenous medical devices, instruments and solutions for India.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"EXCEL3D HEALTHCARE SOLUTIONS PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"info.feelgoodeco@gmail.com","idea":"<p>This project aims to provide a new life to plastic waste and construction debris and reduce waste going into landfills for a sustainable future. The effort is to increase the consumption of discarded mixed wastes collected from organizations, societies, oceans and building material waste (debris) &amp; recycling it into new raw material for new items &amp; keeping a closed-loop into the material lifecycle, Therefore encouraging&nbsp; circular economy and also providing a solution to support SDGs Goals, thus reducing the generation of new waste &amp; provide a solution to existing landfills and ocean-bound plastic</p>","industries":["Green Technology"],"name":"FEELGOOD ECONURTURE LLP","sectors":["Waste Management"]}]