[{"email":"celebrityally@gmail.com","idea":"<p>Celebrity Management Company</p><p><br></p><p>•\tWe understand how to work with celebrities and how to make celebrities work for your brand.\n</p><p>•\tWe listen, we collaborate, we connect.\n</p><p>•\tOur experience, national capability and network of creative specialists is what makes us unique.</p>","industries":["Media & Entertainment"],"name":"Celebrity Ally","sectors":["Entertainment"]},{"email":"lifestylelivingconcepts@gmail.com","idea":"<p>We at Lifestyle Living Concepts are thriving ahead to establish ourselves a emerging entrepreneurship helping each individual associated with us to fulfill his dreams and goals of life.</p><p>We are a group of professionals form the field of marketing , sales , finance , real estate, Information technology&nbsp; , designing and architecture assisting various corporate groups to promote and market their products with our conceptualized ideas and market strategies .</p><p>We take undertake challenging projects which others feel is impossible or difficult to accomplish and strive hard to&nbsp; reach it to a successful peak.</p>","industries":["Marketing"],"name":"LIFESTYLE LIVING CONCEPTS LLP","sectors":["Sales"]},{"email":"ganesh.gurudu@gmail.com","idea":"<p>We are into digital marketing and strategies. We work on almost all marketing models.</p><p>CONTENT MARKETING</p><p>INBOUND MARKETING</p><p>SOCIAL MEDIA MARKETING</p><p>SEARCH ENGINE OPTIMIZATION</p><p>SEARCH ENGINE MARKETING/PPC</p><p>ACCOUNT BASED MARKETING (ABM) AND RETARGETING</p><p><br></p><p>EARNED MEDIA AND PR</p><p>REFERRAL PROGRAMS</p><p>INDUSTRY EVENTS</p><p>CONVERSATIONAL MARKETING</p><p>SOCIAL NETWORKS AND VIRAL MARKETING</p><p>PAID MEDIA ADVERTISING</p><p>INTERNET MARKETING</p><p>EMAIL MARKETING</p><p>DIRECT SELLING</p><p>POINT-OF-PURCHASE (POP) MARKETING</p><p>CO-BRANDING, AFFINITY, AND CAUSE MARKETING</p><p>STORYTELLING</p><p>CONVERSATIONAL MARKETING</p>","industries":["Marketing"],"name":"Digital Liberty India Private Limited","sectors":["Digital Marketing (SEO Automation)"]},{"email":"ca@camaark.com","idea":"<p>The main objective of start-up is to undertake the business of trading, auctioning, exporting, importing, selling, ecommerce, retail trading, wholesale trading and dealing in any manner whatsoever for any consideration or commission or price as may be stipulated from time to time and&nbsp;<span>&nbsp;act as management consultant and render services to the company, government, central or state or any municipal or other body corporate or association or individual means or resources for the prosecution of any works, undertaking, projects or enterprises and to undertake the business of licensing and registration as consultants for all types of entities worldwide.</span></p>","industries":["Professional & Commercial Services"],"name":"ALL STAR BROKING AND TRADING AUCTIONING CENTRE (OPC) PRIVATE LIMITED","sectors":["Business Support Supplies"]},{"email":"shubham2006@gmail.com","idea":"<p>We are an early-stage startup founded by experienced and passionate folks. The team has decades of experience building ideas ground up that have helped millions of users.<br></p>","industries":["Healthcare & Lifesciences"],"name":"ALEMENO PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"girishnair999@gmail.com","idea":"<p>Oro Freight Systems Pvt Ltd is an online trucking supplier &amp; contractor and an online marketplace for all ancillary automotive products. It has the ability to break even at a fast rate with commendable cash runway.</p>","industries":["Logistics"],"name":"Oro Freight Systems Pvt Ltd ","sectors":["Others"]},{"email":"pspmasuda@gmail.com","idea":"<p>WE ARE MANUFACTURiING AND TRADING OF ALL&nbsp; KIND OF ANIMAL SUPPLIMENT FOOD &amp; FEED SUPPLIMENT.</p>","industries":["Pets & Animals"],"name":"VET PRANCE PRIVATE LIMITED","sectors":["Others"]},{"email":"witknowlearn@gmail.com","idea":"<p>We provide customized worksheets of mathematics and science for kindergarten to grade 10, apart from that we offer services like online mock test, career guidance and counseling</p>","industries":["Education"],"name":"Witknowlearn","sectors":["E-learning"]},{"email":"neeraj@invictaworks.com","idea":"<p>We are an independent &amp; integrated communications consultancy that blends strategy, content, design and technology. We work in partnership with our clients to co-create value, unlock potential and transforming their impact.   </p><p><br></p><p>Through knowledge, experience and purpose driven ideas, we create beautiful and brilliant brands and experiences that thrive in today’s dynamic and disruptive marketplace.&nbsp;</p><p><br></p><p>Brands that emotionally connect and stand for something while never standing still.   </p><p><br></p><p>We strive to make our brands ‘invictus’; growing champions of the time.</p>","industries":["Advertising"],"name":"Invicta Works","sectors":["AdTech"]},{"email":"HITESH@SAVANI.CO.IN","idea":"<p>Savani Enterprises has a legacy of 8 decades. Mr. Vadilal Nathubhai Savani started Savani Transport in 1940s, which later on became one of the leading Transport company of India under the leadership of the second generation Mr. Maneklal Savani and Mr. Mafatlal Savani. The third generation in the line of business has taken over and has diversified into Storage and Warehousing, Travels and Tours, Diamond Jewelry and Contractors for Railways (Goods and Services as well as Works). The new venture Savani Enterprises is a venture of Mr. Sushil Savani and Mr. Hitesh Savani to carry on the legacy and expansion of Services in the Govt. Sector.</p>","industries":["Others"],"name":"SAVANI ENTERPRISES","sectors":["Others"]}]