[{"email":"rohit@zenixo.in","idea":"<p><a href=\"http://www.zenixo.in\" target=\"_blank\">Payments | People | Possibilities</a><br></p>","industries":["Finance Technology"],"name":"Zenixo Global Innovation Systems Private Limited","sectors":["Payment Platforms"]},{"email":"claracareofficial@gmail.com","idea":"\n            <p><a href=\"https://drive.google.com/file/d/1Z5eA5BeVTCxMHj3xfjqHYjlMYbY-kKde/view?usp=sharing\" target=\"_blank\">ClareCarePPT</a><br></p>\n        ","industries":["Healthcare & Lifesciences"],"name":"ClaraCare","sectors":["Healthcare Services"]},{"email":"sazharuddin93@gmail.com","idea":"<p>We have build an app through which every individual can easily rent their things which ever is not used on daily bases which can be anything i.e. automobile, electronic, books, fashion clothing etc. And can earn from that. And also people who want something for short period of time they can rent it from our app instead of buying it. In this way they can save their money. It is B to C or C to C model.</p>","industries":["Others"],"name":"TREF TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"anand@navicentsolutions.com","idea":"<p>Navicent Solutions is a modern Technology Solutions &amp; Services Company focused on accelerating IT Transformation for businesses in the technology areas like Digital Workplace Solutions, Cloud, Data Protection &amp; Security and Bespoke IT Services. We offer distinctive &amp; effective technology solutions through close partnerships with world’s best technology principals. We empower our customers with right blend of solutions needed to successfully embrace IT changes and move their businesses forward.</p>","industries":["IT Services"],"name":"Navicent Solutions Private Limited","sectors":["Others"]},{"email":"moresahil678@gmail.com","idea":"<p>&nbsp;To start our company \"klothes91\" with a motive of opening an online store of varient clothing items, electronic accessories at an affordable price.</p>","industries":["Fashion"],"name":"klothes91","sectors":["Lifestyle"]},{"email":"emraankazi123@gmail.com","idea":"<p>Fresh Fish &amp; Fruits supply to the retail clients &amp; corporates, our mission is to provide fresh &amp; Hygenic fish &amp; fruits&nbsp;</p>","industries":["Food & Beverages"],"name":"F3 Retails","sectors":["Others"]},{"email":"ceo@akonzon.com","idea":"<p>I have started startup company which deals with multi products and services to promote Indian goods and Services across the globe</p>","industries":["AI"],"name":"AKON ONLINE SERVICES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"hjogani@gmail.com","idea":"<p>It is an early child management software to help preschools with their daily chores..&nbsp;</p>","industries":["IT Services"],"name":"Ruchi Consultancys","sectors":["Web Development"]},{"email":"gtsenterprise2017@gmail.com","idea":"Supply, maintainence&nbsp; and installation of CP system","industries":["Others"],"name":"GTS ENTERPRISES","sectors":["Others"]},{"email":"scopetelemedicine@gmail.com","idea":"<p>Introduction: Introducing ourselves\n</p><p>We both have clinical backgrounds and one of the most common problems we face are that patients don’t visit eye care practioners till they have a certain visual discomfort or eye problem. The delay is usually because eye care consultation can be time consuming and usually of least priority. As everything is now available at doorstep, people usually look for easier and handy way to connect to care giver.\n</p><p>Most of patients do try to connect to their respective consultants through chat messages and video calls but they usually fail to connect or address the problem.\n</p><p>So, we both thought of building a platform that could connect the consumer to their consultants for better and easier eye care service.\n</p><p>Scope will be telemedicine application designed to meet the need of specialty clinics of eyecare. It will help eye doctors to get access to telehealth solutions to connect with their patients, providing them with accessible, consistent care at the moment of need. It will also help them to strengthen the patient relationship and ensure positive outcome. It will help patients keep in touch with their practionners even when they are unable to visit them personally\n</p><p>Scope is designed to save time for both consultant and patient. The main issue that we are trying to solve is to provide extra tests that are required to derive to a diagnosis. It will make monitoring patients' condition easier through regular virtual follow ups. This will also help patient maintain a database about their health reports and comprehensive medical history in a secure platform. Low vision aids training and rehabilitation can be provided. Relevant articles and blogs regarding their diagnosis will be provided \n</p><p>Why do we think this with different telemedicine application available in the market, the problem with recent applications are that they treat every specialty in the same way. Scope will deal with telemedicine solution exclusive to ocular health and management. It will connect the patient/ customer to Ophthalmologist, Optometrist and Opticians in a single platform. It will not only provide us with testing and consultation but also help with e-commerce of spectacles, contact lenses, sunglasses and other accessories . Questionnaires related to dry eye and contact lens will help practioners keep track of patients’ comfort.</p>","industries":["Healthcare & Lifesciences"],"name":"Scope","sectors":["Healthcare Services"]}]