[{"email":"luvsavant5@gmail.com","idea":"<p>Tibo is gonna be a e-comm website for all the people in the world</p><p><br></p>","industries":["Marketing"],"name":"Tibo","sectors":["Branding"]},{"email":"angadmarwah@gmail.com","idea":"<p>We are in the business of creating trendiest designs and manufacturing state of the art embroidered fabric for all types of garments for women and children. Including laces and trimmings, home furnishings and ethnic Indian wear. Currently manufacturing 200,000 meters a day and employing over about 80 people. With the right investment in infrastructure we can then not only increase our Schiffli Embroidery output 5 fold but also forward integrate into manufacturing garments thus creating employment for over 500 more people as well as be able to do further R&amp;D into latest, more sustainable and home grown fabrics and yarns such as hemp, water resistant, anti microbial, etc.&nbsp;</p>","industries":["Textiles & Apparel"],"name":"ExpoTrade Corporation","sectors":["Others"]},{"email":"nimit.ghatalia@gmail.com","idea":"<p>The organisation is personal custom design house which caters to on demand digital drawing painting wall arts&nbsp;</p>","industries":["Art & Photography"],"name":"Hobbyscope","sectors":["Others"]},{"email":"rajmehta55333@gmail.com","idea":"<p>Our goal is to provide best in market products and services suiting customer demands</p>","industries":["Healthcare & Lifesciences"],"name":"Wellcare Medical And General Store","sectors":["Health & Wellness"]},{"email":"satyamsty5540@gmail.com","idea":"<p>1.Material &amp; Service provider to corporate</p><p>2.Goods &amp; service provider product</p>","industries":["Professional & Commercial Services"],"name":"Satyam Stationery &amp; printers","sectors":["Commercial Printing Services"]},{"email":"dpatodia.mim2020@london.edu","idea":"<p><span>We are the \"BookMyShow\" for nightlife i.e. the one-stop-shop for all nightlife events happening in the country. Party-goers no longer need to go through traditional promoters to gain entry to a club.&nbsp;</span></p><p>1.\tFor the consumers we are creating a consolidated listing with features such a nightlife on-the-go, transparent pricing, quicker entries, cutting down their reliance on friends etc. \n</p><p>2.\tFor the organisers, we seek to minimise middlemen and communication, increase conversion rates while providing them with real time data analysis tools for every event to maximise efficiency and profits.\n</p><p>\n</p><p>And, although we’re a technology business, at our heart we’re a social platform that is about getting people to have “real life” experiences with friends.</p>","industries":["Media & Entertainment"],"name":"SortMyScene","sectors":["Entertainment"]},{"email":"amitabh.sankranti@ingeniummarine.com","idea":"<p>Ingenium Marine specialises in creating innovative solutions to enable digital driven transformation in the marine industry. We have revolutionised compliance reporting by digiting Oil Pollution Prevention Related log keeping and have created business intelligence solutions aimed improving profitability and operational efficiency of ship owning and ship operating companies</p>","industries":["IT Services"],"name":"INGENIUM MARINE SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"rikhav@sunsparkenergy.com","idea":"<p><a href=\"http://www.sunsparkenergy.com\" target=\"_blank\">www.sunsparkenergy.com</a><br></p>","industries":["Renewable Energy"],"name":"SunSpark Energy","sectors":["Renewable Solar Energy"]},{"email":"shantanu@lebirchhotels.in","idea":"\n            <p>We are a new age, tech enabled Hotel Management Company formed with a vision to bridge the gap between organized and unorganized Hotel Segment. Our services would encompass entire gamut of Hotel and F&amp;B Operations &amp; multi city Sales, Marketing &amp; Revenue Management support.&nbsp;&nbsp;</p>\n        ","industries":["Travel & Tourism"],"name":"APPLEWOOD HOSPITALITY PRIVATE LIMITED","sectors":["Hotel"]},{"email":"gajendraad@yahoo.com","idea":"\n            <p><a href=\"https://pearliebright.ccavenue.com\" target=\"_blank\">Pearlie Bright</a>            </p><p><a href=\"https://pearliebright.com\" target=\"_blank\">Pearlie Bright-Google</a><br></p>        <p></p>\n        ","industries":["Healthcare & Lifesciences"],"name":"ROBERTSON SHIZUOKA HEALTHIER PRODUCTS PRIVATE LIMITED","sectors":["Healthcare Services"]}]