[{"email":"Yarun8321@gmail.com","idea":"<p>Online cloud based teaching site for 1-12 grade students</p>","industries":["Education"],"name":"Achambha","sectors":["E-learning"]},{"email":"amardesai5555@gmail.com","idea":"\n            <p>i am opening new restaurant in mumbai akha massoor restaurant&nbsp;</p>\n        ","industries":["Food & Beverages"],"name":"Akha massoor restaurant","sectors":["Restaurants"]},{"email":"info.ndsispl@gmail.com","idea":"<p>We are providing services such as&nbsp; transportation and manpower services.</p>","industries":["Transportation & Storage"],"name":"NDS INTEGRATED SERVICES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"office@marineproboxing.com","idea":"<p>Marine Pro Boxing Promotions is India's fastest growing boxing promotions &amp; management firm established with an aim to change the course of professional boxing.\n<span></span></p><p>We are building a battalion of next-generation athletes who will showcase some great fight dramas inside &amp; outside the Ring of professional boxing.\n</p><p>\n<span></span></p><p>With a team of promoters, athletes &amp; matchmakers who have promoted successful live events in India, we take pride in producing great quality boxing shows &amp; bringing talents from across the globe. \n<span></span></p><p><span></span></p><p>​We have been developing some of the finest boxers in the boxing business across India &amp; other parts of the Asian region. Our team is very much committed to provide the highest level of professional support and services to boxers, including managing &amp; promoting fights, career development, media consultation etc.</p>","industries":["Sports"],"name":"MARINE PRO BOXING PROMOTIONS PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"gawade.mayuresh92@gmail.com","idea":"<p>THE COMPANY SELLS ITS COSMETIC PRODUCTS UNDER THE BRAND NAME HASHTAG STUD. THE COMPANY'S VISION IS TO CREATE AN INTERNATIONAL MEN'S GROOMING BRAND WHICH WILL CATER TO VARIOUS GROOMING REQUIREMENTS OF MALE CUSTOMERS ALL OVER THE WORLD. THE COMPANY ALSO AIMS TO CREATE EMPLOYMENT OPPORTUNITIES ALL OVER INDIA. THE COMPANY IS WORKING TOWARDS CREATING A PREMIUM BRAND WHICH WILL BE AVAILABLE TO ITS CUSTOMERS AT AFFORDABLE PRICES. COMPANY'S PRODUCTS ARE PARABEN AND SULPHATE FREE CONTAINING NATURAL INGREDIENTS AND INFUSED WITH ESSENTIAL OILS.</p>","industries":["Healthcare & Lifesciences"],"name":"FOUR STUDS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"AJAYKUMAR993050@GMAIL.COM","idea":"<p>..................................................................</p>","industries":["Retail"],"name":"GEM SOLUTION","sectors":["Others"]},{"email":"admin@fish4u.in","idea":"<p><a href=\"http://www.fish4u.in\" target=\"_blank\">website</a><br></p>","industries":["Food & Beverages"],"name":"YNV FISH4U PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"pankajsingh9206@gmail.com","idea":"<p>When everything in the world today right from Food, cab, clothes, cars can arrive at the doorstep with just a click on phone or laptop, then why not diesel?\n</p><p>Vital Fuel Logistic Private Limited is an online platform to provide doorstep delivery of fuel for your generator (DG sets) / cars/fleet vehicles etc.) in a safe, reliable, and efficient way. Anyone can place order online and get fuel delivered at your location in specialized Refuellers according to chosen schedule. We are making refueling smarter!\n</p><p>The doorstep diesel delivery solution not only provides convenience to the consumers but also roots out the losses in fuel procurement.</p>","industries":["Non- Renewable Energy"],"name":"VITAL FUEL LOGISTICS PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"wholesome.kitchen.mumbai@gmail.com","idea":"<p>Nutritious and scrumptious pan-asian dishes and healthy desserts, made fresh and topped with a mother's love, right at your doorstep. 100% safe.</p>","industries":["Food & Beverages"],"name":"The Wholesome Kitchen","sectors":["Restaurants"]},{"email":"rajeshdhayalkar77@gmail.com","idea":"<p>ACMEECS INFRA PVT LTD has a clear objective of entering and excelling in the Electrical field, Identified target market, Competition analysis, Adequate Budget for different verticals, Identified goals and financial projections. Clearly defined the power structure with Strong marketing plan in Electrical contracting projects.</p>","industries":["Professional & Commercial Services"],"name":"ACMEECS INFRA PRIVATE LIMITED","sectors":["Business Support Services"]}]