[{"email":"satish_vegetable@yahoo.com","idea":"<p>We are integrating farmers directly to sell in open market to retailers at standard rates without interference of any middlemen or commission agents. Our data analyzing algorithm predicts the demand in the market tier I cities and arranges supply from rural Maharashtra farmers to get access of retailers in the tier I cities. We have also further integrated it with direct customers online and a lot orders to the retailers directly depending upon the marked location.</p>","industries":["Agriculture"],"name":"SATISH VEGETABLES AND FRUITS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"varun@truad.tech","idea":"<p>TruAD IS A TECHNOLOGY COMPANY DRIVEN BY A STRONG TEAM OF DATA SCIENTISTS, GLOBAL FILM AWARDEES AND COMPUTER VISION ENGINEERS.</p>","industries":["Advertising"],"name":"QUANLEAP TECHNOLOGIES LLP","sectors":["AdTech"]},{"email":"mayekar.aero@gmail.com","idea":"<p>Cross over tech focused on IT, Enginnering &amp; Electronics disciplines. IDDM (Indigenously Designed Developed and Manufactured) products!</p>","industries":["Aeronautics Aerospace & Defence"],"name":"MAYEKAR DEFENSE &amp; AEROSPACE","sectors":["Drones"]},{"email":"deepaksinghania49@gmail.com","idea":"<p>We are a South Indian Restaurant located in the heart of Thane comprising majority of Maharashtrians. We have come up with this unique concept of mixing the ingredients of both the cuisines and our menu is full of fusions of both the tastes and dishes. \n</p><p><br></p><p>The preparations in our restaurant are very exquisite and attractive. The images and the descriptions are highlighted in the menu at regular intervals to enable the customers to select the most recommended and rated product of the season. This unique new taste and idea, bestows a feeling in our customers that enables them to remember us long after they are gone.</p>","industries":["Food & Beverages"],"name":"JNB SPECIALITY RESTAURANTS PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"raj13kumbhar@gmail.com","idea":"<p><a href=\"https://www.induved.com/\" target=\"_blank\">Website</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"INDUVED PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"sagargori100@gmail.com","idea":"Roof top Tent are basically Camping Tents&nbsp; Which are&nbsp; mounted on Roof the Car , its a new way of camping With a rooftop tent, you're isolated from the ground, which means that you can be less selective and hunt that campsite with the perfect view.&nbsp; Whether you're solo or part of a duo, you'll likely have more room than a two-person tent &amp; three person tent. They allow you to easily convert any vehicle – car, SUV, crossover Etc into a mobile basecamp that is always ready for adventure.","industries":["Travel & Tourism"],"name":"Roof Top Tent India","sectors":["Holiday Rentals"]},{"email":"nidhitrivedi1209@gmail.com","idea":"Recycling discarded &amp; preloved clothes in a new day of light.&nbsp;","industries":["Textiles & Apparel"],"name":"Wintarch","sectors":["Apparel & Accessories"]},{"email":"greenwarecutlery@gmail.com","idea":"<p>Our company is focusing on using wooden products into cutlery</p>","industries":["Marketing"],"name":"GREEN WARE CUTLERY LLP","sectors":["Sales"]},{"email":"aim040495@gmail.com","idea":"<p>Electronic online UPS, higher kva inverters rectification and solar electric power generation systems,smart security system provider.</p>","industries":["Renewable Energy"],"name":"Arkain Power Technologies","sectors":["Renewable Solar Energy"]},{"email":"satyendra012370@gmail.com","idea":"<p><a href=\"https://sovereigngadgetsol.wixsite.com/sogs\" target=\"_blank\">About Us</a><br></p>","industries":["Technology Hardware"],"name":"Sovereign Online Gadgets Solution","sectors":["Electronics"]}]