[{"email":"vivekdhungav@gmail.com","idea":"<p>We are technology company who thrives on innovation and unique services like Machine Learning, Audio Data Mining, Mobile Application, Chatbots, Data Analysis, etc</p>","industries":["Others"],"name":"Webitmore Technologies LLP.","sectors":["Others"]},{"email":"info@goorganik.in","idea":"<p>GoOrganik that is brand of Orlina Organic Private Limited is building India’s Largest 100% Natural and Organic Multi brand platform that will help Farmers not only to have a direct selling platform but also to help it to get suitable rates.</p><p>GoOrganik is a Startup E-commerce platform that\n&nbsp;<span>creates a unique relationship between Organic farming and production and Customers.&nbsp;</span></p><p>GoOrganik aims at eliminating the Middle- man in terms of Organic farming by&nbsp;<span>providing fresh products from Organic farmers directly to the end consumers, to&nbsp;</span><span>enable farmers to earn what rightfully belongs to them and lead a better, safe, and&nbsp;</span><span>more satisfying life.</span></p><p><span><br></span></p><p><span>With the help of advanced technology that will provide an excellent direct market rate to the farmers as we will only be having a marginal margin will help Indian Farmers dealing in organic space to get a fair market value.&nbsp;</span></p><p><span>This also makes the products economical for customers as there is no middle man involved&nbsp;</span><span>in the entire process. Additionally, all brands enlisted under the GoOrganic e-commerce&nbsp;</span><span>platform are from India, Their entire procedure right from the growth of the ingredients to the&nbsp;</span><span>production, manufacturing, and selling happens within the boundaries of India. This is a small&nbsp;</span><span>effort to encourage our indigenous organic market to grow and have a better holding in the</span><span>&nbsp;country that they belong to.</span></p><p><span><br></span></p><p><span>We assure you that we can replace every possible product within your household with an\n&nbsp;</span><span>Organic or Natural product which is completely Indian and chemical-free. We have&nbsp;</span><span>tried our best to be a One-stop solution that caters to every possible household need that a&nbsp;</span><span>customer may have. Our products range from Healthy Baby products to Herbal Beauty&nbsp;</span><span>products and Farm fresh products to superfoods.</span></p><p><span><br></span></p><p><span>With the help of advanced supply chain management technology, our company will be enrolling farmers, providing them with education and technology that helps them carrying out good grades and quality of organic farming. Company Shall deal in all type of organic Items that is food to cosmetics.</span></p><p><span><br></span></p><p><span>Our Vision: \n</span></p><p><span>GoOrganik was launched to make healthy and organic products available to every household in India in order to create a healthier and safer future for India. Provide a platform for the farmers from where they can sell their products at a market rate and get an education in organic farming. The future generation deserves not only a clean environment and pollution-less nature in the coming years, but also a hearty, healthy, and active lifestyle to enjoy it in.</span></p>","industries":["Food & Beverages"],"name":"ORLINA ORGANIC PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"sellon.in@gmail.com","idea":"<p>We are Marketplace for online selling service providers. A Marketplace for online sellers to help them with selling online by connecting them to various online selling service providers independent of any marketplace or platform. So for all your online selling help like - onboarding, photography, advertising, designing, shipping, payments and many more just log on to <a href=\"http://www.sellon.in\" target=\"_blank\">www.sellon.in</a>&nbsp;(Exclusively made in India for Indian sellers only)</p>","industries":["IT Services"],"name":"sellon india","sectors":["Web Development"]},{"email":"neodocs.india@gmail.com","idea":"<p>Healthcare built around you. An AI based platform that unlocks immense value for the user on the basis of their clinical and lifestyle data.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"NEODOCS TECHNOLOGIES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"nimeshsharma@engineer.com","idea":"Mechanical Engineer with more than 3 years of experience in design, development, production and quality assurance of various products.","industries":["Design"],"name":"Nimesh Sharma","sectors":["Industrial Design"]},{"email":"rupesh.sawale.rs@gmail.com","idea":"<p>Keen to know about start ups and then we'll understand your tax regime and also other legit options to get funding to start a&nbsp; tax free business for atleast next 10 years with the help of Gov of Inadia</p>","industries":["Finance Technology"],"name":"Rupsawake","sectors":["Accounting"]},{"email":"tanaynagar7@gmail.com","idea":"<p>Project XLR8 is an organization that aims to hold a meticulous database of all known NGOs and Volunteers in India. Through our organization, we strive to connect our partners with much-needed help (both in monetary and kind), following in the footsteps of skill-based volunteering. We believe that through our organization, we can feature and shed light on NGOs integral in the community and the social entrepreneurship sector helping them grow and spread their area of working further.</p><p><br></p><p><a href=\"https://www.projectxlr8.com/\" target=\"_blank\">Project XLR8 Website</a></p><p><a href=\"https://linktr.ee/projectxlr8\" target=\"_blank\">All Links</a></p><p><br></p>","industries":["Social Impact"],"name":"Project XLR8","sectors":["NGO"]},{"email":"asenterprisesinfo19@gmail.com","idea":"<p>We are started a partnership firm and we started cashew nut processing unit</p>","industries":["Agriculture"],"name":"A. S. Enterprises","sectors":["Food Processing"]},{"email":"ssw241@gmail.com","idea":"<p>Art18 is online art selling platform, where we are targeting students from art collages, house makers &amp; also professional artist who can upload their art work on Art18 website for free. we will update them with dy to day art sector updates, exhibitions and many more. also we are planning to start online art courses for everyone.&nbsp;</p><p>art courses will be from paintings to sculpture making, everything comes under art and creativity.&nbsp;</p>","industries":["Art & Photography"],"name":"Art18","sectors":["Art"]},{"email":"khushiat516@gmail.com","idea":"<p>my from name is M/S. khushi Advance Technologies,</p><p>we are doing computer hardware and networking /server patch panel connection/data patch connection /security surveillance system/cctv /telecommunication /audio/video projects/with access control systems/touch panel integration projects sales/services doing<br></p>","industries":["Telecommunication & Networking"],"name":"KHUSHI ADVANCE TECHNOLOGIES","sectors":["Network Technology Solutions"]}]