[{"email":"bhszope@gmail.com","idea":"<p>To carry on the business activity to manufacture of International quality Lubricants &amp; Speciality chemicals. Lubricants &amp; Speciality chemicals like Engine Oil, Gear Oil, Transmission oil, Lube Oil, Grease, Coolants, Descaling liquid, Rust Remover and other industrial Speciality chemicals etc.</p>","industries":["Chemicals"],"name":"NEXXON LUBRICANTS AND SPECIALITIES PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"lokhande.ishan@gmail.com","idea":"<p>We at Dempora strive to be one of the pioneers in implementing new ideas/technologies/methods which many startups are hesitant to execute.</p><p>We believe that ever changing technology is nothing to be scared of, but something to be implemented as soon as possible to gain most out of it before anyone else does.</p><p>Our panel consists of individuals who are extremely passionate and experienced in their field and have an excellent foresight to what is going to be the trend of operations in the future.</p>","industries":["IT Services"],"name":"Dempora","sectors":["Others"]},{"email":"naveen@eskindoctor.com","idea":"<p>Indian population is massively underserved as far as dermatology is concerned\n</p><p>This leads to poor access to dermatologists, poor diagnosis with doctors, and very\n</p><p>often unqualified medical practitioners\n</p><p>This also encourages very dangerous issues like quackery &amp; steroid abuse\n</p><p>This needs a systemic approach taking into account both demand (patient) &amp;\n</p><p>supply (doctor) side\n</p><p>Supply side issues of improving the dermatologists efficiency &amp; Primary Care\n</p><p>Physician’s accuracy can be achieved through Artificial Intelligence\n</p><p>Demand side issues of lack of access to doctors and delay in getting treated can\n</p><p>be addressed through enabling their interaction through technology like\n</p><p>telemedicine\n</p><p>eSkinDoctor is an AI enabled health-tech platform that bridges the inefficiencies in\n</p><p>dermatology treatment through cutting edge technology\n</p><p>4</p>","industries":["Healthcare & Lifesciences"],"name":"eSkinDoctor","sectors":["Healthcare Technology"]},{"email":"rishiconsulting@outlook.com","idea":"<p><span>Respected\nSir/Madam,</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We , RISHIZ CORE PROJETS(OPC)\nPVT LTD, MUMBAI , are working in the field of development of climate resilient agriculture\ninfrastructure through our expert team in POLY HOUSE,GREEN HOUSE erection and\nSeeds as we are licensed company of Government of Maharashtra and working for development\nfor quality grains and vegetable for healthy society building.&nbsp;</span><span>&nbsp; &nbsp;&nbsp;</span></p><p><span>Our Areas of Expertise: Agribusiness, FPO, Seed\nProduction, Skill Development and capacity building, Manufacturing, EPC,\nBuilders &amp; Land development, Urban Planning, Trading, Sales &amp; services,\nEHS consulting, Infrastructure Consulting, Management Consulting, Government\nLiasoning &amp; consulting ,</span><span>KrishiRAj Seeds is Agro Business vertical of RishiZ\nCore Projects OPC Pvt ltd. company registered in Mumbai and primarily working\non segments like Manufacturing, Food Processing, Suply Chain, Fire Safety, Real\nEstate and Trainings etc.&nbsp;</span><span>We focus on Quality and productive seed production,\nFood Processing, Strengthen supply chain </span><span>mechanism</span><span>, and Explore new market\navenues for best farm products also works in FPO.</span><span>&nbsp;Kindly give us support from\nGovernment being a female driven Start up &nbsp;working in agricultural infrastructure\ndevelopment and working to develop supply chain between farmers and national\nand&nbsp; International Market for further\nplanning and co-ordination.</span></p><p><span>Thanks!</span></p><p><span>&nbsp;</span></p><p><span>Kind\nRegards, </span></p><p><span>Kavita\nZine ,</span><span>Director,</span></p><p><span>RishiZ\nCoreprojects OPC PVT LTD , Mumbai </span></p><p><span>Mobile\nno :&nbsp; 93227 30005 / 93227 90005</span></p><p><span>Email\nI’d: contact.rishiz@gmail.com</span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p><p><span>Web:\nwww.rishirajgroup.com</span></p>","industries":["Agriculture"],"name":"RISHIZ COREPROJECTS (OPC) PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"mihir@savagepalmer.com","idea":"<p>Brego is a fin-tech application for small and medium businesses. Today, accounting and finance for SMEs is painful and challenging. Our vision is to streamline accounting operations and make Brego the financial operating system for SMEs. We aim to do this by providing real-time reporting, automated receivables and payables, integrated banking and automated data entry.</p>","industries":["Enterprise Software"],"name":"brego.ai","sectors":["Others"]},{"email":"indrajit.maitra@peopletecklabs.com","idea":"<p><a href=\"https://youtu.be/ZpnPgDYSzH0\" target=\"_blank\">https://youtu.be/ZpnPgDYSzH0</a><br></p>","industries":["Social Impact"],"name":"PEOPLETECK DELTA IMPACTCHAIN PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]},{"email":"anjaneyaturai@gmail.com","idea":"<p><span>We have highly qualified and experienced construction experts &amp; consultants. Each consultant offers a unique combination of technical expertise and capabilities to address our clients' challenges. We cultivate an atmosphere of creative thinking which maximizes our potential to provide innovative solutions, simplify complex issues, or give strategic guidance to meet our clients' objectives. </span></p><p><span><br></span></p><p><span>Our staff includes professional engineers, project and construction managers, construction experts, data analysts, certified cost engineers and consultants, communications specialists, and data scientists, among others.</span></p>","industries":["Construction"],"name":"Construction Scientists","sectors":["Construction & Engineering"]},{"email":"sagarjaid321@gmail.com","idea":"Learning &amp; Development Program User","industries":null,"name":"Sagar Jaid","sectors":null},{"email":"totlemedia@gmail.com","idea":"<p>Totle media help gen z&nbsp; in mental health and food activity<br></p>","industries":["Others"],"name":"Totle ","sectors":["Others"]},{"email":"srachna1@hotmail.com","idea":"<p>create innovative products and solutions and sell online and through retails stores.&nbsp;</p>","industries":["Fashion"],"name":"S&amp;A Enterprises","sectors":["Lifestyle"]}]