[{"email":"prasad.chodankar@gmail.com","idea":"An Inventor / innovator with ideas in a wide area involving Renewable energy, Plastic recycling, Farm tools , Engines and many more...","industries":["Design"],"name":"Shrunkhala","sectors":["Others"]},{"email":"ravibhusa66@gmail.com","idea":"We take all civil contracts including road, bridge, buildings, government and private sector construction.","industries":["Construction"],"name":"Royal-Reliable Buildcom I-frastructure Private limited","sectors":["Homebuilding"]},{"email":"prashantshingala@gmail.com","idea":"eCommerce website for local homemade snack sellers","industries":["Food & Beverages"],"name":"Snacktopus","sectors":["Others"]},{"email":"prerna99@gmail.com","idea":"<p>Exposome Pvt. Ltd. was formed to provide products in the environmental technology domain areas</p>","industries":["Green Technology"],"name":"EXPOSOME PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"atulkhanna75@gmail.com","idea":"<p>Due to COVID, agility and digitisation are necessary to grow and manage costs. &nbsp;Need proper advice to make organization agile, select and implement technology properly but full time CTO is very costly! No platform to engage a part time CTO!</p><p>myCTO is online platform for companies to select &amp; engage relevant part time CTO – i.e. get proper advice. Companies engage only for required timeframe thus at optimum cost. It will be a platform for CTO’s to learn, grow and become entrepreneurs!&nbsp;</p><p>Platform will allow companies to register and list requirements, registered ex. CTO’s/ technology heads/ agile practitioners will bid for projects. Companies select, engage, pay and give feedback on services provided</p><p>Target market will be small and medium enterprises</p><p>Timing is correct due to covid triggered digitization, significant change in revenues and ability to service distinct customer has increased</p><p>As compared to competitors, our USP will be focus on technology profile, ability to record time, raise bills and get payments/ ratings. Technology people will be able to share knowledge</p><p>Business model will be leveraging open source technology, digital marketing</p><p>Revenue model will be percentage of partner billing, ads on platform and technology trainings &nbsp;&nbsp;</p><p>&nbsp;</p>","industries":["IT Services"],"name":"myCTO","sectors":["IT Consulting"]},{"email":"Deepak1.seh@gmail.com","idea":"<p><a href=\"http://www.scores11.com\" target=\"_blank\">www.scores11.com</a><br></p>","industries":["Sports"],"name":"Score11 Fantasy India Private Limited","sectors":["Fantasy Sports"]},{"email":"admin@lavitenterprises.in","idea":"I am a person who always want to work for oneself. I am hard working.","industries":null,"name":"Lavit Katare","sectors":null},{"email":"Mail@deepteshverma.com","idea":"<p>Deeptesh Verma \n</p><p>Deeptesh Verma (born August 15, 1981) is an Indian businessman, entrepreneur and actor. He is the chairman and director of the social networking website Deeptesh Verma Micro Employee Services. \n</p><p>Personal life \n</p><p>Deeptesh met his future wife Ashwini Raut via a mutual friend in the most auspicious period of a Hindu’s life – Ganesh Chaturti. They dated for a while before getting married at Mumbai (2010). He is today blessed with a daughter Ava. Ava is Eight-year-old Mumbai resident.</p>","industries":null,"name":"Deeptesh Verma","sectors":null},{"email":"batteryboss2017@gmail.com","idea":"<p>BatteryBoss.in a leading online battery store in India, is created as a simple and quick method for one to purchase batteries at competitive costs either online or via phone. Our costs quoted by web or by phone are completely inclusive of GST. We import batteries directly from the certified suppliers, enabling the consumer, you, to reap the benefits of not only exceptionally competitive costs but also by having direct access to superior quality products.</p>","industries":["Retail"],"name":"Battery Boss","sectors":["Retail Technology"]},{"email":"krsnanadar@gmail.com","idea":"<p>To provide Small amount of loan to employee by having an agreement&nbsp; with the employer</p>","industries":["Finance Technology"],"name":"Finanzmart Services Private Limited","sectors":["Personal Finance"]}]