[{"email":"shah.jinen@gmail.com","idea":"<p>We are a family owned &amp; operated wholesale bakery committed to\n</p><p>supplying our customer with the finest quality baked goods. Our\n</p><p>products are baked daily with the highest standards in the industry\n</p><p>with only natural &amp; fresh ingredients. At Al FORNO, we take extra care\n</p><p>&amp; pride in making quality products that will take you on a flavourful\n</p><p>culinary experience. Hand crafted and baked throughout the day in\n</p><p>best standard ovens, you will find flavoured toasts, French cheese\n</p><p>straws, bread &amp; pizza sticks, lavash, almond loafs, palmiers, muffins,\n</p><p>cup cakes and our yummy chocolates. Every ingredient, every method,\n</p><p>every piece of equipment and every baker who touches out product is\n</p><p>chosen to produce the highest and finest quality in the market.</p>","industries":["Food & Beverages"],"name":"PARAMOUNT PATISSERIE","sectors":["Others"]},{"email":"ilyas.ahmed@omnizon.co.in","idea":"<p><a href=\"https://omnishopiy-63dbf5.ingress-bonde.easywp.com/\" target=\"_blank\">our website</a></p>","industries":["Indic Language Startups"],"name":"OMNIZON SALES & MARKETING PRIVATE LIMITED","sectors":["E-Commerce"]},{"email":"rishabh.pahwa@cheappginindia.com","idea":"<p>Cheap PGIN India Pvt. Ltd., is a fast growing company in the hospitality industry. We started our\n</p><p>journey on 14th May’ 2018 and in a years’ time we have our branches in major cities like\n</p><p>Mumbai, Pune, Hyderabad &amp; Chennai. We at CPI specialize in providing PG accommodation\n</p><p>with food facilities at a very cost effective and trusted service module. Our motto is to help\n</p><p>make sharing easy, enjoyable, and safe for the guests and hostel inmates.</p>","industries":["Indic Language Startups"],"name":"CPI HOSTELS ","sectors":["E-Commerce"]},{"email":"fernandesben21@gmail.com","idea":"<p>It’s a First hand Holistic solution for &nbsp;restaurants. Delivery, Recipe management, food ordering, vendor management, employee management etc..&nbsp;</p>","industries":["Food & Beverages"],"name":"Food Direct","sectors":["Restaurants"]},{"email":"deepaksinghleo1970@gmail.com","idea":"<p>Om Vinayak Fuel Services LLP is having an online platform to provide doorstep delivery of fuel in a safe, reliable and efficient way. Anyone can Place order online and get fuel delivered at any location in specialized refuellers according to chosen schedule. When everything in the world today right from Food, cab, clothes, cars can arrive at the doorstep with just a click on phone or laptop, then why not diesel? We are making refueling smarter!\n</p><p>\n</p><p>The doorstep diesel delivery solution not only provides convenience to the consumers but also roots out the losses in fuel procurement.</p>","industries":["Non- Renewable Energy"],"name":"OM VINAYAK FUEL SERVICE LLP","sectors":["Oil & Gas Transportation Services"]},{"email":"cs.hirenvala@gmail.com","idea":"<p>Fourstyle International Private Limited is a celebrated name in the food industry of Mumbai. We are actively engaged in manufacturing and supplying superior quality grounded spices, vegetable powder, dehydrated garlic, dehydrated onion, fried onion and tamarind powder. The grounded spices that we offer are made using the finest quality ingredients and are widely used to cook various dishes. We offer vegetable powder that is hygienically processed under the controlled conditions. Our dehydrated garlic is widely known for providing the perfect taste and flavour to the dishes. Moreover, our expertise in offering dehydrate onion and fried onion has made us more popular in the industry. The onions offered by us are highly enriched with vitamins, calcium, iron, magnesium, etc.</p>","industries":["Food & Beverages"],"name":"FOURSTYLE INTERNATIONAL PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"dpbanerjee74@gmail.com","idea":"<p>Climesense is an Integrated Energy Services and Engineering Company. We offer a combination of Renewable Energy Supply, Energy Efficiency, and Waste to Energy Contracting. We are driven by a total focus on bringing down your energy cost and reducing carbon emissions significantly. We treat energy as a strategic input in your operations and take a data-driven, scientific approach to help you establish control over its demand and costs.</p>","industries":["Renewable Energy"],"name":"CLIMESENSE PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"kamal@kdpractice.com","idea":"<p>Committed professionals helping companies streamline their business processes, standardize their operations through SOPs, develop their MIS &amp; Costing systems, assist in digital transformation, conduct internal and retail audits.</p><p><br></p><p>We are a young team, understand various businesses and have developed methodologies to assist all types of companies.</p><p><br></p><p>To know more, you can visit us on www.kdpractice.com</p>","industries":["Professional & Commercial Services"],"name":"KD PRACTICE CONSULTING PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"wesoftworld@gmail.com","idea":"<p>Wesoftworld is Complete Information Technology Service Providers In INDIA.</p><p>We Based in Mumbai, Maharashtra, INDIA.</p><p> Our Services Includes Website, Software, Application, Machine Learning, Data Science, Logo, Graphic Designing&nbsp; And Interior Designing etc.</p><p><a href=\"https://wesoftworld.com/\" target=\"_blank\">WESOFTWORLD</a><br></p>","industries":["IT Services"],"name":"Wesoftworld","sectors":["IT Management"]},{"email":"ihdubey@gmail.com","idea":"<p>Innover Logistics is the one stop solution for an innovative, structured, and dependable source of logistic solutions. Today, Innover is very systematized Logistics Service Provider. Will value the time, with every passing year we would evolve ourselves to become an integral part of the supply chain of many industries.</p>","industries":["Transportation & Storage"],"name":"INNOVER LOGISTICS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]}]