[{"email":"opus1official@gmail.com","idea":"<p>Encouraging business&nbsp; and promoting the startup companies.</p>","industries":["Others"],"name":"Opus","sectors":["Others"]},{"email":"mahesh.chauhan@veganutritech.com","idea":"<p>ENZUGER and BITMASK Range of Products are consumer products and are Nutraceutical or Medical Nutrition suitable and recommended for Paediatrics to Geriatrics. All the products are FIRST of their kinds. They are backed by in-house research &amp; development capabilities thereby ensuring augmenting the range to make the most out of the market opportunities. There are no insulin free products to provide nutrition to the diabetics across the world today and VEGANUTRITECH LLP shall fill this gap in the world market. \n</p><p>\n</p><p>VEGANUTRITECH LLP proposes to offer rights to manufacture and sell to prospective partners in India and other countries. VEGANUTRITECH LLP will provide the technical support to the partners/ organizations on a continuous basis.</p>","industries":["Food & Beverages"],"name":"Veganutritech LLP","sectors":["Food Processing"]},{"email":"vedarthindustries@gmail.com","idea":"<p>We are manufacturing (Converting) Self Adhesive Tape Like Electrical Tape, VHB Tape, BOPP Tape etc</p>","industries":["Others"],"name":"VEDARTH INDUSTRIES","sectors":["Others"]},{"email":"shaival256@gmail.com","idea":"<p>ARCELI, which means 'Gates to Heaven', is based in Uttarakhand, which is 'Heaven on Earth'. Uttarakhand is the only state in India to legally allow  cultivation of Industrial Hemp.&nbsp;</p><p><br></p><p>ARCELI is one of India’s first licensed hemp food manufacturer.&nbsp;</p><p>Our vision is to grow, make and sell our own line of hemp products.&nbsp;</p><p><br></p><p>ARCELI's brand Super Hemp includes organic &amp; conventional products like shelled hemp hearts, nutty and flavored hemp seeds, hemp protein powder, organic hemp oil, hemp vitality pills, hemp fiber, hemp plastic &amp; hempcrete.<br><br>Arceli under it's own brand will also be manufacturing ayurvedic and herbal proprietary oil blends.</p>","industries":["Healthcare & Lifesciences"],"name":"ARCELI LIFESCIENCE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"arpit@3dprintindia.co.in","idea":"<p>One-stop-shop for all relevant \n</p><p>prototyping technologies\n</p><p>Best process implemented in every single project\n</p><p>Large-scale time &amp; cost savings\n</p><p>Rapid &amp; easy engagement\n</p><p>Consultancy from start-to-finish by experienced engineers\n</p><p>World-class resources, Local manufacturing\n</p><p>Reliability of a top market leader</p>","industries":["Professional & Commercial Services"],"name":"3d print india ","sectors":["Commercial Printing Services"]},{"email":"vishtargroup@gmail.com","idea":"<p>Primarily business activity is of design and development of exhaustive range of digital video inspection camera systems for all kind of industrial applications.&nbsp;</p><p>In addition also active in other business activities such as,</p><p>Supply of IT &amp; digital solutions across the platform for retail as well as industry channels.</p><p>Supply &amp; Integration of specialised vision cameras &amp; measurement software solutions.</p><p>Supply of customised Non Destructive Testing (NDT), Testing &amp; Measurement equipments &amp; customised solutions for Nuclear, Aerospace &amp; Manufacturing Industries.</p>","industries":["Technology Hardware"],"name":"VISHTAR ADVANCED SOLUTIONS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"afzalsk0000@gmail.com","idea":"I have to do my business, I live in Mumbai, I have studied till class 10, I have to do my business in food, Namkeen&nbsp;","industries":null,"name":"PATHAN AFZALKHAN SHERKHAN","sectors":null},{"email":"rahultalreja6790@gmail.com","idea":"Scheduled Castes, who constitute 16.6% of our population as per 2011\n<div>Census, have historically suffered social disabilities and educational and economic\n</div><div>deprivation arising out of them. Accordingly, special provisions have been enshrined in\n</div><div>the Constitution for advancement of their interests. These provisions range from\n</div><div>measures to remove any kind of social disabilities imposed on them to ensure equality\n</div><div>of opportunity in every sphere, to measures of positive discrimination to bring them on\n</div><div>par with rest of the population.</div>","industries":["Education"],"name":"rt education","sectors":["Education Technology"]},{"email":"meena.dsouza16@gmail.com","idea":"<p>We have started new Retail business in Food and Beverages and all the daily consumable and usable things market</p>","industries":["Food & Beverages"],"name":"UNIKINS RETAIL PRIVATE LIMITED","sectors":["Others"]},{"email":"kalpesh_bhayade@yahoo.com","idea":"<p><a href=\"http://worldcarriage.com/\" target=\"_blank\">http://worldcarriage.com/</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"World Carriage C&amp;F Pvt. Ltd.","sectors":["Health & Wellness"]}]