[{"email":"pretsaenterprise@gmail.com","idea":"<p><a href=\"http://www.pret-sa.com\" target=\"_blank\">www.pret-sa.com</a><br></p>","industries":["Others"],"name":"Pret-Sa Enterprise","sectors":["Others"]},{"email":"anirbanchowdhury52@gmail.com","idea":"<p>Inspirigence is at a pre-funding stage awaiting potential Investors and take the business to the new level. The basic Idea of Inspirigence was to create a whole level of new ecosystem of jobs which has been a bit affected due the current situation. Grabing the opportunity and with the help of Skill India, Inspirigence wants to create a revolution wherein deserving candidates will never remain jobless.</p>","industries":["Marketing"],"name":"INSPIRIGENCE PRIVATE LIMITED","sectors":["Sales"]},{"email":"nikhil.sharma@kingsmanit.com","idea":"<p>We are well-versed in providing IT Services &amp; IT Supports on a variety of operating systems, networks, managed IT services &amp; managed service providers and databases. We work with just about any technology that a small business would encounter. We use this expertise to help customers with small to mid-sized BPO, Corporate Offices, Government Offices, Schools, Financial Services, Manufacturing Industries.\n</p><p>\n</p><p>Do you spend most of your IT budget, Managed IT services, Managed service provider &amp; IT Support on maintaining your current system? Many companies find that constant maintenance eats into their budget for new technology. By outsourcing your IT management to us, you can focus on what you do best--running your business.\n</p><p>\n</p><p>The world of technology can be fast-paced and scary. That's why our goal is to provide an experience that is tailored to your company's needs. No matter the budget, we pride ourselves on providing managed IT services &amp; managed service provider. We guarantee you will be satisfied with our IT Support.</p>","industries":["IT Services"],"name":"Kingsman IT Services","sectors":["IT Consulting"]},{"email":"chauhanakshaysingh72@gmail.com","idea":"<p>im a student, trying to learn new things.<br></p>","industries":null,"name":"Akshay Singh Chauhan","sectors":null},{"email":"supriyarathi.2@gmail.com","idea":"<p>Creating a Robotics community of India &amp; world together</p>","industries":["Robotics"],"name":"RoboVR","sectors":["Others"]},{"email":"a.goyal@akshaet.com","idea":"The company is engaged in fabrication, manufacturing and assembly of high quality windows and doors.","industries":["Construction"],"name":"RENOVATIONS UNITED LLP","sectors":["Construction Supplies & Fixtures"]},{"email":"pradnya.joshi@qhs.co.in","idea":"<p>Our primary objective has been to provide value for money to all our customers. With this approach and sincerity in our intention, we have been able to service and retain all our clients for almost a year.\n</p><p>\n</p><p>Our success can be attributed to the excellent, well trained, courteous, capable and knowledgeable personnel, who have excellent communication skills. Our strength lies in the fact that we are constantly trying to improve our skill and expertise to give you the best value addition and service, which can be availed of in the service industry. Our focus is on quality of work making sure our workforce deliver the best possible service every time.</p>","industries":["Others"],"name":"QUALITY HYGIENE SOLUTIONS PVT LTD","sectors":["Others"]},{"email":"sdmp.pvt.ltd@outlook.com","idea":"\n            <p>The business of the Company is to create, buy, sell various audio video, text content, books and various other artistic work for Educational, Entertainment, and Information purpose in the area of Motivational, Informative, Cultural, Spiritual, Tourism, Life style, Rural Development, Health, social and such other areas as maybe required.\n</p><p>\n</p><p>The Company is also engaged in various other similar activities like providing a platform to creative peoples to show their creativity and sell their products into the market.\n</p><p>\n</p><p>The Company also deals with cinematographic films, television films, video films.</p>\n        ","industries":["Media & Entertainment"],"name":"SHREEM DIGITAL MEDIA PRODUCTION PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"naman1pushp@gmail.com","idea":"<p>OpenDrone is an open-source drone delivery network. Our purpose is to make drone delivery easy and accessible, so that it can be used by anyone. Right now, we're focusing on creating a drone specialized to deliver medicine, so we can give this product to pharmacists and chemists to deliver critical medication as fast as possible, since traditional delivery methods can take over a week in this pandemic! Our drones provide a simple, reliable and contactless delivery method that can take off from almost anywhere.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"OpenDrone","sectors":["Drones"]},{"email":"abhibabamishra99@gmail.com","idea":"<p><a href=\"http://www.dpiff.com\" target=\"_blank\">Official Website</a></p><p><br></p><p>The Dadasaheb Phalke International Film Festival is a unique platform to honour and encourage the most creative Artists, Creators, filmmakers, and to infuse life into their career. DPIFF hosts the Most Prestigious Award Function to honour and appreciate the Entertainment &amp; Film Industry and commemorate those deserving storyteller, creative writers, passionate filmmakers, and maverick artists who are part of great Indian cinema.</p><p><br></p><p>DPIFF organizes grand gala Awards Ceremony in the presence of Governor, Celebrities, Delegates, Industrialists, Diplomats and Media. It is India’s only independent award function, with a mission to celebrate the legacy of Dadasaheb Phalke Ji – Father of Indian Cinema. It is important for the Indian film industry because the aim is to recognize the enlightening, entertaining &amp; progressive new age cinema of youth and experienced filmmakers.<br><br></p>","industries":["Events"],"name":"Dadasaheb Phalke International Film Festival","sectors":["Event Management"]}]