[{"email":"hitesh@appsomeness.com","idea":"<p>I am an award-winning UX Design Consultant.</p>","industries":null,"name":"Hitesh Mehta","sectors":null},{"email":"akashyadav1452@gmail.com","idea":"My Name is Akash Yadav and I wants to start a Movie production company with VFX.","industries":["Media & Entertainment"],"name":"Movie Production","sectors":["Digital Media Video"]},{"email":"chhayadevda7@gmail.com","idea":"<p>Want to explore start up world</p><p><br></p>","industries":null,"name":"Chhaya","sectors":null},{"email":"faizmh@numaxcloud.com","idea":"<p>At Numax, we are focusing on increasing productivity for Freight Forwarders through the use of technology. This includes understanding the existing business process, tools &amp; solutions and building an efficient technology system to support their process. Numax Cloudtech's ultimate objective is to provide best services and improve overall growth of client's business in the cut-throat market using the latest technologically advanced systems.  A strong foothold of innovative ideas, seasoned skills and ability to deliver a product with utmost perfection is what drives us vociferously in the global market.  Our unparalleled technical skills, years of working experience and innovative strategies will upgrade your business.</p>","industries":["IT Services"],"name":"NUMAX CLOUDTECH PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"nabendu.rs@gmail.com","idea":"<p><a href=\"http://www.dellstarpetro.in\" target=\"_blank\">www.dellstarpetro.in</a><br></p>","industries":["Non- Renewable Energy"],"name":"DELLSTAR INDUSTRIES PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"talebkhan005@gmail.com","idea":"I am going to open a new clothes shop and start my own buisness in a positive way, I need 2 lac rupees to startup my buisness.","industries":["Others"],"name":"Clothes shop ","sectors":["Others"]},{"email":"casunben@gmail.com","idea":"<p>We are a professionally managed 3PL company. Our Goal is mentioned in our name itself... CITI i.e Cargo Integrity Technology &amp; Innovations All our Warehouses are State Of Art facilities, dust free, equipped with all new &amp; modern infrastructures like PEB structure (center height min 30 ft), floor with point load capacity of 5 to 7 tons per sq mt, fast operating docks with hydraulic Dock levelers, 3phase electricity with power backup of DG Set, PVC curtains on entry gate to maintain dust free nature, high speed connectivity &amp; CCTV cameras..</p><p><br></p><p>Operational Efficiency\n</p><p>As Innovation is one of the 4 pillars of CITI... We have a strong operational team having huge experience &amp; knowledge in handling Complex business having products of all different vertical. Starting with a thorough analysis of your specific business requirements, our operational teams design, implement, operate and with help of innovations improves dedicated warehousing and distribution operations that deliver value to your business...\n</p><p>\n</p><p>Quality of Services &amp; Timely Execution\n</p><p>We provide Solutions design and analysis to help you improve your bottom line and stay flexible in the face of changing business needs. A range of dedicated and multi-customer transportation solutions to meet your service needs. We also maintain best practices in our organization in order to provide timely delivery.\n</p><p>\n</p><p>Competitive Prices\n</p><p>Integrity is one of 4 the Pillar of CITI... Owing to our ethical and transparent business policies, big past experience, face value, ambition to be a long term player, quality of services and client centric services, we have been able to conquer the trust and satisfaction of our clients.\n</p><p>\n</p><p>Reliability\n</p><p>We precisely understand the customers requirement &amp; design appropriate solutions... mostly all work on general terms of market, we actually put extra mile effort in sourcing (warehouse, manpower, assets etc) &amp; source all with better than market (general) price &amp; pass that advantage to our customer &amp; also manage to keep our overheads in control hence can offer highly competitive pricing for all our customer &amp; services keeping our profit intact based on the current market standards / values.\n</p><p>\n</p><p><br></p>","industries":["Transportation & Storage"],"name":"CITI SOLUTIONS WAREHOUSING & DISTRIBUTION PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"pratik@phxecorp.com","idea":"<p>Phoenix eCorp is an online retail and trade eCommerce platform, offering it's associates and customers the opportunity to sell &amp; earn.</p>","industries":["Marketing"],"name":"PHOENIX ECORP PRIVATE LIMITED","sectors":["Sales"]},{"email":"ak23@worlzen.com","idea":"<p>Rotee is a home cooked meal ordering and delivery platform. We partner with some of the best home chefs in the city and deliver fresh home cooked meals to people.</p>","industries":["Food & Beverages"],"name":"WORLZEN TECHNOLOGIES LLP","sectors":["Restaurants"]},{"email":"lcalightscameraanimation@gmail.com","idea":"<p>LCA (Lights Camera Animation) Objectives\n</p><p><br></p><p>LCA was created from a spark\n</p><p><br></p><p>The spark from within that urges a person to do more, to do something that they feel passionate about, something that consumes them until they start on that path and follow their purpose in life.\n</p><p><br></p><p>A creative outlet; \n</p><p><br></p><p>The Digital Era\n</p><p><br></p><p>•\tThe Time for India to move towards being a CREATIVE GENERATION is NOW!\n</p><p>•\tDIGITAL MEDIA is the medium that is driving that CHANGE &amp; that too FAST!\n</p><p>•\tBe a part of the CHANGE!\n</p><p><br></p><p>Our VISION Statement\n</p><p><br></p><p>It is the Academy’s belief that the most significant art form of its time is the moving image. Through the medium of film, individuals, communities, and nations express their most profound visions of humanity to the world. The ever-growing and evolving mediums of animation and video games are creating new platforms for creative professionals to express themselves and the Academy’s programs have grown to reflect these advancements in the visual arts.\n</p><p><br></p><p>We believe that it takes time to become an expert, that mentor-ship is the key to successful work, and that relationships are central to thriving careers.\n</p><p><br></p><p>Our Mission\n</p><p><br></p><p>•\tUnlocking the opportunities for creating a versatile market skill and learning an innovative skill based system.\n</p><p>•\tTo remove the fear of global market \n</p><p><br></p><p>Our Values\n</p><p><br></p><p>•\tWe believe school life is important in itself, not simply a preparation for something in the future.\n</p><p><br></p><p>Our Commitments\n</p><p><br></p><p>•\tEvery successful enterprise begins with two beliefs; the future can be better than the present and we have the power to do so\n</p><p>•\tOur core strength is in content development, Innovative teaching style as per market demand,  leading edge technology, and understanding of education sector and a team of passionate individuals, collaborating to solve real world problems in education\n</p><p>•\t'... with a dynamic learning community ...' \n</p><p>•\t'... which nurtures and inspires - that’s the way we do it, without fear or trepidation ...'\n</p><p>•\t'... every individual ...'</p>","industries":["Education"],"name":"LCA LIGHTS CAMERA ANIMATION PRIVATE LIMITED","sectors":["Skill Development"]}]