[{"email":"maulisaihealthcare@gmail.com","idea":"<p>Manufacturing, producing, assembling, marketing, distributing, operating, installing, procuring, commissioning, repairing, maintaining, altering, fabricating, converting, re-converting, conditioning, Cleaning, reconditioning, erecting, improving, laying, handling, designing, drawing, blowing, splicing, terminating, trenching, filling, storing, buying, selling, transporting, importing, exporting and otherwise deal in or develop all types, varieties, models, shapes, sizes, specifications, description of medical equipment &amp; machineries including but not limits to all types of Ventilators, Pulse Oxymeters, IR Thermometer, UV Disinfectant Boxes</p>","industries":["Healthcare & Lifesciences"],"name":"MAULI SAI HEALTHCARE PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"prashilasai@yahoo.in","idea":"<p>To carry on the business of purchase and sale of petroleum and petroleum products, act as dealers in and distributors for petroleum companies, run service station for repair and servicing of automobiles and to manufacture or deal in fuel oils, lubricants, spirit, kerosene, gas, cutting oils and greases, and other motive power necessary or required for motors and other vehicles and for other purposes and to supply tyres, tubes, spare part, accessories, machinery and upholstery required for any car of other vehicle in India and abroad.</p>","industries":["Non- Renewable Energy"],"name":"SAISH DTD PRIVATE LIMITED","sectors":["Oil & Gas Exploration and Production"]},{"email":"handibagsachin@yahoo.com","idea":"<p>We are providing all types of uniform solutions right from school uniforms to corporate uniforms.</p>","industries":["Textiles & Apparel"],"name":"VIJAYA SYNFAB PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"deepak@pdstechno.com","idea":"<p>Pradeesha Technologies LLP is a leading distributor for innovative technology companies in the areas of Networking, wireless/wireline technology, IT, Tele-communications and Component&nbsp; domains for <br>customers across all industry verticals. <br><br>We&nbsp; are the most preferable&nbsp; partner for&nbsp; original equipment manufacturers (OEM). <br>We build on partnership and&nbsp; provide the best /latest technology equipment's,&nbsp; end-to-end solutions&nbsp; <br>and technical after sales / service support to companies &amp; enterprises.<br></p>","industries":["Telecommunication & Networking"],"name":"PRADEESHA TECHNOLOGIES LLP","sectors":["Network Technology Solutions"]},{"email":"tanveeshs@gmail.com","idea":"We aim to make an ecommerce as well as classified platform where anything can be sold , mainly dealing with used products and we also aim to include other domains like refurbished , sale ,rental , eco-friendly ,exchange offers etc .We aim to provide door to door pickup , assurance and&nbsp; delivery&nbsp; services to our customers. We act as a link between the seller and the buyer,preventing the risk of any kind of&nbsp; fraudulance .We will use C2C model&nbsp; for used products, whereas we also target local retail shops to broadcast&nbsp; their products in a&nbsp; B2C model. The C2C model revenue generation would be delivery&nbsp; service charges, whereas B2C model&nbsp; would be subscription based.","industries":["Retail"],"name":"Tanveesh Singh","sectors":["Others"]},{"email":"goyal.amit.r@gmail.com","idea":"<p>Hinaya Technologies plan to venture into the inefficient distribution of delivery of food from restaurants to customers. It wants to challenge the current norms in which both restaurants and customers have to pay a hefty fees to the aggregators.</p>","industries":["Marketing"],"name":"Hinaya Technologies Pvt Ltd","sectors":["Sales"]},{"email":"founders@caresmith.co.in","idea":"<p>We, at Caresmith, are a health and personal care start up providing innovative product solutions customized for Indians.\n</p><p>Our main goal is to help people stay healthy and nip any health issues in the bud before they become serious.\n</p><p>We distil the best of international practices along with extensive research on India-specific issues to provide high quality, well designed but at the same time affordable health &amp; hygiene products.</p>","industries":["Healthcare & Lifesciences"],"name":"DOC BROWN INDUSTRIES LLP","sectors":["Health & Wellness"]},{"email":"www.vjr@gmail.com","idea":"<p><a href=\"https://absolutemotion.in\" target=\"_blank\">Absolute Motion</a></p>","industries":["Education"],"name":"ABSOLUTE MOTION PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"risevolveitech@gmail.com","idea":"<p><a href=\"http://www.risevolve.com\" target=\"_blank\">www.risevolve.com</a><br></p>","industries":["IT Services"],"name":"Risevolve Infotech","sectors":["IT Consulting"]},{"email":"keshavkarve@gmail.com","idea":"<p>A baby under incubation. Natyamanch under beta testing mode. Natyamanch is an OTT platform for Marathi plays. </p><p>over the last two years, we have been working on a idea &amp; today, Natyamanch is on a beta testing phase with an initial investment of some money, thoughts on its content &amp; its execution, research among some close groups by each members of its founding team.</p><p>we feel, there couldn't be a better time to launch this given the current lock down &amp; unprecedented surge in streaming of original content on personal screens. </p><p>Therefore, we have decided to now put project on full throttle and make it available for users as soon as possible.</p><p>We need the most important M - Money, to fuel our dreams &amp; make this platform available to the theater patrons from the comfort of their homes.&nbsp; &nbsp;</p><p><br></p>","industries":["Media & Entertainment"],"name":"Natyamanch","sectors":["Entertainment"]}]