[{"email":"info@fastofin.com","idea":"<p>FastoFin is an app-based Invoice financing product for Retailers. Ours is a lending platform that hosts multiple lenders. FastoFin sources customers and is responsible for on-boarding, documentation, credit analysis, collections and repayments. The revenue model of FastoFin is the differential interest cost and service charges earned.</p><p>We have a road map to expand to other metropolitan cities and further to Tier I and Tier II cities in India through DSA network and digital marketing initiatives.</p>","industries":["Finance Technology"],"name":"FASTOFIN TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"Ira@iratrivedi.in","idea":"<p>YOG LOVE is a partnership firm, founded on 27th February 2019  and has recently registered as a LLP. The firm is a Health Tech startup engaged in the business of providing holistic yoga programs and  yoga education online  for individuals and companies in India and internationally, engaging people in the practice of yoga across 13 Countries. What sets the firm apart is the fact that the yoga programs provided on the YogLove platform are rooted in the tradition of classical yoga and  provide an authentic experience composed of pranayama (breathwork), asana (posture) and dhyana (meditation).</p>","industries":["Healthcare & Lifesciences"],"name":"NAMAMI YOGA WELLNESS LLP","sectors":["Health & Wellness"]},{"email":"shyam.daga146@gmail.com","idea":"<p>Household &amp; Industrial Tapes currently do not fall under Weights &amp; Measurements Acts. Manufacturers &amp; traders thus take undue advantage &amp; sell to the customer with wrong qty &amp; quality details, thus overcharging them. </p><p><br></p><p>We intend to standardize the same by introducing marking systems for a final buyer to be able to measure the same &amp; know the actual value of the product being bought. Since it is a low value product the client does not really care about being cheated.</p>","industries":["Others"],"name":"PROMOTAPE LLP","sectors":["Others"]},{"email":"komalbhole@gmail.com","idea":"<p>It is a platform created to help people from their mental illness or conditions</p>","industries":["Professional & Commercial Services"],"name":"Share it &amp; Win","sectors":["Business Support Services"]},{"email":"shailendra.awasthi9@gmail.com","idea":"<p>unique app which strengthen the Retailers to compete with Online Giants, works on pure O2O (online to offline) model.\n</p><p>\n</p><p>Locoff is a digital solution for retailers to buy, advertise and sell their products to their local customers.  A step ahead of any other digital solution available. Single app works for all from vegetable seller to Real Estate Developers, financial institutes like banks, Hotels, Malls and Brands. Easily scalable across geographic boundaries.\n</p><p>\n</p><p>Complete retailer driven platform, can add delete or edit anytime on real time basis.\n</p><p>\n</p><p>Locoff is zero commission platform, which helps end user to get better pricing as compared to Online and retailers does not have to share margins. Win Win for both.\n</p><p>\n</p><p>Reward points for end user and retailer to keep the loyalty.\n</p><p>\n</p><p>Helps End user to find offers and deals online and shop offline.\n</p><p>\n</p><p>Since transaction happens offline with direct interaction between buyer and seller, it helps to build trust, better product delivery and no misuse of data.\n</p><p>\n</p><p>Helps End user to find offers, deals and products, which zero downs the wait for delivery and get the same option to compare and search online and shop offline.\n</p><p>\n</p><p>With help of Locoff smallest of retailer can have their online store with ease at the cheapest price, which will increase their visibility and footfall.\n</p><p>\n</p><p>Locoff have lot of other benefits for retailers other than just advertising, they can purchase thru our B2B marketplace, with help of AI, Locoff creates Business Connects where two different retailers listed on Locoff can do business together.\n</p><p>\n</p><p>With help of Locoff retailers can run an online campaign in their local area.\n</p><p>\n</p><p>One of the unique features of Locoff is real time offers which are based on user search.\n</p><p>\n</p><p>Retailer will also get the complete in-depth analysis for their products offers and deals.</p>","industries":["Retail"],"name":"MORPHEES O2O SOLUTIONS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"seedbedinc@gmail.com","idea":"<p>We want to create India's Largest B2B &amp; B2C marketplace for trading vegitables, fruits, Dryfruits and Grocery item under Farm-e-Bell Brand. Where we want to sell our cutomers organic vegitables and fruits through the proposed website &amp; mobile application under farm to door concept where customer gets product direct from farms.&nbsp;<a href=\"http://www.farmebell.com\" target=\"_blank\">Seedbed</a></p>","industries":["Agriculture"],"name":"SEEDBED TECHNOLOGY PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"chakravortyprothom@gmail.com","idea":"<p>Manufacturing Pharmaceutical Intermediates, KSMs and Bulk Drugs using technology developed In-House. Products are for Import Substitution and Atma Nirbhar India in Pharma Industry and these products are almost not produced in India presently or negligible.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"Carbontree Pharma","sectors":["Pharmaceutical"]},{"email":"neetaharry@gmail.com","idea":"<p>Single Interface Search Engine for Content across all OTT Platforms, unified recommendations and cohort building <br></p>","industries":["Media & Entertainment"],"name":"FRENZ INTELLIGENCE PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"info@andtserv.com","idea":"<p>ADVANCED NDT SERVICES LLP™ is an independently owned and managed company providing Non-Destructive Testing (NDT), inspection and consultancy services to all industry.\n</p><p><br></p><p>We also manufacture various types of Calibration Block TOFD, PAUT, Calibration Tubes for ECT, RFET, IRIS &amp; ECT Probes,\n&nbsp;<span>Ultrasonic Testing Wedges for Seamless Pipes manual UT. (Customized Probe &amp; Probe wedges as per Customers requirement), also we supply in situ metallography kits.</span></p>","industries":["Others"],"name":"ADVANCED NDT SERVICES LLP","sectors":["Others"]},{"email":"vasu.thakur@gmail.com","idea":"<p>We are a group of IT professionals who have extensive knowledge in Web Development, E-Commerce, Mobile Android &amp; iOS APP development as well as  Digital &amp; Social Media Marketing. We have started our own startup and our aim is to enable small business with enterprise standards web tools in minimum possible cost so they can expand their business online and keep up with competitors rather than spending a big sum and time with corporate IT firms.</p><p><br></p><p>As we were working as IT professional for corporates. we understand each industry-standard vertical and how to manage them on the lowest possible cost and in a minimal timeline.</p>","industries":["IT Services"],"name":"QUANTIC WEB TECHNOLOGIES PRIVATE LIMITED","sectors":["Web Development"]}]