[{"email":"santoshambrenco@gmail.com","idea":"We are firm of Practicing Company Secretaries and very much interested in technology driven compliance solutions to the MSME organization's to ensure timely and cost effective compliance.&nbsp;","industries":["Professional & Commercial Services"],"name":"Ambre &amp;  Associates","sectors":["Business Support Supplies"]},{"email":"ramya@renaissanceinvest.in","idea":"<p>We, at Renaissance Smart Tech Private Limited intend to create a platform for investors to find and approach investment advisers through our platform for ease of investing.</p>","industries":["Finance Technology"],"name":"RENAISSANCE SMART TECH PRIVATE LIMITED","sectors":["Advisory"]},{"email":"info@antlab.in","idea":"<p>We are manufacturers of nanotech based chemicals from Mumbai .</p><p><br></p><p><br></p><p>We deal in Water Repellent nano coatings and Anti Microbial Coatings .</p>","industries":["Chemicals"],"name":"ADVANCED NANOTECH LAB","sectors":["Specialty Chemicals"]},{"email":"liftonpvt@gmail.com","idea":"<div><span>LIFTON CHAINS AND TACKLES PRIVATE LIMITED is a well known name, primarily known for its unmatched quality and delivery schedule for its products. We are a determined manufacturer and exporter of all kind of Chains and Slings well suited for all kinds of industrial purposes. We are well established and well equipped in order to provide 30 tons of Hoisting and Lifting Grade 100 / 80 / 43 / 35 and 20 tons of stainless steel Monthly. Our range of Industrial Chains &amp; equipments includes Industrial Chains, Chain Fitting &amp; Hooks, Metal Chains, Brass Chains, Alloy Steel Chains, Conveyor Chains, Open Link Chain, Stainless Steel Chains, Lashing Chains &amp; Holding Hooks, High Tensile Steel Chains, Short link Stainless Steel Chains etc. We have a large number of products range which includes Alloy Steel Chains of Grade 100/80/70 for Hoisting, Load Lifting and American transportation industry respectively. We have steel chains of different grades which can be used for Hoisting, Load Lifting and can even be used for common purpose like Fencing. Apart from Chains, we offer open Anchor Cables, Self Locking hooks, different kinds of Slings and Conveyor Chains. Our production size in generalize terms ranges from 2 mm to 20 mm. We also manufacture a whole lot of other products such as Chain Accessories and Forging.</span></div><div><br></div>","industries":["Construction"],"name":"LIFTON CHAINS AND TACKLES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"legal@picklocal.co.in","idea":"<p><span>Pick-Local a tech-enabled truck\naggregator goods transport company that offers you transportation solutions to\ncater to all your goods movement. We are focused to deliver quality service at\na competitive price, and&nbsp;back up every shipment with trending technology\n&amp; satisfying customer service. </span></p><p></p><p><span>Pick Local is startup originated in a\nrevolutionary way by a group of Logistic and Tech experts bagged up skills of\nexperience and a thorough knowledge of this unique platform and aim to serve\nthe local market efficiently. we work with consumers, small businesses, and big\nglobal brands to enable same-day and urgent delivery at your destination and\nmultiple destinations. </span></p><p></p><p>\n\n\n\n\n\n\n\n</p><p><span>Our community of 500 verified drivers\nready to serve the largest on-demand shipping, same-day in the city Mumbai and\nIntra-city. We make it easier for enterprises to launch and scale same-day\ndelivery to reach customers anytime, anywhere. With the local most flexible and\nScalable delivery&nbsp;solution.</span></p>","industries":["Logistics"],"name":"Picklocal - Truck Easy, Move Easy","sectors":["Others"]},{"email":"rehan@poojacorp.com","idea":"<p>POOJA GROUP OF COMPANIES SITUATED IN MUMBAI WANTS TO WORK IN PAN INDIA</p>","industries":["Construction"],"name":"POOJA ARCHITECTURAL SYSTEM PVT LTD","sectors":["Construction & Engineering"]},{"email":"info@theunicornpeople.com","idea":"<p>The Unicorn People, a new-age HR consulting firm. Our team specializes in supporting MSMEs and start-ups in their journey to become a Unicorn Company! We provide customized HR solutions as per our client requirements and facilitate them to become a great place to work.</p>","industries":["Human Resources"],"name":"The Unicorn People","sectors":["Talent Management"]},{"email":"casuraj22@gmail.com","idea":"<p>Suraj is a CA rank holder, he has more than 7 years of work experience in Audit, Project Finance &amp; Investment Management. He oversees the finance vertical at Fseed Consulting. In the past he has worked with EY, Tata Trusts and GOI. He has executed fund reconciliation for Government of Uttar Pradesh. He’s a startup enthusiast and is currently mentoring multiple startups.&nbsp;</p><p>When not working, he loves traveling and has travelled to more than 50 cities in India and 7 countries. You can talk to him about crazy travel/trek/dog/rural India stories which inspires him.</p>","industries":null,"name":"Suraj Singh","sectors":null},{"email":"cutykaryspace@gmail.com","idea":"<p>We are a Brand and Experience Design Agency based in Mumbai, India.</p><p><br><br></p>","industries":["Design"],"name":"Cuty Kary Space","sectors":["Web Design"]},{"email":"amit@uniacco.com","idea":"\n            <p>UniAcco aggregates Purpose Built Student Accommodation (PBSA) properties on its online platform and enables customers to compare, consult and choose these properties through this platform. We also offer guarantor, visa consultation , banking and financing services and deliver these through our strategic partnerships.<span>&nbsp;</span></p><p>Our Vision is to bring about a prop-tech revolution by creating a cross border platform that integrates students and property managers throughout the world and eliminates gaps in the searching/sorting experience. We aim to become the world’s leading PBSA (Purpose Built Student Accommodation) firm that provides a personalized experience to every student accommodation seeker, ensuring quality properties and hassle-free accommodation.</p>\n        ","industries":["Professional & Commercial Services"],"name":"ADVENTUM STUDENT LIVING PRIVATE LIMITED","sectors":["Professional Information Services"]}]