[{"email":"rashida.vapiwala@labelblind.com","idea":"\n            <p><br></p><p><a href=\"https://www.labelblind.com/\" target=\"_blank\">LabelBlind® - India’s 1st Food Rating System</a><br></p><p><br></p><p>The platform reviews and rates food products to guide consumers to make smart food choices that support good health and wellbeing. The rating is based on a proprietary nutrition assessment tool that takes into consideration 43 vital nutrition parameters and is guided by the principles laid down by FSSAI, USFDA and WHO. </p><p><br></p><p>LabelBlind® has 8000 products listed, across 120 categories. The digital platform is free-to-use for consumers and collaborates with the Food Regulator and Food Businesses to design nutrition solutions to impact food consumption habits.</p><p><br></p><p><br></p>\n        ","industries":["Food & Beverages"],"name":"LabelBlindÂ®","sectors":["Others"]},{"email":"gauravskumbhar@gmail.com","idea":"<p>GK Private Limited(Not Register With Indian Companies ACT) Is A New Data Entry And Consulating Service Started In The Badlapur,Maharashtra.It Is A New Startup Business Managed And Owned By Individual.</p><p>GK Private Limited Going To Start Provide Service Of Data Entry.This Data Entry Project We Got From Bgass Enterprises Private Limited,Noida.First We Will Get Data From Bgass Enterprises.After That We Do Work On That Data.This All Work Will Done Online.We Submit This Work Online.</p>","industries":["Professional & Commercial Services"],"name":"GK Private Limited","sectors":["Business Support Services"]},{"email":"info@chefistry.in","idea":"<h5>The core purpose of Chefistry is to ensure that the home-made food is home delivered to our customers around the globe by connecting them to home kitchens so that people have access to healthy, hygienic and safe food.</h5><h6>Chefistry is started with a mission to serve 1 million orders per day.&nbsp;</h6><div></div>","industries":["IT Services"],"name":"PAB SMART TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"tejsukhatme@gmail.com","idea":"<p>An AI-based dating app with a novel concept for matching two individuals.<br></p>","industries":["Dating Matrimonial"],"name":"The Potato People","sectors":["Others"]},{"email":"jayeshnikam498@gmail.com","idea":"<p><a href=\"http://serveseva3929@gmail.com\">SERVE SEVA KENDRA</a><br></p>","industries":null,"name":"Jayesh Sanjay Nikam","sectors":null},{"email":"sc12781@gmail.com","idea":"<p>Company is in the Business of Manufacturing of Ayurvedic Medicine with some new process and Innovative Idea</p>","industries":["Healthcare & Lifesciences"],"name":"DVS HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"priyagraphics.143@gmail.com","idea":"<p><span>The </span><span>'PRIYA GRAPHICS</span><span>' is a team committed to the development of creative solutions for domestic clients.</span></p><p><span><span>Our team will focus on details of the project and apply strong and modern design Technics accordingly to current marketing tasks and industry trends. </span></span></p><p><span><span><br></span>We offer a wide range of services that will help get your company off the ground.</span></p><p><span>That includes brochures and magazines, visiting cards, letterheads, envelops, Flyers, leaflets, menus, labels, boxes, creative packaging, Wedding Cards in Marathi&nbsp; English Languages, Logo and any other design needs. Final files is Print ready and you can send it directly to Printer and any other Print Service like Vistaprint. </span></p>","industries":["Design"],"name":"PRIYA GRAPHICS","sectors":["Industrial Design"]},{"email":"shreshthmalhotra@gmail.com","idea":"<p>We are into manufacturing of Biscuits and Confectionary. Our upcoming plant will be completely operational on Solar energy and no electricity would be bought from the power company. This will be first of its kind. We plan to make this industry standard for upcoming food manufacturing projects by pushing in green energy and reducing our industrial footprint on the environment.</p>","industries":["Food & Beverages"],"name":"Shakti Food Industries","sectors":["Food Processing"]},{"email":"smp17.rakshitm@iima.ac.in","idea":"<p>The Fuel Delivery (TFD) is an endeavor to largely solve the issue of managing your fuel requirement efficiently, cost effectively &amp; most importantly, safely. We intend to deliver diesel to users in the manner prescribed by the petroleum ministry &amp; licensed by PESO (Petroleum &amp; Explosives Safety Organization)</p><p>When everything in the world today right from Food, cab, clothes, cars can arrive at the doorstep with just a click on phone or laptop, then why not diesel?</p><p>The doorstep diesel delivery solution not only provides convenience to the consumers but also roots out the losses in fuel procurement.</p>","industries":["Non- Renewable Energy"],"name":"RST FUEL DELIVERY PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"Navnit.patel@motilaloswal.com","idea":"<p>To act as Investment Consultants, Research Analyst and to establish and carry on the business of portfolio management, financial and investment consultants and other financial and advisory service activities such as investment counseling, financial consultancy, advisory and consultants to investments in securities using customized innovative solution oriented online IT platform and to engage in the development of customized solution oriented online IT enabled platform for rendering portfolio management services, advisory services amongst others, through such IT Enabled platform.<br></p>","industries":["Finance Technology"],"name":"TM INVESTMENT TECHNOLOGIES PRIVATE LIMITED","sectors":["Advisory"]}]