[{"email":"kevinsvitelda@gmail.com","idea":"<p>Each and every product of The Sky Cleanup contributes to the concept we call a \"Zero-Waste Circular economy\". Our initial goals to achieving this concept is to target three sectors that contribute a considerable percentage of Greenhouse emissions in today's world.</p>","industries":["Green Technology"],"name":"The Sky Cleanup","sectors":["Clean Tech"]},{"email":"jaygala86@gmail.com","idea":"<p>STARTING AN EXPORT OF SPICES POWDER TO EUROPEAN COUNTRIES</p>","industries":["Food & Beverages"],"name":"HRIMKAR TRADING (OPC) PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"Gaurav.batheja@iacuityfintech.com","idea":"<p>The Company (iAcuity) is in the business of developing creative software\nwhich can assist the Auditors, Law Enforcement Agencies, Banks, Income Tax\nofficers to investigate<span> NPAs,\ninvestigate Financial Crime, </span>Prevent Tax evasion <span>and for Investors to perform Due Diligence / forensic\naudit for investment decisions</span>.</p><p><span><br>iAcuity channelizes years of promoter’s experience\ncombined with the research, innovation and expertise to design domain specific\nsolutions that effectively collate, filter, curate, analyse the relevant information\nfrom the large database and present the findings in a simple format for end\nuser. The solutions being developed using proprietary algorithms aim to save\nthe analyst time by automating the process from months to few hours. Further\nthe software will ensure accuracy, consistency, reliable actionable\nintelligence with all the trails and back up document to support the analysis\nis available at the click of the button. </span><span></span></p><p>\n\n\n\n<span><br>iAcuity aims to be a\nleading provider of end-to-end Proactive Intelligence and Analytics solutions\nthat empower Government Agencies (Lawful Enforcement Agencies like EOW, ACB,\nCBI, Income Tax Investigation, Revenue Authorities…), Chartered Accountants,\nForensic Auditors, Insolvency Professionals, Recovery Agencies, Banks and Enterprises\n(“Clients”) to make smarter and informed decisions.</span></p>","industries":["Finance Technology"],"name":"IACUITY FINTECH PRIVATE LIMITED","sectors":["Advisory"]},{"email":"mvdcspl@gmail.com","idea":"<p><a href=\"https://chaigaram.co.in/\" target=\"_blank\">CHAI GARAM  SUSTAINABLE LIVELIHOOD PROGRAMME FOR SPECIALLY ABLED PERSONS</a><br></p>","industries":["Food & Beverages"],"name":"MVD'S CHAI GARAM CHAI WAHEE SOCH NAYEE","sectors":["Others"]},{"email":"sanandm0292@gmail.com","idea":"<p>Anand Mishra</p><p>I provide better service and more opportunity give more employment</p><p><br></p><p><br></p>","industries":["Food & Beverages"],"name":"Anand Mishra","sectors":["Others"]},{"email":"rjhaveri41@gmail.com","idea":"Driven by passion and ambition to be nothing but the best at my craft.","industries":null,"name":"Rutanshu Jhaveri","sectors":null},{"email":"amjaas@gmail.com","idea":"<a href=\"http://Pharmaceutical sciences and Biotechnology\" target=\"_blank\">Academic and industrial research</a>&nbsp;eCommerce Health care Product manufacturing&nbsp;","industries":["Healthcare & Lifesciences"],"name":"HUEFIT HEALTHCARE LLP","sectors":["Healthcare Services"]},{"email":"magforcetransformer@gmail.com","idea":"<p>NEW SEPT UP - FOR DISTRIBUTION TRANSFORMER MANUFACTURING FROM 0.5 KVA TO 100 KVA CAPACITY ALSO REPAIR AND MAINTENANCE OF THE SAME - ANNUL MAINTENANCE CONTRACT&nbsp; &nbsp;</p>","industries":["Renewable Energy"],"name":"MAGFORCE TRANSFORMERS PRIVATE LIMITED","sectors":["Manufacture of Electrical Equipment"]},{"email":"jitendergiri575@gmail.com","idea":"<p><a href=\"http://www.krishaangel.com\" target=\"_blank\">www.krishaangel.com</a><br></p>","industries":["Retail"],"name":"KRISHA ANGEL PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"contact@beepkart.com","idea":"<p>BeepKart is a one-stop-shop for everything relating to electric 2-wheelers e2Ws provide compelling economics and riding experience to the user. The company will help transition the e2W market from its current early adopter phase to mass adoption.</p>","industries":["Automotive"],"name":"BEEP INNOVATIONS PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]}]