[{"email":"arcsystems.india@gmail.com","idea":"\n            <p>We are building drone swarm for defense &amp; industrial Purpose. There are more aircraft designs inline to be launch. <br></p>\n        ","industries":["Aeronautics Aerospace & Defence"],"name":"ARC Systems","sectors":["Drones"]},{"email":"platform9k@gmail.com","idea":"<p>“PLATFORM 9” - is a premium western wear line of clothing for the luxury market. Inspired from the streets of London, it is a rare collection that is unique in every way. Over-sized styles, bold prints and classic cuts are the USP of the brand. Imported fabrics are used to give it an international feel and the products look nothing less than an international label.&nbsp;</p>","industries":["Fashion"],"name":"PLATFORM9","sectors":["Apparel"]},{"email":"mfinityfx@gmail.com","idea":"<p>Developing Financial Technology Applications for NSE, BSE, MCX for Advanced Algo Developments and Fintech Mobile applications, Payment Gateway systems.</p>","industries":["Finance Technology"],"name":"MfinityFx Financials Technologies Private Limited","sectors":["Payment Platforms"]},{"email":"sachin.wakode2020@yahoo.com","idea":"iMPOXPO industries is a unique service provider of Trading, Manufacture cum Merchant &amp; Retail, Agriculture, Export, Import","industries":["Retail"],"name":"IMPOXPO INDUSTRIES PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"ram@credable.in","idea":"<p>Equentia Financial Service Private Limited (EFSPL,CredAble) is the only FinTech NBFC in India that provides funding based on pre-invoice “billable events”. CredAble leverages its technology to monitor delivery of goods/execution of service in real-time. Once the execution risk is eliminated, CredAble provides funding based on certain acceptance/proof-of-delivery from the end client. CredAble is also utilizing ‘smart contracts’ to identify and approve these billable events and other payment milestones against which funding is provided.</p>","industries":["Finance Technology"],"name":"EQUENTIA FINANCIAL SERVICE PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"founders@thiinkequal.com","idea":"<p>An AI-enabled career-first platform for women to narrow the gender gap @ India Inc.</p>","industries":["Social Impact"],"name":"ThiinkEqual | Woman At Work","sectors":["Others"]},{"email":"amoolwagh@gmail.com","idea":"<p>We are currently into the Manpower supply business, specialized into supply of home maids, our target is to give employment to 50000 maids in next 10 years and create a network of Maids PAN India to make life of working professional women easy.&nbsp;</p>","industries":["House-Hold Services"],"name":"SAKHI UDAAN FACILITIES PRIVATE LIMITED","sectors":["Home Care"]},{"email":"tijuissac@gmail.com","idea":"<p>DeafLearn Education is one amongst the first platforms that is working towards building the knowledge of the deaf community by sharing professional quality videos. Our endeavour at DeafLearn is to fully equip the deaf learners with  Indian Sign Language (ISL) videos that encompasses a wide array of subjects including General Knowledge, Science, English Grammar, 3D STUDIO , 3D architecture visualization and History. Our videos, although basically targeted to the deaf, also prove a great support to interpreters and other hearing people who are language learning enthusiasts by means of our voice over and subtitles feature with each video. Our aim at bridging the gap between the hearing and the deaf ones is what we strive to achieve.</p>","industries":["Education"],"name":"Tiju Issac","sectors":["E-learning"]},{"email":"sampius1704@gmail.com","idea":"We are a tech startup gearing up to revolutionize the sports world digitally.","industries":["Sports"],"name":"LinkNation","sectors":["Sports Promotion and Networking"]},{"email":"arundalmia2000@gmail.com","idea":"<p>Airigo Multiventures Private Limited (herein after referred as “the company” or “Airigo”) is a company registered under the companies act 2013 on 23rd Feb, 2018. The company was incorporated with a distinct mission to become one of the leading service providers in the field of networking, data communications, wireless and security systems through innovative implementations and affordable quality services and to give seamless support to the clients and channel partners.</p>","industries":["IT Services"],"name":"AIRIGO MULTIVENTURES PRIVATE LIMITED","sectors":["IT Consulting"]}]