[{"email":"vivek@inscripta.ai","idea":"<p>AI technology and Consulting company. We are building niche products using AI and NLP modules like Conversational Discovery, Question Answering for various domain.</p>","industries":["AI"],"name":"INSCRIPTA AI TECHNOLOGIES PRIVATE LIMITED","sectors":["NLP"]},{"email":"kanader005@gmail.com","idea":"<p><a href=\"http://Www.digitalindia.gov.com\" target=\"_blank\">Hi wellcome </a>&nbsp;Register with us &amp; Log in&nbsp;</p><p>&amp; get all our services for our future</p>","industries":["Others"],"name":"RUPESH TUKARAM KANADE","sectors":["Others"]},{"email":"support@msp-panel.com","idea":"White Panda Marketing PVT. LTD. is a Digital Marketing Company which has many undergoing Projects , We are Working on a New Project Which Includes a Marketing Platform and a Billing System.","industries":["IT Services"],"name":"White Panda Digital Marketing PVT. LTD.","sectors":["IT Management"]},{"email":"krishleenkaurkohli@gmail.com","idea":"As the farmers &amp; all agri-stakeholders have isolated conversations, the real potential of agriculture has not been fully unleashed. Gramin, which is India’s 1st open &amp; free platform brings inclusivity with the help of technology by strengthening the communication. It reduces the divide between farmers and various integral components of agriculture like research, new technologies, agri-advisors, credit and marketplace. Gramin is a platform which leverages the power of social networking to form a digital community of all agri-stakeholders with farmers at its center.","industries":["Agriculture"],"name":"Gramin","sectors":["Agri-Tech"]},{"email":"AVYUSAJ@GMAIL.COM","idea":"<p>Our services include accounting and auditing, business consulting, income tax compliance and planning, employee benefit services, Trade and Forex Guidelines, Taxation Compliances, accounting support to smaller companies, and information technology services.</p>","industries":["Others"],"name":"AVYKTA SAJJAYA","sectors":["Others"]},{"email":"shlok@quickwork.co","idea":"<p>startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing startup for testing</p>","industries":["IT Services"],"name":"testing","sectors":["IT Management"]},{"email":"palarv@hotmail.com","idea":"<p>Channel Launch:  Sept 2018&nbsp;</p><p>Objective: To entertain the Indian Audience with content which is relatable and funny.&nbsp;</p><p>Mantra: Believes in being relevant by harping on topical and trending themes.</p><p><br></p><p>Our Vision :</p><p>“The core focus of HighIQ is to become a one stop entertainment solution for Millennials &amp; Gen-z with relatable curated content from all domains including; entertainment, healthy lifestyle tips, delicious food recipes and great music.”</p>","industries":["Media & Entertainment"],"name":"HighIQ Entertainment LLP","sectors":["Digital Media"]},{"email":"jorash.international@gmail.com","idea":"<p>We create commercial flows, supply domestic, import and export products such as nutraceuticals, sugar, food grains, pulses, home health care and much more...</p><p><a href=\"http://www.jorashinternational.com\" target=\"_blank\">Jorash International</a></p>","industries":["Food & Beverages"],"name":"Jorash International","sectors":["Others"]},{"email":"ashutoshentp94@gmail.com","idea":"<p>We would like to Export ,FMCG/FOOD products to other countries.</p><p><br></p>","industries":["Food & Beverages"],"name":"Gauranga Services LLP","sectors":["Food Processing"]},{"email":"prakash@hisales.in","idea":"<p>Hisales is a sales consulting firm that helps businesses to achieve their sales and business goals. Through Sales consultancy, training and coaching we power the Sales Professionals, Entrepreneurs, Startups and SMEs to achieve more.</p>","industries":["Others"],"name":"HISALES CONSULTING PRIVATE LIMITED","sectors":["Others"]}]