[{"email":"vivek@buyceps.com","idea":"<p>Buyceps.com is a comprehensive and integrated FitnessTech company based in Mumbai with its presence in both online and offline retail segments of Neutraceuticals Products for Health and Wellness. <br><br>We are India’s Most Trusted and Fastest Growing Fitness Centric Platform.<br><br>Our top management consists of highly experienced and qualified professionals from IITs and other reputed universities having years of specialized experience in fitness and tech sectors.\n</p><p>\n</p><p>We’re equipped with a mighty vision to be the most trustworthy name for every fitness enthusiast. Our team works round the clock to ensure that you get the authentic sport nutrition products at your doorstep and experience our exemplary customer services.</p>","industries":["Healthcare & Lifesciences"],"name":"BUYCEPS INDIA PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"iamvigneshpawar@gmail.com","idea":"<p><a href=\"https://www.linkedin.com/in/vignesh-pawaar-39bb10198/\" target=\"_blank\">Prescript</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"Prescript","sectors":["Healthcare Technology"]},{"email":"Miten@MitenSaysFitness.com","idea":"<p>Miten Says Fitness is an Online Fitness Platform providing personalised Diet and Workout Programs to its clients in India and Worldwide.</p>","industries":["Others"],"name":"Miten Says Fitness LLP","sectors":["Others"]},{"email":"info@einfoway.com","idea":"<p>LoopMates is new Social Networking platform for India.&nbsp; Loopmates is new Initiative of&nbsp; Einfoway.com</p>","industries":["Social Network"],"name":"Einfoway Consultancy Services","sectors":["Others"]},{"email":"techsprint.india@gmail.com","idea":"<p><br></p><p></p><p>\nTech Sprint India is present in west region and We delivers wide array of products and solutions for office products &amp; solutions and production printing products&nbsp;\n</p><p>across the west region of our Country. Tech Sprint India  comes up with new and innovative products for its customers based on west( India ) -Market requirements.&nbsp;</p>","industries":["Computer Vision"],"name":"TECH SPRINT INDIA ","sectors":["Others"]},{"email":"info@bombayisland.com","idea":"<p>Bombay island Coffee Company is born out of boundless passion for coffee, bringing its harmonious multi-sensorial atmosphere directly from the roastery to your cup. We are inspired by the third wave coffee movement which has redefined the ideas around sourcing, roasting and brewing coffee.</p><p>We source the finest quality coffee beans and custom roast them on our beautiful roaster especially for you.</p>","industries":["Food & Beverages"],"name":"Bombay Island Coffee Company","sectors":["Food Processing"]},{"email":"info@catfinserv.com","idea":"<p>We are an Artificial Intelligence and Big Data Analysis IT Company which promotes the efficiency of financial institutions with cutting-edge technologies.&nbsp;</p>","industries":["Finance Technology"],"name":"SUXIANG FINANCIAL SERVICES PRIVATE LIMITED","sectors":["Microfinance"]},{"email":"siddharth.brandandbeyond@gmail.com","idea":"<p>The startup helps businesses to change the way they market their products &amp; services by creating digital presence for the businesses using AI.</p>","industries":["Marketing"],"name":"BRAND AND BEYOND CONSULTING LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"rcmumbai.dubey@gmail.com","idea":"<p>We are a Sales, marketing &amp; merchant export company running under the guidance of people who have a vast experience of 20 Years in the market.\n</p><p>\n</p><p>This is a venture of our own for help the patients and individuals by providing them quality medicines along with the growth of the company.</p><p><br></p><p>We would try to buildup a team of individuals who have the zeal and passion to excel in the sales and marketing field and are ready to take up challenges.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"HOPE LIFECARE","sectors":["Pharmaceutical"]},{"email":"akshit@zamaorganics.com","idea":"<p>Zama Organics is a brand of Artisan Grown Organics Private Limited. At Zama Organics, we are committed to providing 100% authentically grown organic produce. While we are organically certified traders and only partner with organically certified farmers ( NPOP, PGS, Ecocert), we feel it is important to go beyond the paperwork to ensure the produce you receive is naturally grown in the absence of harmful chemicals. Some of the steps we undertake include regularly visiting our farmers and farms, conducting random internal checks on our produce, and working to maintain transparency of our entire operations process. We are consistently working for uplifting the farming community and providing a healthy lifestyle.</p>","industries":["Agriculture"],"name":"ARTISAN GROWN ORGANICS PRIVATE LIMITED","sectors":["Organic Agriculture"]}]