[{"email":"lawgicalstartup@gmail.com","idea":"<p>We are a digitized platform to provide legal and secretarial services, enabling Entrepreneurs to focus on their dream projects. One of the key factor with us is our affordable rates and 24×7 assistance to Entrepreneurs. Among many other benefits, cost involved with secretarial and legal services is always a considerable factor for all types of businesses, big or small, we make sure that our services are offered at affordable rates.</p>","industries":["Professional & Commercial Services"],"name":"LAWGICAL STARTUP LLP","sectors":["Business Support Services"]},{"email":"puja.joshi@themoonshot.in","idea":"<p>Moonshot is the career incubation program for final and pre-final year degree students by Whooping Crane Ventures Private Limited. By investing in high potential untapped young aspirants across the nation, we’re helping to build a secure financial future for graduates, while helping organizations tap into a larger pool of skilled students. ​ </p><p><br></p><p>Our strategy is very simple, Spot - Fix - Deploy Using our AI-enabled adaptive screening, we SPOT untapped potential from less penetrated layers of higher education institutions. </p><p><br></p><p>Once we have spotted and on-boarded a talent, we move on to the FIXing part. This is the part we focus on the most to convert the potential to value for the talent and industry alike. Through our proprietary customized training modules and monitoring mechanisms, we enhance the skill sets of our students, aligning their interest to industry demands. </p><p><br></p><p>Unlike any other professional institute, we are investing in the candidate for their benefit and not the other way round. This mechanism of inter-dependent success ensures the focus on each and every Moonshot student right from Day 1 of the program. </p><p><br></p><p>Once our talents are trained and groomed, we are ready to DEPLOY them for market absorption. ​ Moonshot maps its student's profile against both technical and behavioral competencies valued by organizations, thereby ensuring the role fitment in true sense.</p>","industries":["Education"],"name":"WHOOPING CRANE VENTURES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"yashpbhansali@gmail.com","idea":"<p>Conversational AI to power your commerce and customer experience</p>","industries":["AI"],"name":"talkative.ai","sectors":["NLP"]},{"email":"keval@cakdsa.com","idea":"<p><a href=\"http://cakdsa.com\" target=\"_blank\">cakdsa.com</a><br></p>","industries":["Professional & Commercial Services"],"name":"CA KDSA","sectors":["Business Support Services"]},{"email":"sumit.goyal@ecosyscleaners.com","idea":"<p>Ecosys is on mission to reduce single use of plastic in day to day consumption of cleaning products by using refill packs.\n</p><p>Ecosys is a pre-dosed 100% water soluble capsule technology. These cleaning capsules of 10ml each make 1 litre of cleaning solution when dissolved in water. They are convenient, safe and cost-effective as compared to products available in the market while being eco-friendly. It takes only 2-3 minutes to make a solution on your own from these soluble capsules. Easy storage and transportation!</p><p>The brand consists of the entire household cleaning range under one roof: Glass Cleaner, Bathroom Cleaner, All-Purpose Cleaner, Floor Cleaner and Air Freshener.\n</p><p>The product comes in bottle as well as refill packaging.&nbsp;</p>","industries":["House-Hold Services"],"name":"SOLUBLE SYSTEM PRIVATE LIMITED","sectors":["Home Care"]},{"email":"deven@ottoedge.com","idea":"<p><br></p><p><span>Ottokonnect is a software and hardware solution provider for electric vehicles. As our working is based on the partnership model, we focus on technology and rigorous quality standards.</span></p><p><span>The Ottokonnect also provides a Ev charging application TEZ where the users can Book the charging slot for thier Ev vehicles right on their Mobile phone ,so the customers wont have to wait in a queue for their charging slots .&nbsp;</span></p><p><br></p><p><br></p>","industries":["Automotive"],"name":"OTTOKONNECT","sectors":["Electric Vehicles"]},{"email":"sealenengineering@gmail.com","idea":"\n            <p><a href=\"http://www.sealen.in\" target=\"_blank\">Manufacturer And Repairer Of Mechanical Shaft Seals, Carbon Bushes And Bearing Isolator</a><br></p>\n        ","industries":["Others"],"name":"Sealen Engineering","sectors":["Others"]},{"email":"samitk13@gmail.com","idea":"<p>I am doing commision retail business of Solar product, Apperals &amp; cloths, Organic Konkan food, Deal in agriculture land</p>","industries":["Advertising"],"name":"Shree Krupa Enterprises","sectors":["Online Classified"]},{"email":"Finance@urihkpharma.com","idea":"<p>Urihk Pharmaceuticals (“URIHK” or “Urihk”), a subsidiary of UREKA Hong Kong Ltd., has built a strong foundation in India by launching and distributing innovative drugs in the critical care segment. With a network spanning more than 55 countries, we are known for proliferating reliable and diverse therapies that make a real difference in people’s lives.\n</p><p>\n</p><p>Urihk began as a partnership between three highly experienced companies: Jiangsu Aidea Pharmaceutical (“Aidea”), Joint Force Pharmaceutical Limited (“JFPL”), and Shenzhen Mellow Hope Pharm Limited (“Mellow Hope”). The Urihk Partnership continues to grow and evolve, leveraging learnings and expertise to bring the best the world has on offer to India.\n</p><p>\n</p><p>Urihk’s mission is to help save lives through the development and distribution of groundbreaking  products. We aim to provide innovative products at optimal pricing, to suit a wide range of customers in the critical care segment. Our top priority is always the requirements of medical professionals and their patients; at Urihk, we strive to emphasize the ‘U’ before the ‘I’.\n</p><p>\n</p><p>Urihk is entirely invested in becoming a leading name in the critical care/ICU segment, in India and beyond. We provide a unique product range for our extensive customers, and are constantly looking for better ways to connect with new partners globally. Count on us to fulfill the unmet needs of Indian patients.</p>","industries":["Healthcare & Lifesciences"],"name":"Urihk Pharmaceutical Private limited","sectors":["Pharmaceutical"]},{"email":"reprasha@gmail.com","idea":"<p>pharmaceutical company and medical supplies related to medical and paramedical products ,consumables,devices and home care devices&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"REPRASHA ","sectors":["Pharmaceutical"]}]