[{"email":"info@dbuildinfra.com","idea":"<p>We are one of the leading Constructions &amp; Interior, Infrastructure Development and Management Company of the India. We are based in Mumbai but operational in all over India.\n</p><p>Dbuild is specialist in Interior and Infrastructure construction. Interior and Real estate development are the main business of Dbuild. It is a multifaceted business, encompassing activities that range from land development, real estate development and management to construction and investment, with such products as Residential, Villas, Office , Hotels, Restaurants, Industrial Setup, Road, Solar Power Plant and Wind Power Plant etc.\n</p><p>\n</p><p>The company providing turnkey services for commercial and residential construction and interior fit-out projects. With our team of professionals, we deliver projects on time, on budget and with an exceptional level of quality.\n</p><p>\n</p><p>Our engagement is not only to keep up our track record of absolute delivery, but also to ensure a smooth handing over to our Clients by remaining involved in the project after its handover.\n</p><p>We believe in transparency, we act as a competent contractor at all times, keeping our Clients and their representatives fully informed at all stages of the project.\n</p><p>\n</p><p>We care about our people, we are committed to provide working conditions that are the safest and the healthiest possible in all circumstances.</p><p><br></p><p><a href=\"http://www.dbuildinfra.com/\">Our Website</a><br></p>","industries":["Architecture Interior Design"],"name":"DBUILD INFRA INDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"shahbeena1501@gmail.com","idea":"<p>Shree Dynamic Services is carrying a service platform for Big Data Analysis, Data Validation,etc.<br></p>","industries":["Professional & Commercial Services"],"name":"Shree Dynamic Services","sectors":["Professional Information Services"]},{"email":"kabeerghosh@gmail.com","idea":" It is the first social networking site / mobile application for the film, television and theatre\n<div>community.\n</div><div> It will have content driven by the crew and not the stars.\n</div><div> It is a platform for funding projects that are either in the pre production stage or in the post\n</div><div>production stage.\n</div><div> In addition, it will have great resources for learning and ultimately become a digital\n</div><div>distribution for feature films, short films and documentaries.</div>","industries":["Media & Entertainment"],"name":"Spotdada Entertainment Pvt Ltd","sectors":["Social Media"]},{"email":"rahulpatil@simonefx.com","idea":"<p>At SimoneFx, We Research, Develop and Produce immersive and innovative technologies for various Creative Industries.<br>SimoneFx Labs is a platform to collaborate, share and to produce with most talented and creative brains and helps to push the boundaries of what's achievable in VFX, AR, VR and beyond with AI and Deep Learning.<br></p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"SIMONEFX REALITY LABS PRIVATE LIMITED","sectors":["Others"]},{"email":"sony.pede@shobhafacility.com","idea":"<p>We are proving staff for Cleaning, pest control, security guard, Deep cleaning for Home, offices, Residential tower, Commercial area, land &amp; escapes&nbsp;</p>","industries":["House-Hold Services"],"name":"Shobha Facility Services Private Limited","sectors":["Home Care"]},{"email":"manasisahu3@gmail.com","idea":"<p>We are supplying and Services all types of , Electrical &amp; Electronics, Plumbing &amp; Sanitary, Stationery , Cleaning Agent &amp; Toiletries, Tissue, Solar System related products.</p>","industries":["Other Specialty Retailers"],"name":"MP Enterprises","sectors":["Others"]},{"email":"yogesh@shineplusled.com","idea":"<p>At Shine, We're bringing the future to light through a new generation of lighting that is as different from Edison's first light bulbs as smartphones are from the first telephones. We're innovating ultra efficient, high-quality and affordable LED's for every socket and every factory in the industry.\n</p><p>\n</p><p>Our products are Affordable, Competitive and Guaranteed for Performance.</p>","industries":["Green Technology"],"name":"SHINE CONCEPTS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"aksstores2018@gmail.com","idea":"<p>Aks Stores is a Sublimation/Digital Fabric printing company. We use premium quality ink and machinery, so that we can provide best quality to our client. OUR PRODUCTS - Roll to roll printing. - Piece to piece printing. - Sports wear. - Face Mask.</p>","industries":["Textiles & Apparel"],"name":"Aks Stores","sectors":["Non- Leather Textiles Goods"]},{"email":"swapnil.pundle@navituseducation.com","idea":"<p><a href=\"https://navituseducation.com/enterprise-products/\" target=\"_blank\">Navitus Enterprise Learning Products</a></p><p><br></p><p><span>navitusCorporate is a suite of tightly integrated products to enable employee skillsets, improve employee learning, enhance productivity &amp; collaboration. Its goal is to provide all the main tools for Employee Lifecycle Management (ELM), such as, Learning Management System (navitusLMS), Micro-Learning System (navitusBytes), Performance Monitoring &amp; Feedback (navitusPerformance). Additional products such as Corporate Chat, Sales/Lead Managment and Video Conferencing are scheduled to be incorporated over the next few months.</span><br><br><span>navitusLMS: navitusLMS is a world-class, award winning Learning Management System automating Learning &amp; Development initiatives within an organization. It can be used in any of the learning modes, viz., Self-paced, Virtual Classroom and Physical Classroom Training (Trainer Automation). It is a multi-tenant, fully scalable architecture, supports gamification and mobile learning.</span><br><br><span>navitusBytes is a unique mobile application that can be used as a stand-alone service or added as a premium service.&nbsp; It is geared towards micro-learning with smart/short snippets and can be integrated with sales&nbsp;to boost its effectiveness.</span><br><br><span>navitusPerformance is a unique mobile application that can be added as a premium service.&nbsp;It is aimed at improving employee performance through continuous learning and regular feedback. It is a critical tool at the time of annual performance review.</span><br><br><span>We are working on launching 3 additional products to complete the suite over the next few months: Corporate Chat, Sales/Lead Management and Video Conferencing.</span><br></p>","industries":["Enterprise Software"],"name":"Navitus Education Private Limited","sectors":["Collaboration"]},{"email":"asdprashant@gmail.com","idea":"<p>OyePlus is our contributional response to the web world that combines social networking and increases the productivity of the users, maintaining beneficial standards of interest-based communities. It is architectured with an intelligent algorithm that enhances social life and along with engrossed participation of the users as by their nature of interests. \n</p><p>\n</p><p>App features\n</p><p>Follow/Unfollow people\n</p><p>Create Profiles\n</p><p>Create and join communities based on your interests\n</p><p>Create Post on profiles/communities\n</p><p>Reply on posts\n</p><p>Push notifications \n</p><p>Trending Hashtags\n</p><p>Create a page (Planned feature)\n</p><p>Direct messages (Planned feature)\n</p><p>Normal/Video calling (Planned feature)</p>","industries":["Social Network"],"name":"OyePlus","sectors":["Others"]}]