[{"email":"vickyojha@gmail.com","idea":"<p>Trying to find and reach a hotel...?<br>So that you have a bed to get some Rest?<br>You don’t have to go to the bed!<br><br>Let the Bed come to you!<br><br>Good rest can be taken anywhere, <br>like even in a Ricksha, a Taxi or a BeachChair, <br>rather than only in Hotels.<br></p>","industries":["Travel & Tourism"],"name":"Oya stays!","sectors":["Holiday Rentals"]},{"email":"ambuj.singh1441@gmail.com","idea":"<p>A music content generation channel which involves in creation of various musical contents with various independent artists and celebrities.</p><p>we generate revenues from distribution of our contents and sponsorship from various big brands.</p>","industries":["Others"],"name":"MUSIWAY","sectors":["Others"]},{"email":"tejas@ourdreamwork.com","idea":"Our Dreamwork is startup into Digital Products and Promoting business online","industries":["IT Services"],"name":"Our Dreamwork","sectors":["Product Development"]},{"email":"madan@azzarosol.com","idea":"<p>We are Software development company to develop Software such as Mobile application using latest technology including Artificaial Intillegence and emerging technlogy such as Power App from microsoft.</p><p><br></p><p>We are also launching training program in area where people have to go out of village or small town to get job.</p>","industries":["Enterprise Software"],"name":"Azzarosol Solutions Private Limited","sectors":["ERP"]},{"email":"humanwithopinion@gmail.com","idea":"<p>HWO Media PVT LTD is a non-polarized media platform housing diverse, original and entertainingly animated content for all age groups. It also offers informational content in both short and long formats.</p>","industries":["Media & Entertainment"],"name":"HWO MEDIA PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"rikengala9@gmail.com","idea":"<p>We are Creating AI Enabled Ecosystem for Startups, A One Stop place where they can have access and connect to, Funds and Strategic Partner Contact information, unique and tech enabled filters to look out and approach Mentors and Fund Houses investing in a particular sector.</p><p>Information related to startup grants and accelerators.</p><p>Ease in getting registered and Complaint as per Startup Norms</p><p>Access to Experts in Industry through our Sector Specific Forums</p><p>Finding professional team of experts who specifically provide their service to Startup industry</p>","industries":["Others"],"name":"KAP ADVISORY PRIVATE LIMITED","sectors":["Others"]},{"email":"hello.unboxedmindz@gmail.com","idea":"<p><a href=\"http://www.unboxedmindz.com\" target=\"_blank\">Website</a><br></p>","industries":["Education"],"name":"Unboxed Mindz","sectors":["E-learning"]},{"email":"ananth@greenrad.in","idea":"<p>Greenrad ventures Pvt Ltd. is a start up in the food processing industry. It will house various state of the &nbsp;art food processing technologies like Gamma radiation, thermal pasteurisation , storage technologies to help improve shelf life for various agro commodities like onion, pulses etc. Vision at Green rad is to help reduce wastage and improve quality of the agro products being produced in the country.&nbsp;</p>","industries":["Agriculture"],"name":"Greenrad ventures Pvt Ltd ","sectors":["Food Processing"]},{"email":"chintanthakkar003@gmail.com","idea":"HR consultancy with verified profile of candidates which would create time utility along with saving on cost. It would also bring in personalised touch in the Developing AI world. Also, Opportunity for existing employees to work in their dream profile and improve happiness index of the company. To provide equal opportunities for the candidates from tier 3 and tier 4 cities.&nbsp;","industries":["Human Resources"],"name":"R Cube Consultant","sectors":["Recruitment Jobs"]},{"email":"chamunda8997@gmail.com","idea":"<p>We are Mumbai based Civil Engineering work Contractors.</p><p>RAILWAY ROB, FOB, Platform, COP construction , maintenance and retrofitting work. MCGM CC Road, Horticulture, Building maintenance works</p>","industries":["Construction"],"name":"CHAMUNDA INTERNATIONAL","sectors":["Construction & Engineering"]}]