[{"email":"pearlgandhi23@gmail.com","idea":"<p>The company has invented a plant and machinery, which is developed based on a technology by IIP researchers, it can convert any of plastic(1 ton) waste into 800 litres of diesel. The fuel will be of automotive-grade. It meets the specifications for use in vehicles.&nbsp; Using technology, polyolefinic waste can be converted into diesel. The process is also environmentally friendly. Also, its very low in sulphur content and, hence, less pollution.&nbsp;</p>","industries":["Chemicals"],"name":"JD Petroinfra","sectors":["Diversified Chemicals"]},{"email":"ankit.g@saarkcustoms.com","idea":"<p>About Us\n</p><p>\n</p><p>We are a powerful team of engineers, designers and manufacturers, trying to invent and innovate new solutions to common safety problems.  We have dedicated our time and knowledge in making affordable and easy to use safety technologies for the masses. Products designed to provide you better turnaround time so that we can save you the money and improve your efficiency.\n</p><p>\n</p><p>Vision : Our vision is to be the one stop shop for all custom safety solutions in the next 5 Years.\n</p><p>\n</p><p>Aim: We aim to provide unparalleled safety solutions in all sectors.\n</p><p>\n</p><p>Our Services Includes,</p><p>\n</p><p>1. Smart First Aid Kits &amp; Training\n</p><p>2. Safety Support Systems\n</p><p>3. Automotive Safety Equipment</p>","industries":["Technology Hardware"],"name":"SAARK CUSTOMS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"fluidaipvtltd@gmail.com","idea":"<p>We have developed scalable AI solutions&nbsp; useful to all the sectors of industry and especially to Banking finance, ITITES, Essential supplies industry. Our solutions have been proved to be very useful for Banking filed.&nbsp;</p>","industries":["AI"],"name":"FLUIDAI PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"chirag.desai1104@gmail.com","idea":"<p><br></p><p>We are planning to set up an manufacturing plant to make Nitrile gloves In India which can be used in Medical , Automobile, Engineering , Food , laboratories, industrial sectors Etc . </p><p><br></p><p>The product is made from Synthetic rubber . These Gloves will have superior chemical resistance to other disposable gloves due to the fact that Nitrile Rubber has better resistance to chemicals, acids &amp; oils over against natural rubber. Nitrile Gloves are also powder free, these further reduces the risk of allergens and dealing with messy powders . Nitrile Exam Gloves have emerged as the preferred choice for the superior protection that they offer, sans the risk of allergy or dermatitis which is often the problem in using Latex gloves for examination</p><p><br></p><p>As per our Survey there is no company manufacturing these gloves in India . The current consumption is catered by importing these gloves from Malaysia majorly.&nbsp; We had surveyed that during the pandemic COVID-19 situation the gloves were in short supply from these countries which led to the over pricing of these products by the overseas manufacturers and traders . the setup will definitely ensure that the cost would be consistently under control and the country will always be ready to tackle such kind of medical contingency&nbsp;</p><p><br></p><p>The Project will be creating employment opportunities for both skilled as well as non-skilled labours .&nbsp;</p><p><br></p><p>We will be manufacturing products of international quality standards which will also create wealth with exports of these products and would provide platform where our indian company will be competing with the overseas players in terms of quality and pricing .&nbsp;</p><p><br></p><p>we are looking forward to hear from you on this regard.&nbsp;</p><p><br></p><p>Thanks&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"JP Trading","sectors":["Health & Wellness"]},{"email":"theeconfectionery@gmail.com","idea":"<p>Thee Confectionery Cakes Pastries &amp; More, is a partnership firm working from last two years in Mumbai. Base into Manufacturing, retail and wholesale Cakes &amp; all kind of Confectionery products.</p>","industries":["Food & Beverages"],"name":"Thee Confectionery Cakes Pastries &amp; More","sectors":["Food Processing"]},{"email":"tripathibrijesh795@gmail.com","idea":"<p>With the increasing consumption of gadgets with latest technologies, discarding rate of electronic equipment is also increasing rapidly but whatever discarded, need not necessarily be an end of life only. There are chances that certain equipment and components still has useful life either without much of refurbishment or by repairing &amp; upgrading and are good for redeployment at different consumer levels. It may not be out of place to mention that in spite of India’s dominance in technology sector, penetration level of computerisation is still in a single digit primarily because the cost of acquiring new electronic asset is not within the reach of every consumer.refurbishment and remarketing should be promoted as much as possible thereby lower and middle income group can also have an access to electronic equipment and computer literacy ratio to the total population may be enhanced at an affordable costs</p>","industries":["IT Services"],"name":"Electronics Waste Recycling-IT","sectors":["IT Management"]},{"email":"aktesystems@gmail.com","idea":"<p>We are in the manufacturing of Powder Coating Machines, Guns, Industrial Oven's / Drier's, Powder &amp; Paint Coating/ Spray&nbsp; Booth with Recovery Cyclones.<a href=\"http://www.facebook.com/aktesys\" target=\"_blank\">AK TOOLS &amp; ENGINEERING FB Page</a>&nbsp;&nbsp;</p>","industries":["Technology Hardware"],"name":"AK TOOLS &amp; ENGINEERING","sectors":["Manufacturing"]},{"email":"unicornfuelservicesllp@gmail.com","idea":"<p><span>There is a considerable demand of HSD for stationary equipment like generator,sets, earth moving equipment, heavy machineries used in construction sites, mobile towers, etc. and these may not have facility / resource to store HSD. There is a demand from such customers for delivering HSD at their door steps. So this startup will be providing fuel at doorstep with the help of certified bowsers.</span></p>","industries":["Retail"],"name":"UNICORN FUEL SERVICES LLP","sectors":["Retail Technology"]},{"email":"nitin@iconiqaventures.com","idea":"<p>We are into B2B growth for companies in IT, ITES, Telecom, FMCG, Retail, Healthcare domains. We cover APAC, Europe, Africa and Middle East regions. Our team consists of people who are in these fields since last 20years min. Our aim is to grow Startups, help them getting funding etc.</p>","industries":["Professional & Commercial Services"],"name":"Iconiqa Ventures Pvt Ltd","sectors":["Business Support Services"]},{"email":"bindass.hun@gmail.com","idea":"<p>testing this website so this profile is not valid.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"temp","sectors":["Others"]}]