[{"email":"rizwan.aman@alliedglobetech.com","idea":"<p>Allied Globetech is the leading provider of Enterprise Management Solutions (EMS) in the areas of Security Management that includes API Management, Identity &amp; Access Management (IAM) and Cloud Security, Service Management and Business Intelligence.</p><p><br></p><p>We offer both Technical and Business consulting services to the customers across the Globe. Our team of experts brings exceptional understanding of the technology, adhering to the best industry practices to help organizations successfully implement these solutions quickly and efficiently.</p><p><br></p><p>Our across-the-board business model helps customers from “Project pre-planning stage” to “Production support stage”.</p>","industries":["IT Services"],"name":"ALLIED GLOBETECH LLP","sectors":["IT Consulting"]},{"email":"amk@manzilproperties.in","idea":"<p>At Manzil Properties we do much more than just collect the rent.\n</p><p>1.\tWe are 100% focused on you - the rental property investor - We understand your needs are different from those of buyers and sellers and dedicate all our energy and expertise to looking after you.\n</p><p>2.\tMaximum return on your investment - Our extensive property database and accurate rental appraisal systems ensure your property is rented to its maximum market value at all times.\n</p><p>3.\tWe make your life easier - Our high quality service and tailored real estate property management systems ensure owning and renting an investment property becomes a hassle free experience, no matter where in the world you live.\n</p><p>4.\tWe know your Navi Mumbai - We have over 20 years combined real estate Property Management experience in Nerul, Navi Mumbai.\n</p><p>5.\tWe find the right Licensee for your rental property - Finding the right Licensee starts with targeted marketing and advertising designed to attract the kind of people you are looking for. We then take great care to select the right Licensee through our extensive Licensee screening process.\n</p><p>6.\tWe keep your Licensee happy and paying - By offering consistently great service we keep a great Licensee happy in your investment property. We will also intervene early if a Licensee is falling behind in their payments.\n</p><p>7.\tWe listen - Listening ensures we understand what is important to you and allows us to work proactively towards fulfilling your goals for your rental property investment.\n</p><p>8.\tProtecting your asset - We conduct regular thorough inspections (complete with reports and images) to ensure your rental property is maintained to the highest possible standard at all times.\n</p><p>9.\tPeace of mind - We are committed to providing a level of service unmatched in the industry and promise to communicate with you regularly about all the important matters relating to the leasing and management of your rental property (and none of the unimportant stuff).\n</p><p>10.\tRental property investment purchase and sales service (exclusive offer to our clients) - Building or changing your portfolio? Deal with Licensed Real Estate Agents who know your goals and have established a productive working relationship with you to buy or sell an investment property.</p>","industries":["Real Estate"],"name":"MANZIL ESTATES AND INFRA MANAGEMENT LLP","sectors":["Housing"]},{"email":"pratik.vartak4@gmail.com","idea":"DETOX cold pressed juices, a brand of MPRCJ Organic Beverages Pvt. Ltd. is a cold pressed juice company targeting health and fitness by serving fresh healthy cold pressed juices with No added sugar, preservatives, colour, flavor or ever water.&nbsp;","industries":["Food & Beverages"],"name":"MPRCJ ORGANIC BEVERAGES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"nilesh0504001975@gmail.com","idea":"<p>Cloud server computing provides riskless shared web hosting solutions with more than enough hard disk drive storage space and monthly traffic. Each of our cloud hosting plans has been carefully designed to offer the maximum possible number of features for its price. A affordable domain is offered with all our plans as well. Furthermore, every cloud web hosting account is automatically backed up.</p>","industries":["IT Services"],"name":"Cloud Server Computing","sectors":["Application Development"]},{"email":"pradeep@biogoldindustries.net","idea":"<p>We, “Biogold Industries LLP” are an ISO 9001:2008, ISO 22000:2005 and OHSAS 18001:2007 certified organization, established in the year 2013, engaged in manufacturing, supplying and exporting Agro Products. Under this commendable range, we are offering our clients with Biscuits Products, Organic Liquid Fertilizers and Filter Cigarettes. Our organization is a Partnership firm Registered under limited liability partnership act, 2008. The range offered by us is known for its features like longer shelf life, rich taste and purity. Owing to these features, our offered range is demanded across the global market. Catering to the specific demands of customers in efficient manner, we have mustered our position across Sultanate of Oman, Republic Of Iran, UAE, Ghana, Yemen and United Kingdom. We are exporting our product in all over the world.</p>","industries":["Agriculture"],"name":"BIOGOLD INDUSTRIES LLP","sectors":["Agri-Tech"]},{"email":"infraconlive@gmail.com","idea":"<p>An e-commerce Online Marketplace connecting all Govt/ Pvt contractors, sub-contractors, construction companies, developers, builders, project management consultants, manufacturers, material suppliers, vendors, service providers, rental services providers with each other on one platform to conduct buying &amp; selling of products &amp; services and rental services along with add on services.</p>","industries":["Construction"],"name":"INFRACON LIVE PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"thetravellerfoodie@gmail.com","idea":"<p>Clothing Industry which can be expanded post covid world without trying clothes with hand</p>","industries":["Fashion"],"name":"Clothing","sectors":["Fashion Technology"]},{"email":"sid@afs.football","idea":"<p>Our football platform delivers stats &amp; video based Performance analysis and scouting services to youth and grassroots players, coaches, clubs and scouts.</p>","industries":["Sports"],"name":"Analytics For Sports Ltd.","sectors":["Others"]},{"email":"devanshi@petkonnect.com","idea":"<p>PetKonnect is India’s most comprehensive online pet-services’ community for pets as well as stray animals. It came together as a concept after its founder, Devanshi Shah, learnt of the gap in pet care services in India. Built on a philosophy of love for animals, PetKonnect champions equal rights and social inclusion for all animals.\n</p><p>This service portal was launched in 2019 with the motto “for love beyond words”. It offers a wide array of facilities for pets, with many firsts within the Indian subcontinent to its credit. PetKonnect seeks to build an ethos of a strong community that cares, while positively impacting the life of animals, their owners and service providers in the sector by acting as a nodal network point.  \n</p><p>Services offered:\n</p><p>\tSocial Petwork: A social media platform for pets that enables users to identify pets around them through their geo-tagged locations. By creating a pet profile, users can search, add and make pet friends. The service enables them to share photos, make plans and arrange play dates with other pets. \n</p><p>\tMy Pets: An in-app pet management system, that allows pet owners to create a pet profile for complete health-care. Not only can users store their pets’ medical records and online prescriptions, but also receive recommendations and reminders on necessary vaccinations. This section also allows pet owners to register their pets with government authorities. \n</p><p>\tEmergency: This section allows access to a variety of emergency services. Users can access the platform created by PetKonnect to reach out to partnered NGOs/ ambulance taxis that provide on-the-spot treatment to strays, perform rescue operations, etc. PetKonnect also allows users to request for blood during emergencies through its user lead bloodline service.\n</p><p>\tService Providers: This section brings service providers and service seekers onto one platform. Users can enjoy easy access to all pet service providers like trainers, walkers, lodgers and boarders, vets and groomers, to name a few.\n</p><p>\t24 Hour Vet on Call Service: A PAN India service to help pet parents access vets from the comfort of their homes. This service will be chargeable at a rate of INR 300 per call from 10:00 am till 10:00 pm and INR 400 per call from 10:00 pm till 10:00 am, with a maximum call duration of 20 minutes. To ensure pet parents receive the best in medical advice for their beloved charges, PetKonnect has partnered with leading vets including Dr. Vani Jhaveri and Dr. Sailee Walavalkar to execute this service.\n</p><p>\tPet Registration Service: This service enables pet parents to easily register their pets’ with government authorities through the Petkonnect app and website. A dog license is a mandatory requirement, commonly an unknown fact. In addition to government charges PetKonnect charges a INR 100 convenience fee. Currently available only in Mumbai for the BMC.\n</p><p>\tBlogs: This section serves as a knowledge center for PetKonnect. Users are given access to relevant content including informative articles, training tips, health tips, food tips, relevant laws, events and much more. Users will also be able to share their own personal stories and learnings in this section. \n</p><p>PetKonnect benefits from strategic intra-industry partnerships including NGO’s, vets, service providers, transport company’s and many more, giving users access to the best in-class services.\n</p><p>As an aggregator of pet service providers, PetKonnect has been successful in making its users’ and their pets’ safety a priority. With a rigorous screening process, only the best in-class service providers have access to you through this platform. \n</p><p>\n</p><p>To know more about the brand and its services log onto www.petkonnect.com \n</p><p>Please download our App’s on the following links:\n</p><p>Android - https://play.google.com/store/apps/details?id=hazel.com.petKonnect\n</p><p>IOS - https://apps.apple.com/in/app/petkonnect/id1479046853\n</p><p>\n</p><p>Please follow us on:\n</p><p>FaceBook: https://www.facebook.com/petkonnect/\n</p><p>Instagram: https://www.instagram.com/petkonnect/\n</p><p>Twitter: https://twitter.com/KonnectPet</p>","industries":["Pets & Animals"],"name":"RD PETKONNECT PRIVATE LIMITED","sectors":["Others"]},{"email":"chamundaco@gmail.com","idea":"Chamunda Travel started in 2011, we deals in Air Ticketing, Hotel Bookings, Tour Packages, Arrange weekend trip.","industries":["Travel & Tourism"],"name":"Chamunda Travel","sectors":["Ticketing"]}]