[{"email":"info@theremastered.com","idea":"<p>Sustainability is not a requirement but a practice and yes we are late. Remastered is a master idea which has different verticals dealing only with recycled, up-cycled, repurposed fashion and art .</p><p>Our verticals are</p><p>1) PretRE - Choose your design, choose the regenerated fabric and get your bespoke design delivered at your door step.</p><p>2) FLIP - Any idea what you would do with your unused garments lying dead in your closet?.Give it us and we combine then=m and flip them to something absolutely brag worthy.</p><p>3) Re-market place - The only market place where our artisans become retailers and the tech helps them do this from the meadows. World is there market</p><p>4) DIY artistry -&nbsp; A modern day problem needs a modern day solution. Amazing artists in the country but no credible platform to access there art, well theremastered.com will be, hire them for artistic services.</p><p>5) ExclusIF - Gems of fabrics in India and world but not accessible? really?. One of one helps you create bespoke designs from state of the art tech and mind you, its one of one, rarest of the rare.</p><p><br></p><p>We intend to deliver above in phased wise manner and do this with the help of world class digital interaction with embedded services like AR trials, Dramatic 3D designs and auto body measurements for PretRe, ExclusIF and FLIP.</p><p><br></p><p>Pre-fed product cataloging solutions, margin calculator and profit predictor for our artists and artisans in Re-market place and DIY artistry.</p><p><br></p><p>All of the above via our web and app.</p>","industries":["Fashion"],"name":"Remastered Creation pvt. ltd","sectors":["Lifestyle"]},{"email":"sajan.jose0@gmail.com","idea":"<p><a href=\"http://www.smke.in\" target=\"_blank\">www.smke.in</a>&nbsp; this is our company website will all products details&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"SM KITCHEN EQUIPMENT","sectors":["Environmental Services & Equipment"]},{"email":"chirag.haraniya@gmail.com","idea":"<p>Its a Chartered Accountant firm started by two young chartered accounatnts.&nbsp; &nbsp;&nbsp;</p>","industries":["IT Services"],"name":"HARANIYA &amp; KEDIA","sectors":["Product Development"]},{"email":"roheeldharod05@gmail.com","idea":"It is all about E-Commerce as on working like Amazon and Flipkart. To get the economy stronger by the coming days and succeed in my dreams.","industries":["Professional & Commercial Services"],"name":"The Dap Store","sectors":["Employment Services"]},{"email":"aagamfinancial@gmail.com","idea":"<p>We are in to investment advisory &amp; selling cruelty free, organic . eco friendly products. We deals with manufactures in pan INDIA. our clients are from individual HNI, institutions</p><p>We focus on selling investment products</p><p>healthcare products &amp; organic products&nbsp;&nbsp;</p><p>We have seen huge demand for quality products which are natural chemical free &amp; cruelty free.</p><p>currently people are looking for good healthcare products, good organic certified juices,and immunity boosters.</p><p>we have also seen demand in to diabetes products from around globe</p><p><br></p>","industries":["Marketing"],"name":"AAGAM TREASURE","sectors":["Discovery"]},{"email":"admin@qkresponse.in","idea":"<p>Providing First Aid Training to Schools, malls, banks and more</p>","industries":["Professional & Commercial Services"],"name":"QK RESPONSE","sectors":["Others"]},{"email":"Sid@tortugainvest.com","idea":"<p>Tortuga Wealth Managers p ltd company is a SEBI registered investment advisor. We aim to design and deliver, unique quant-based investment strategies to investors in India and around the globe.</p><p>Our premier offering is the Turtle strategy – a quant-based asset allocation approach towards investing in equity mutual funds. This is a non-discretionary advisory service is currently offered to HNI clients.</p><p>Our unique methodology seeks to adjust equity exposure in response to large shifts in market valuations. The active-passive approach is academically rigorous and backed by data. We believe it is a scientifically superior way to invest for the long term and can generate better risk adjusted performance than the more traditional buy and hold approach to investing in mutual funds.</p><p>We have built a 3 year plus track record and have been successful in adding value to all our client accounts. We are looking to scale as we attempt to project this as a prominent strategy for long term equity mutual fund investing.</p><p><a href=\"http://www.tortugainvest.com\" target=\"_blank\">www.tortugainvest.com</a></p>","industries":["Finance Technology"],"name":"TORTUGA WEALTH MANAGERS PRIVATE LIMITED","sectors":["Advisory"]},{"email":"ritvik.rai12@yahoo.in","idea":"<p><a href=\"https://www.yourchapter.in/\" target=\"_blank\">Our website</a><br></p>","industries":["Food & Beverages"],"name":"NINE AND THREE QUARTERS TECH PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"kanvaskloset@gmail.com","idea":"<p>Our country has a rich heritage of art and design. Various forms of painting and textile art have flourished for a long time in India. At Kanvas, we believe that we need to protect these dying art forms. Without patronage, the artisans who work tirelessly to create these handicrafts feel disillusioned and prefer to discontinue their practice. They pursue other labours in order to earn a regular source of income. This is terrible news for such valuable, indigenous art-forms.</p><p><br></p><p>At Kanvas, our ambition is to revive these ethnic styles by transforming it into a contemporary forms. Some designs are digitalized to make it commercial. Our footwear is created by Indian artisans who give their time and effort into the making of each pair. We want to pursue and nurture Indian art so it thrives in new, enchanting forms.</p><p><br></p><p>Kanvas is an Indian brand, and proudly so.</p>","industries":["Fashion"],"name":"KANVAS","sectors":["Others"]},{"email":"nisha.keshari@medideals.in","idea":"<p>A new age technology driven Ecommerce market place&nbsp; to cater to Healthcare and Pharma Industry</p>","industries":["Others"],"name":"Medideals","sectors":["Others"]}]