[{"email":"ceo@windna.in","idea":"<p>WinDNA is a traditional Direct to Consumer base Personalized health care company providing Wellnesssolution through DNA base diagnostic System. We do saliva base DNA test, help clients to understand their genetic reports through Genetic counselling and provide them wellness solution.</p>","industries":["Healthcare & Lifesciences"],"name":"WINDNA LIFE SCIENCES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"abhishek@notjustlex.com","idea":"<p>It is not unknown that there exists a huge gap between what is taught at law schools/colleges and the expectation of the employers in the real world.</p><p>&nbsp;</p><p>NotJustLex intends to bridge this gap. It’s focus is on making quality legal education accessible to all.</p><p>&nbsp;</p><p>NotJustLex was founded by Abhishek Sinha, in late 2019 after he resigned from the partnership of Khaitan &amp; Co (a leading law firm in India). NJL is a platform for young lawyers and law students to learn and express. NJL is committed to: (i) provide accessible quality legal learning; and (ii) bridge the gap between theoretical learning and practical applicability.</p><p><br></p><p></p><p>NJL offers certain specialised moderated classroom programmes and online programmes, with the intend to bridge the gap between theoretical learning and expectations of law firms, corporates, and clients. Focus is primarily on participatory learning. All courses have been designed based on participatory learning approach.</p><p>&nbsp;</p><p>Idea is to provide the learners a distinct professional edge in this competitive corporate environment.</p>","industries":["Education"],"name":"NOTJUSTLEX EDUCATION LLP","sectors":["E-learning"]},{"email":"kshitijbhelsekar@yahoo.in","idea":"The way to get started is to quit talking and start doing.”","industries":["Agriculture"],"name":"Kshitij manufacturing Pvt Ltd","sectors":["Agri-Tech"]},{"email":"secinnfur@gmail.com","idea":"<p>Online Platform for offline seller to sell their products location.</p>","industries":["Professional & Commercial Services"],"name":"Intelx Ecommerce","sectors":["Others"]},{"email":"doctorjuice2017@gmail.com","idea":"<p>Sarvayu was founded by Ayurvedic Doctors with a simple idea, to deliver holistic products that resolve the common concerns of today’s millennials. As Ayurvedic doctors, we believe that by following the principles of Ayurveda one can lead a Healthy lifestyle. The foods we consume are supposed to deliver nutrients to our body. But today, foods available in the market are processed or synthetically derived, and therefore lacking complete nourishment. At Sarvayu, we aim to traditionally source pure ingredients from nature to deliver authentic products. Our products uphold strong values of integrity and impart benefits as per the traditional practices in Ayurveda.&nbsp;</p>","industries":["Food & Beverages"],"name":"SHARJAY AYURVEDA FOODS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"nimish.mehta@innergize.in","idea":"<p>Consultancy to new ventures, development of unique solutions for peple wanting to start new venture&nbsp;</p>","industries":["Analytics"],"name":"Nimish Mehta","sectors":["Big Data"]},{"email":"sarguroh@phoneboothtmt.com","idea":"\n                        <p>DPIIT Registered</p><p><br></p><p>Develop a Digital twin platform to optimize, monetize and improve CX for Digital Service Providers.</p><p>HHBooth Digital Twin platform will help CSPs looking to gain cross-functional visibility and insights across their organisation to understand, design and optimize customer journeys. It envisions a simulated enterprise environment comprising three distinct blocks – infrastructure (IT, networks, physical assets),IT application stack, and business processes.&nbsp; </p><p>Business &amp;technical events are aggregated and ingested into the journey correlation engine for real-time correlation of customerjourneys and creating a cross-functional single view across organisational blocks. Correlated customer journeys are furtherforward simulated and monitored using an Artificial Intelligence based hybrid decision engine</p>        \n        ","industries":["Telecommunication & Networking"],"name":"PHONEBOOTH TMT CONSULTING (OPC) PRIVATE LIMITED","sectors":["Network Technology Solutions"]},{"email":"pithadiayagnik@gmail.com","idea":"We design and develop Manual standing wheelchair for differently abled people.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"RIta healthcare limited","sectors":["Healthcare Technology"]},{"email":"akshayngandhi@gmail.com","idea":"<p>Nuvera Energy Private Limited is having an online platform to provide doorstep delivery of fuel in a safe, reliable and efficient way. Anyone can Place order online and get fuel delivered at any location in specialized refuellers according to chosen schedule. When everything in the world today right from Food, cab, clothes, cars can arrive at the doorstep with just a click on phone or laptop, then why not diesel? We are making refueling smarter!</p><p>The doorstep diesel delivery solution not only provides convenience to the consumers but also roots out the losses in fuel procurement.</p>","industries":["Non- Renewable Energy"],"name":"NUVERA ENERGY PRIVATE LIMITED","sectors":["Oil & Gas Transportation Services"]},{"email":"maybanmobility@gmail.com","idea":"<p>Creating Innovative &amp; Environmental Friendly Mobility Solutions&nbsp;</p>","industries":["Transportation & Storage"],"name":"MAYBAN MOBILITY INNOVATIONS (OPC) PRIVATE LIMITED","sectors":["Passenger Transportation Services"]}]