[{"email":"saachv.utilities@gmail.com","idea":"<p>Manufacturer and retailer of Utility Bags and Pouches</p>","industries":["Fashion"],"name":"SaachV Utilities","sectors":["Lifestyle"]},{"email":"hr@promkraft.com","idea":"<p>We are Artistic Furniture manufacturer introducing unique Styles in Interior Designing worlds .We are always insisting on new things to innovate in today's modern world and boosting the standard of leaving of the people in Corporate worlds as well as Residential colonies,</p><p>We give values to the Client hence,carrying Tag line ''Jo Sachha Hai,Wo Achha Hai''.</p>","industries":["Architecture Interior Design"],"name":"Sandeep Naresh Joshi","sectors":["Others"]},{"email":"pinkesh@itgurussoftware.com","idea":"<p>TradePartners™ - www.tradepartners.in/ , a futuristic mobile first cloud-based app to manage and analyse data related to primary and secondary sells with T2 and T3 linking, productivity analysis of field forces across all verticals with optional real time GPS tracking, linked with respective PJPs</p><p><br></p><p><a href=\"https://tradepartners.in/\" target=\"_blank\">Read more here</a></p>","industries":["Enterprise Software"],"name":"TradePartners","sectors":["Cloud"]},{"email":"dranishajmehta@gmail.com","idea":"<p>STGS N Analytics LLP is a company which develops tools for Medical Adjudication of Insurance Claims deploying Standard Treatment Guidelines (STGs) and rule-based scoring system.\n</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"STGS N Analytics LLP","sectors":["Healthcare Technology"]},{"email":"kunalprabhu16@gmail.com","idea":"<p>Click &amp; shop is an online shopping platform where customer gets the best deals on various products . it also does affiliate marketing&nbsp;</p>","industries":["Others"],"name":"Click &amp; Shop ","sectors":["Others"]},{"email":"corporate@asiafinancegroup.com","idea":"<p>Rapid Rupee offers users the benefit of instant cash (upon successful registration), within a disbursal time of as little as 2 hours with a guarantee of zero paperwork. Rapid Rupee is here to change the money lending game and make instant cash accessible to all Indians.</p><p>Using new-age technology and a user-friendly interface, Rapid Rupee is able to approve loans within just 20 minutes. In a country like India where uncertainties rule daily life, Rapid Rupee and its services are a game-changer for a multitude of people. We are a team of tech-lovers, innovative thinkers and doers, who work hard so our consumers can take it easy.</p>","industries":["Others"],"name":"RapidRupee","sectors":["Others"]},{"email":"kanchan.tiwari@imandi.in","idea":"<p><a href=\"http://www.imandi.in\" target=\"_blank\">www.imandi.in</a><a href=\"http://www.imandi.in\" target=\"_blank\"></a></p><p>iMandi Platform is a One Stop Shop for Farmers and provides solutions for their entire farming life cycle by addressing all their requirements through various marketplaces; for Agri Inputs &amp; Output, Loans, Insurance, Education / Vocational Training, etc.; along with communication abilities (chat and calling), entertainment / information content to keep the users engaged.<br><br></p>","industries":["Agriculture"],"name":"Igrameen Emarket Platform LLP","sectors":["Agri-Tech"]},{"email":"akshashetty70@gmail.com","idea":"<p>Telemedicine software to help connect with ophthalmologist and optometrists. Also be used for public health connecting ophthalmologist to remote areas</p>","industries":["Healthcare & Lifesciences"],"name":"Eyetele","sectors":["Healthcare Services"]},{"email":"ABRACADABRANEXT@GMAIL.COM","idea":"<p>we want to sell products We want to set business and new products with creative passion&nbsp;</p>","industries":["Others"],"name":"abracadabranext","sectors":["Others"]},{"email":"gaurav@bridging-stars.com","idea":"<p>Company is creating value Manufacturer reaching to Consumer with E commerce Site with a support team virtual office back and team for AMC support.W<span>e are also creating confidence to the client for better support and warrantee.</span></p>","industries":["Others"],"name":"Bridging Stars","sectors":["Others"]}]