[{"email":"cssagarshah1992@gmail.com","idea":"Two projects: First: Awareness of government aided schemes to aspirants across the country since many have ideas and capability to grow but only fewer gets opportunity. Now it is the time that \"Opportunities\" have to knock the doors of the aspirants. Second: Corporate Governance Standards. The better the Governance more you beome attractive for investments and it enhances the brand image and public confidence.&nbsp;","industries":["Professional & Commercial Services"],"name":"Sagar Shah &amp; Associates","sectors":["Business Support Services"]},{"email":"pkdietmeals@yahoo.com","idea":"<p>Are you unsure about how the right food can help reach your health goals?For over 8 years PKHK has been creating tailormade meals for thousands of conscious, aware people who see food as a remedy for a better life. Poonam, a Food technologist and Nutritionist, and her team listen to and understand the unique needs of people. They scientifically design and also deliver personalised meals and beverages to suit different lifestyles and preferences. Meals that are healthy, nutritious and finger licking delicious too!</p>","industries":["Food & Beverages"],"name":"Grishma Health Foods Pvt Ltd","sectors":["Food Processing"]},{"email":"patent.tis@gmail.com","idea":"<p>Our company works on the module of converting a traditional dry fodder or feed grade agri-waste again into nutritive green fodder/feed loaded with wet algae biomass rich bio-nutritionals through fast growing algae the Chlorella or Spirulina or the Green forms of algae Dunaliella or Tetraselmis. These Algae will be cultivated in brackish, saline waters of Sambhar lake or in underground water at sunlit algal ponds or in Photobioreactors &amp; Green house.</p>","industries":["Healthcare & Lifesciences"],"name":"SABRAN BIOENTTRI PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"wkmumbai@gmail.com","idea":"<p>We are into complete School, college Making and supplies</p>","industries":["Education"],"name":"Wonder Kids Edutainment","sectors":["Education Technology"]},{"email":"vivid.manojsawant@gmail.com","idea":"<p>The VIVID DESIGN &amp; SPACE has been promoted with the objectives to manufacturer Wooden, Modular Furniture and Furnishing for Corporate, Commercial &amp; Residential establishments in terms of customized, system based or turnkey projects throughout the country.</p>","industries":["Others"],"name":"Vivid Design &amp; Space","sectors":["Others"]},{"email":"nikitabaheti125@gmail.com","idea":"<p>Nikole Kozmetics are known for offering the best range of Skin and Hair Care Products. Our company is located in Shirpur, Maharashtra (India) from where we supply the items to our clients all across the nation. All the manufactured products such as Aloe Vera Gel, Baby Hair Oil, Baby Massage Oil, Cream, Lotion, Facial Kit, Face Wash, Hand Wash etc. are loved for the quick  results they help to get. People who use our products cant stop raving about them and later no other brands meet their expectations. As a customer-centric organization, we support our customers in many ways from offering them best quality cosmetic products to helping them in the development of their product range.</p>","industries":["Fashion"],"name":"NIKOLE KOZMETICS PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"jskinfraa@gmail.com","idea":"<p>this is automatic pani puri machine which will have no human interaction and it will be like atm machines&nbsp;</p>","industries":["Food & Beverages"],"name":"JSK INFRAA","sectors":["Others"]},{"email":"zesthrservices@gmail.com","idea":"<p>Zest HR Services is an HR Services organization providing expertise in the areas of Recruitment, Training &amp; Development, Management Systems &amp; Mentoring across industries and verticals.\n</p><p>\n</p><p>We work with leading clients across India and work on requirements from Mid &amp; Senior Managerial &amp; Board Level Hires.\n</p><p>\n</p><p>Primarily catering to industries like IT / ITES, Real Estate, BFSI</p>","industries":["Human Resources"],"name":"Zest HR Services","sectors":["Recruitment Jobs"]},{"email":"phanif06@gmail.com","idea":"<p>We at RAWESENSE create all natural botanical Face Mist &amp; Toner, Body Mist, Perfume, Lip Balm, etc. Our fragrance are blend of finest plants, flowers, woods and resins available worldwide.</p><p><br></p><p>Experience the essence of Pure Mist and Perfumes, free from synthetic aromas and harmful chemicals.</p>","industries":["Fashion"],"name":"RAWESENSE","sectors":["Others"]},{"email":"aloomba13@gmail.com","idea":"The Next Level of Simplified , Secured and Safe Transports Solution<br>","industries":["Transportation & Storage"],"name":"VERUSH ROADWAYS LLP","sectors":["Freight & Logistics Services"]}]