[{"email":"mohan.reddy31@gmail.com","idea":"We Facilitate people to contact medical stores, Doctors and<br>diagnostic center and buying healthcare products on their fingertips.","industries":["Healthcare & Lifesciences"],"name":"cureworld","sectors":["Healthcare Services"]},{"email":"gltraders50@gmail.com","idea":"sell product on government e market place, as a staionery item and networking all item as per government department requirement &nbsp; <br>","industries":["Marketing"],"name":"GOOD LUCK TRADERS","sectors":["Others"]},{"email":"sharad@3iology.com","idea":"<p>We provide delightful digital solutions to organizations, businesses, products, and services that look forward to establishing and/or enhance their digital presence — to meet objectives, solve challenges, create opportunities, engage users, and deliver promises.\n</p><p>\n</p><p>Powered by creativity and possessed by programming, we are equipped to deliver a broad range of digital solutions: Professional website design &amp; development, web/mobile application design &amp; development, content management system (CMS), digital marketing including SEO, SEM, PPC, Email Marketing, Social Media Marketing (SMM) and cloud storage services.\n</p><p>\n</p><p>Our young, multidisciplinary team would be delighted to help you achieve your goals and delight your clients.</p>","industries":["IT Services"],"name":"KAMTI TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"vivaciousventures7@gmail.com","idea":"<p>Management Service provider and market research, offline sales and hotel, restaurant management&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Vivacious Hospitality Ventures Pvt Ltd","sectors":["Business Support Services"]},{"email":"shantanoob@gmail.com","idea":"<p>Restaurant and bar with seating capacity of 300 people with AC and non-AC sections.</p>","industries":["Food & Beverages"],"name":"Advait Hospitality","sectors":["Restaurants"]},{"email":"codeshrub@gmail.com","idea":"<p>Customized Digital Solutions for Small and Medium Scale Enterprises</p>","industries":["IT Services"],"name":"CODESHRUB LLP","sectors":["Application Development"]},{"email":"admin@travadda.com","idea":"<p>“ Travadda.com” &nbsp;is the World's First Multidimensional Community Platform and Business Solutions\nCenter for Travel, Tourism &amp; Hospitality Fraternity with a vision to make\nit a Global Domain-specific Marketplace where the trade Fraternity grows and\nprospers together.</p><p>&nbsp;</p><p>An End-to-end Cost-Efficient solution on Business Process\nManagement through Business Automation and Outsourcing Business Operations for the steady and swift growth of the Organization in the coming future.</p><p>&nbsp;</p><p>\n\n\n\n\n\n\n\n</p><p>A 360 degrees Cost-Effective solution for Easy Jobs and\nFlexi Manpower Sourcing within the industry, along with Domain Centric Serious\nBusiness Networking and an Affordable Marketing Platform to reach the targeted\naudiences.</p>","industries":["Human Resources"],"name":"TRAWELLHR SERVICES PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"poornima.giridhar@gmail.com","idea":"<p>We have just registered. We dont have any idea about how to go ahead, like how to initiate the process,how to have collaboration. Would like to know how can we partner with govt agencies</p>","industries":["Telecommunication & Networking"],"name":"Jivna Mitra Edutech LLP","sectors":["Others"]},{"email":"nayanjvora@gmail.com","idea":"<p>Verdure Bath PVT LTD is an e-commerce business. Verdurebath.com is the first of its kind. We use our e-commerce website to sell all products from the bathroom industry including CP-Fittings, Sanitary ware, tiles, water heaters, pumps, accessories, bathtubs, steam, and electronic bathroom/hygiene appliances. All these products are of different established brands such as Hindware, Jaquar, etc. as well as our own brand which is known as Verdure. Our products will be sold online through our e-commerce portal</p>","industries":["Retail"],"name":"VERDURE BATH PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"krishnakant@onlinekhata.co.in","idea":"<p><span>Bookmatic Pvt. Ltd</span><span>. is a </span><span>fintech </span><a href=\"https://onlinekhata.co.in/about2\" target=\"_blank\">company</a><span> that provides cloud-based invoicing and accounting automation services through</span><span>                  </span><span>OnlineKhata.co.in The company aims to meet the enterprise requirements of the SME industry.</span></p><p></p><p><span>OnlineKhata is the flagship product of Bookmatic Pvt. Ltd., our parent </span><a href=\"https://onlinekhata.co.in/about2\" target=\"_blank\">company</a><span> founded in May 2020, and is the result of 10+ years of passionate engineering backed by intricate domain expertise.</span></p><p></p><p><span><br></span></p>","industries":["Finance Technology"],"name":"BOOKMATIC PRIVATE LIMITED","sectors":["Billing and Invoicing"]}]