[{"email":"rakeshkumar@anduronindia.com","idea":"<p><a href=\"https://www.anduronremedials.com/\" target=\"_blank\">https://www.anduronremedials.com/</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"ANDURON REMEDIALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"info@jivdaniinfotech.com","idea":"<p>Make In India , We focused to much more Indian Applications.</p><p><span>Jivdani Info Tech India is a Software and Advertising&nbsp; startup from Mumbai Maharastra working since 2020&nbsp; from Mumbai and we had served&nbsp; national clients in the mean time.Our website&nbsp; : www.jivdaniinfotech.com.</span><span>&nbsp;jit is special for software ,mobile app,digital marketing,graphic design.&nbsp;</span></p>","industries":["Enterprise Software"],"name":"Jivdani Info Tech  India","sectors":["Customer Support"]},{"email":"shyam@sheltonhvac.in","idea":"<p>Established from a team of HVAC engineers with more than 35 years of experience in HVAC, we have state of the art factory with 30,000 Sq.ft which has all machineries from the best manufacturers across the globe. With our expertise in HVAC industry we can cater all your requirements for finned type heat exchangers that are commonly used in HVAC equipment’s such as Cooling Coils, Heating Coils, Direct Expansion Coils, Condenser Coils, FCU Coils, Steam Coils, Run Around Coils, Reversible Coils, etc. In addition to OEM customer’s we can also cater to replacement market, which can be single or multiple coils for Air Cooled Chillers, Air Handlers, Package unit, or any other large sized Air Conditioning Equipment. \n</p><p><br></p><p><b>Quality</b> \n</p><p>All our products are manufactured under stringent Quality Inspection Procedures as per our Quality Management System – ISO 9001:2015, which ensures inspection right from the inward inspection of raw materials, followed by stage wise inspection during manufacturing &amp; final inspection post manufacturing to meet our customers requirements. \n</p><p><br></p><p><b>Our Technical Strength </b>\n</p><p>With our inhouse design team &amp; with the support of our customized coil design software, you can rely on us to develop any coils to meet the design conditions. With required design conditions, our software can calculate the required number of Rows, the Required Fin Spacing (FPI), the number of Circuits, Header Size. It will also get the other technical data’s such as Air Side Pressure Drop, Media Pressure Drops, Total &amp; Sensible Capacity ,SHR, Flow rate, Velocity , etc. Upon satisfactory approval from customers our engineers will prepare the AutoCad drawings &amp; get it for your approval, post which manufacturing is initiated, which guarantees that products manufactured meets your expectations. In case of replacement coils, within India we can send in our engineer to site who will gather coil data &amp; then we will manufacture the same replica or a modified one to meet the requirements which will guarantee  enhanced performance.\n</p><p><br></p><p><b>Packing \n</b></p><p>We understand the value of your investment in our quality products &amp; hence to take extra care during transit of our products while it reaches you in best quality as manufactured, we ensure that all coils are packed in Cage Palletized packing or Box Packing with additional insulation material as  protection on the exposed coil fin surface area specially at extreme end coils, inside the pallet. For export worthy shipments, regulations of destination country is followed such as use of Fumigated Timber or Fumigation post packing to ensure local compliance. \n</p><p><br></p><p><b>Logistics \n</b></p><p>With our inhouse logistics team, you can be assured to have our products delivered as door delivered either as Full Truck Load or  Part Load for our Indian customers &amp; as  LCL or FCL Shipments for our export customers with delivery terms as  Ex-Works, FOB, CNF, CFR, CIF across any major ports globally. \n</p><p><br></p><p><b>Why Shelton?\n</b></p><p>With all our major raw materials being sourced locally , all the New Generation Machineries we use for our various process involved in manufacturing &amp; with our highly experienced and skilled workforce , rest you can be assured that we will be able to remain committed to our shortest  delivery schedules, to ensure that we remain your trusted &amp; reliable business partner for all your coil requirements.\n</p><p> \n</p><p><b>Our Products\n</b></p><p>\tChilled Water Coils\n</p><p>\tHot Water Coils \n</p><p>\tDirect Expansion (DX) Coils\n</p><p>\tCondenser Coils\n</p><p>\tEvaporator Coils\n</p><p>\tFCU Coils\n</p><p>\tSteam Coils\n</p><p>\tRun Around Coils\n</p><p>\tReversible Coils</p>","industries":["Design"],"name":"SHELTON HVAC PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"khajuriatmpl@gmail.com","idea":"<p>1. To carry on the business of buying and selling of milk product and manufacturers producers, processors, buyers, sellers, distributors, commission agents and dealers in milk, cream, butter, ghee, cheese, condensed milk, malted milk, milk powder, skimmed milk powder, whole milk powder, ice -cream, milk foods, baby foods, infant foods and milk products and milk preparations of all kinds</p><p>2.    To carry on the business of manufacturers, producers, buyers, sellers, distributors, commission agents, importers &amp; exporters of all types &amp; kinds of bread, biscuits, bakery products, confectionery, sweets &amp; namkeen foods products. \n</p><p>\n</p><p>3.    To carry on the business of hotel, restaurant, snack bar, milk bars &amp; catering. \n</p><p>\n</p><p>4.   To carry on the business of manufacturers, producers, processors, buyers, sellers, distributors, commission agents and dealers in all kinds of aerated, artificial and mineral waters, soft drinks, carbonated drinks, fruit and vegetable powders and preparations of all kinds, fruit juices, protein foods, instant foods and foods stuffs and provision of all kinds. \n</p><p>\n</p><p>5.   To carry on the business of farming, agriculture and horticulture in all their respective forms and branches and to grow, produce, manufacture, process, prepare, refine, extract, manipulate, hydrolise, deodorize, frind, bleach, hydrogenate, buy, sell or otherwise deal in all kinds of agricultural, horticultural dairy and farm produce and products including foodgrains, cereals, seeds, oilseeds, plants, flowers, vegetables, fruits, vegetable and edible oils and foods products and preparations of any nature or descripttion whatsoever. \n</p><p>\n</p><p>6.     To import &amp; export of all kinds &amp; types of food products</p>","industries":["Food & Beverages"],"name":"KHAJURIA MILK PRODUCT PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"junaidsiddiqui2425@gmail.com","idea":"<p>TALIB E ILM</p><p>IT IS AN ONLINE ARABIC/MADRASA TEACHING PLATFORM. STARTED BY HAFIZ JUNAID FARID SIDDIQUI<br>STUDENT OF POLITICAL SCIENCE AND INTERNATIONAL RELATIONS&nbsp;</p>","industries":["Education"],"name":"TALIB E ILM ","sectors":["E-learning"]},{"email":"jinaysheth90@gmail.com","idea":"<p>We intend to take three wheeler automotives assembling technology to certain countries in Africa with the eventual goal of having our own manufacturing and r&amp;d facility in India to bring new innovations in the 3 wheeler automobile industry.<br></p>","industries":["Automotive"],"name":"J&amp;J PLC","sectors":["Auto & Truck Manufacturers"]},{"email":"ROHIT@CHSTECH.IN","idea":"<p>CHS Technologies takes a holistic approach towards “Healthcare to all”, and “Make in India” initiative. With the use of ICT, we have conceptualized “CHS HealthSuite” as a product suite that breaks down the barriers between patients, providers (various departments) and payers. Our concept is fundamentally rooted in the belief that everyone involved in patient care and management needs to have appropriate access to a 360-degree view of the patient.\n</p><p>\n</p><p>With the advent of Digital India and e-Governance, our HeathSuite provides providers, patients and in some cases, payers real time access to data relevant to a patient’s care continuum. We have combined the best practices involving Financial management, Business Operations, Human Resources Management, Information Management, Organizational Governance, Patient Care Systems, Quality Management, and Risk Management into a single software solution - CHS HealthSuite.\n</p><p>\n</p><p>CHS HealthSuite brings various functionalities of Gold Standards under one umbrella - Right from doctor and department search, patient engagement chatbots, AADHAR linked patient appointments and tracking, multi-channel patient communications, identification of Medico-Legal cases by MO, electronic labs order/reports, electronic submissions of pharmacy prescriptions, both in and out maintenance of inventories and medicines, charges related to the services provided etc.</p>","industries":["Healthcare & Lifesciences"],"name":"CHS TECHNOLOGIES LLP","sectors":["Healthcare IT"]},{"email":"spratishnair@yahoo.com","idea":"<p>“We Primarily Focus on the creation of Products &amp; Services that have an impact on environment and users. We’re here to make peoples lives easier and better.”\n</p><p>\n</p><p>RTS FOODS is a Indian based Food Manufacturing  company established in 2017 Jan specializing in manufacturing Authentic Kerala Idli Dosa Batter as well as all other batters. RTS now has a Brand that is the only batter that is 0 % Fat. RTS Aims to Provide a Ready to Serve Quality and Healthy breakfast snack as well as all kind of Dry Snacks like Namkeen, Farsan, Chakli, Chips etc.</p>","industries":["Food & Beverages"],"name":"RTS FOODS","sectors":["Food Processing"]},{"email":"jigarpanchal9599@gmail.com","idea":"<p>Need funding to start my own business</p><p>Already started business with an idea of door step delivery</p><p>Wanto to improve connections and give premium quality products to customers to increase turnover</p>","industries":["Automotive"],"name":"Carjet automotive detailing services","sectors":["Others"]},{"email":"PRAVIN_SINHA@REDIFFMAIL.COM","idea":"<p>Retail of FMCG goods through eCommerce Mobile App based. We are promoting products manufactured by Swadeshi companies, We observed that many people want to buy swadeshi products but find it difficult to research which products are manufactured by foreign based MNCs and which are manufactured by india based MNCs. we will be providing services of direct doorstep delivery in mulltiple cities in India, starting with Mumbai.</p>","industries":["Retail"],"name":"XENMART TECHNOLOGIES PRIVATE LIMITED","sectors":["Retail Technology"]}]