[{"email":"avi.hiroko@gmail.com","idea":"<p>Automation and digitization of Construction Industry using Building information Management and Artificial intelligence.</p>","industries":["Construction"],"name":"Apiary","sectors":["New-age Construction Technologies"]},{"email":"globalbww@gmail.com","idea":"<p>FEATAL HEART MONITORING EXPERIENCE WITH SMARTPHONE BASED INTERACTIVE NST MACHINE.</p><p>globalappoint@gmail.com</p>","industries":["Healthcare & Lifesciences"],"name":"GLOBAL APPOINTMENTS","sectors":["Health & Wellness"]},{"email":"kanishkachaudhry@gmail.com","idea":"<p><span>I have identified the need to provide Consulting Services in two fields in which I possess industry-wide expertise and qualifications.&nbsp;</span></p><p><br></p><p>1. Providing Inclusion and Diversity Consulting, Training, Workshops, etc to government, nonprofits and corporate entities so that they can get sensitized and become more inclusive to minority populations in India like Women, LGBTIQ+ population, specially-abled people, army veterans, etc. in their hiring, managing, staffing, etc. activities while making them feel belonged in the mainstream.</p><p>I have imparted Inclusion and Diversity Consulting services to various corporates in the US, Asia Pacific, and Australia.</p><p><br></p><p>2. Provide Blockchain-based solutions to Supply chain problems in India across sectors. I am a Certified Blockchain and Supply Chain Professional (certification number 22127614 from the BlockChain Council) with 14+ years of experience in supply chains across product lines, industries, and geographies.&nbsp;</p><p><br></p><p>I have incorporated a sole proprietorship (UDYAM-MH-18-0006489) as a research and consulting body under which I can loop in like-minded researchers and practitioners of Diversity and Inclusion and Blockchain Technology (two separate verticals) and provide the necessary solutions to government, non-profit and corporate entities.&nbsp;</p><p><br></p><p>My education and experience details are as under:</p><p><br></p><p><b>EDUCATION:&nbsp;</b></p><p>MBA (International Business), Indian Institute of Foreign Trade</p><p>B.Tech (Mechanical Engineering), Jamia Millia Islamia</p><p>Certified Blockchain and Supply Chain Professional, BlockChain Council</p><p><br></p><p><b>EXPERIENCE:</b></p><p>14+ Years onsite and offsite experience in Supply Chain Management, Strategic Procurement, Supplier Diversity, Diversity and Inclusion across Industries (Agricultural, FMCG, Pharmaceutical, Manufacturing, Chemicals, etc), Companies (Cargill, GEP, Kellogg, etc.) and Geographies (India, US, Australia, Germany, UK, South Africa, Thailand, Korea, Malaysia, Japan, etc.)</p><p><br></p><p><b>Linkedin profile:</b> https://www.linkedin.com/in/kanishkachaudhry/</p>","industries":["Social Impact"],"name":"Samavesh Research and Consulting Solutions","sectors":["Others"]},{"email":"dev.redpolymer@gmail.com","idea":"<p>Unkooked is a solution that focuses on consumers for their hassles before cooking their meals.&nbsp;</p><p>Cumbersome tasks such as venturing out of the home, waiting in the queue at your favourite poultry shop or vegetable vendors, buying other necessary products which are pre-requisites for cooking a meal, and last but not the least cleaning of those products before cooking.&nbsp;</p><p>The above tasks are time-consuming and exhaustive moreover for some non-vegetarian consumers, it is a complete turn-off as the site of the poultry shop and blood stained products is difficult to unsee.</p><p>Unkooked covers customers with all the mundane hassles, saving valuable time and making cooking stress-free.</p><p>Products provided from us qualify freshness, purity, and sanity tests.</p><p><br></p><p>Using Unkooked App consumers of all age can order required items using its easy app interface in a few steps-</p><p>1. Choose items required</p><p>2. Select preferred delivery time for scheduled order</p><p>3. Pay as per your choice of payment mode</p><p>4. Order is placed</p>","industries":["Food & Beverages"],"name":"Unkooked","sectors":["Others"]},{"email":"infinityartservices@gmail.com","idea":"<p>INFINITY ART SERVICES, a turn-key art\n&nbsp;<span>consulting firm, </span></p><p><span>uses the language of art, design to compose powerful visual strategies that enhance spaces, and touch people in a meaningful way. We use a unique discovery process to guide our clients through the&nbsp;</span><span>complex process of articulating their vision and values by exploring a variety of concepts and media. Together we consider the art program potential for the built environment.</span></p>","industries":["Design"],"name":"INFINITY ART SERVICES","sectors":["Others"]},{"email":"biobossnutra@gmail.com","idea":"\n            <p>BIO BOSS NUTRA PVT LTD is manufacturer &amp; Micro MSME registered Exporter of Herbal dietary supplement, Nutraceuticals, Ayurvedic products and medical instruments.</p>\n        ","industries":["Healthcare & Lifesciences"],"name":"BIOBOSS NUTRA PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"summitgamesentertainment@gmail.com","idea":"\n            <p>We are a technology and a media company providing digital <br>solutions in technology and entertainment industry.</p><p><br></p><p>-&gt; We provide technology (software) integrated AR and VR solutions mixed with media (art) as a digital content. <br>-&gt; We work with Global Clients, work on premier projects which are ready for the Industry 4.0 Revolution. <br>-&gt; We are focused with Cutting Edge XR and Digital Media Solutions as a Software technology product and services.<br></p>\n        ","industries":["AR VR (Augmented + Virtual Reality)"],"name":"SummitGames Digital Entertainment Pvt Ltd","sectors":["Others"]},{"email":"nirmal@ambab.com","idea":"<p>AmbabIoT is a technology company based in Mumbai, Maharashtra with a mission to help companies and their clients connect people, processes, and things together that make their lives easier, safe, and efficient.\n</p><p>\n</p><p><span>AmbabIoT offers solutions in Artificial intelligence (AI), Machine Learning (ML),  hardware engineering, embedded systems, sensor design, wireless communications design, data analytics, mobile apps, and web services. It also serves as a turnkey Systems Integration &amp; Implementation partner for key IoT products and platforms. It also provides software customization on IoT products to meet the customer’s unique needs.</span></p>","industries":["IT Services"],"name":"Ambab IoT Pvt Ltd","sectors":["Product Development"]},{"email":"gaursmail85@gmail.com","idea":"To build India as global presence and to become important and sole resource for trade globally, which will give manufacturing boost and the base for business growth with lot of opportunities and lot of employment growth programmes. This will result with my ideation&nbsp;","industries":["Food & Beverages"],"name":"Mantra","sectors":["Others"]},{"email":"incorpadvisorydigital@gmail.com","idea":"<p><a href=\"https://incorpadvisory.in/\" target=\"_blank\">https://incorpadvisory.in/</a></p><p><br></p><p>Incorp Advisory Services is a leading financial advisory and business consultancy company in India with presence in 15+ cities</p>","industries":["Finance Technology"],"name":"Incorp Advisory Services","sectors":["Advisory"]}]