[{"email":"jackmergemarine@outlook.com","idea":"<p>service work of mechanical, fabrication .fitment ,ailgnment , material supply and all kind of hydraulic and compressor work&nbsp;</p>","industries":["Aeronautics Aerospace & Defence"],"name":"JACKMERGE MARINE INDIA PRIVATE LIMITED","sectors":["Defence Equipment"]},{"email":"ranadeep.sil@gmail.com","idea":"<p>idea is to cater to the Local business done in an unorganised way to more sustainable,organised approach which will help in wealth creation of the people involved and to give a ready platform for / to showcase creativity</p>","industries":["Other Specialty Retailers"],"name":"homeconnect","sectors":["Others"]},{"email":"adityamorde@outlook.com","idea":"<p>We are agriculture based Business, planning to grow/produce bamboo in large quantities and setup a bamboo treating plant to produce RAW MATERIAL for other industries. As bamboo has various uses it can be processed and used in many sectors.</p><p>Other than just suppling RAW MATERIAL to other industries we also plan to manufacture end products from bamboo which will be eco friendly in nature.</p>","industries":["Agriculture"],"name":"MORDE INDUSTRIES PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"omkarrni@gmail.com","idea":"<p>The GLOBTECH ENTERPRISE is a Pump, Motor and Valve distributing company. Established in the year 2020 by Mr. Omkar Rajendra Raut(Mechanical Engineer). A firm is sole proprietorship, which supply products of well authorised manufacturing companies such as KIRLOSKAR BROTHERS LIMITED, SIEMENS, SCHNIEDER ELECTRI &amp; etc.</p>","industries":["Others"],"name":"GLOBTECH ENTERPRISE ","sectors":["Others"]},{"email":"aminsarbatwala@gmail.com","idea":"<p>Champion wants to revolutionise the beverage industry mainly ruled by MNC .Champion aspires to bring products which are healthier and used by all types of customers \n</p><p>Cola has proven high sugar content and other preservative , whereas Champion products are organic , natural and healthier.</p>","industries":["Food & Beverages"],"name":"CHAMPION FOODS AND BEVERAGES LLP","sectors":["Food Processing"]},{"email":"admin@carexiahealthcare.com","idea":"Carexia Healthcare manufacturing and sealing Tablet","industries":["Marketing"],"name":"Carexia Healthcare Pvt Ltd","sectors":["Sales"]},{"email":"nikunjsingh89@gmail.com","idea":"TedTech is a croud sourcing platform,where 105 different field experties have opted in to give the best required output for the projects uploaded on our website&nbsp;","industries":["IT Services"],"name":"TEDTECH PRIVATE LIMITED","sectors":["IT Management"]},{"email":"RAHUL@ROTECHSMART.IN","idea":"<p>Our vision is to change the way people cook food.\n</p><p>We are developing Robots for Kitchen.\n</p><p>\n</p><p>Now even a kid can make Rotis with just a tap of a click.\n</p><p>It is a fully automatic IOT based roti making machine. \n</p><p>\n</p><p>Just put the flour, water and oil in the container. Select the number of Rotis, roast and thickness level using an App. \n</p><p>Your Rotis are available on the plates in few minutes.</p><p><br></p><p>We also Deliver services to corporate, institutions and students in more than 40 cities of India, ROTECH is a pioneer in the implementations of new ideas and modern technology for all the educational and training needs as it incorporates technology</p>","industries":["Automotive"],"name":"ROTECH SMART VENTURES ","sectors":["Others"]},{"email":"info@carvo.in","idea":"\n                        <p><span>CARVO is a complete auto care Indian start-up, incepted with the purpose of saving water being wasted in washing the vehicle. </span></p><p><span><br></span></p><p><span>With Eco-friendly water-less cleaning, Carvo not only saving treated water but also contributing to reducing carbon footprint and making daily driving a super hygienic and comfortable experience for the whole family. </span></p><p><span><br></span></p><p><span>Daily car wash is 99% an-unorganized sector, neglected for decades, which is primarily attended by local household help who is neither skilled nor equipped with proper equipment's needed to do the job.</span></p><p><span><br></span></p><span>Our Mission is to save 21000M liter-water and create employment for more than 10,000 </span><span>people by </span><span>2030.</span>        \n        ","industries":["Automotive"],"name":"RIDE AUTONOMICS PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"vnv005@gmail.com","idea":"\n            <p>INBOX CREATIONS is an India-based new startup company in Innovation, Automation and Robotics. We provide Solutions to Industrial Automation challenges as well as innovate in different fields of Electronics and Mechanical integration. We combine the principles of dynamic control and balance with sophisticated mechanical designs, cutting-edge electronics, and next-generation software for high-performance robots equipped with perception, navigation, and intelligence.</p><p>Located at our Headquarters in Mumbai, Our Research and Development Department focuses on latest technology which helps us provide fast and accurate solutions.</p><p><br></p>\n        ","industries":["Internet of Things"],"name":"INBOX CREATIONS","sectors":["Smart Home"]}]