[{"email":"ABHISHEKJAZZ12@GMAIL.COM","idea":"<p>Readerscook is a content platform   we share original content  on our website for reaching our voices to peoples,readerscook is  also a content creating and sharing media where the real story and news is updated without any support of fake media\n</p><p>\n</p><p>since 2018,readerscook has made great progress in  digital platform and reached through thousand of the user with the help youth voices amongst the world</p>","industries":["Media & Entertainment"],"name":"Readerscook news","sectors":["Digital Media News"]},{"email":"rohit.zealcamp@gmail.com","idea":"<p>Zealcamp Solutions (I) Pvt. Ltd. is an integrated facility management solutions Company. Zealcamp is s subsidiary of Group 7 Guards Pvt Ltd. We provide Security Services, Mechanized House Keeping Solutions, MEP Solutions (Mechanical, Electrical, Plumbing, Carpentry) .Pest Control Services.\n</p><p>Zealcamp at delivering services to Real estate assets such as corporate offices, industrial facilities, educational institute’s, hotels &amp; restaurants, shopping malls corporate parks, luxury residential complexes, entertainment and amusement parks and the likes</p>","industries":["Professional & Commercial Services"],"name":"ZEALCAMP SOLUTIONS INDIA PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"ramtexfab@gmail.com","idea":"<p>Exploring Health Related Product. A good habit can make entire day Happy.</p>","industries":["Healthcare & Lifesciences"],"name":"ANANT BAHETI","sectors":["Health & Wellness"]},{"email":"adithyaiyer1999@gmail.com","idea":"<p>Building agri prediction models by leveraging AI and satellite imagery</p>","industries":["AI"],"name":"Budnip","sectors":["Machine Learning"]},{"email":"smitabagle56@gmail.com","idea":"<p>Designing of Building Services &amp; Outsourcing Design services from Europe &amp; USA</p>","industries":["Architecture Interior Design"],"name":"MEPCON DESIGN STUDIO","sectors":["Others"]},{"email":"vivek.gaggar@nvrandco.com","idea":"<p>Macmerise Celfie Design Private Limited is pioneering the concept of getting your picture inserted with Celebrities on accessories. We are the only brand of its kind which not only has license for celebrities like Mr. Bachchan but also has created templates of celebrities' images with blank spaces for inserting your own photo on accessories like Phone and Tablet Covers, Laptop Skins, Power banks, Headphones, Chargers, Mugs, T-shirts,etc. This gives fans who are our customers, the opportunity to literally be in the same frame as their heroes/heroines/sportstars and the entire process is online and automated.\n</p><p>\n</p><p>This unique idea has now gained traction and a major part of our sales are now for customised products. We are the only company in India which has been pursuing Bollywood IPs and celebrities and has been making merchandised products around those properties, for.e.g. movies like Jab Harry Met Sejal, Baaghi2, Queen, Zero, GullyBoy,etc. This concept has given us a distinct identity in the startup ecosystem and we are now going to do even more such licensing tie-ups going ahead, thereby giving us a unique business model.</p>","industries":["Others"],"name":"MACMERISE CELFIE DESIGN PRIVATE LIMITED","sectors":["Others"]},{"email":"dheeravarandani@gmail.com","idea":"<p>Idea to revolutionize concept of \"School From Home\"</p>","industries":["Education"],"name":"Digital Awakening","sectors":["Education Technology"]},{"email":"info@esanitizer.in","idea":"Organization formed by engineers with more than 25 years experience to develop electronic sanitizing devices","industries":["Design"],"name":"Avighna Technologies","sectors":["Industrial Design"]},{"email":"caanshulajmera@gmail.com","idea":"<p>Colonel Ventures is a Startup aiming to bridge the gap between startup and Investors with respect to fund raising, Due diligence, Post Investment Review and startup compiances.</p>","industries":["Professional & Commercial Services"],"name":"COLONEL VENTURES PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"saiomkarfoodproducts@gmail.com","idea":"<p>Quality product range in Namkeen and Snacks, Startup in small rural area&nbsp;</p>","industries":["Food & Beverages"],"name":"Sai Omkar Food Products","sectors":["Food Processing"]}]