[{"email":"hetanshmehta@investit.ai","idea":"Invest IT is in the field of Investment Tech, with the aim to create seamless user experience and provide new features to an existing and established market.","industries":["Finance Technology"],"name":"Invest IT","sectors":["Trading"]},{"email":"neeraj.m.rai@gmail.com","idea":"<p>Navitech Engineers Private Limited has ventured into manufacturing of precision forging at up-to-date manufacturing unit at Wada, Palghar.  With expertise of over 25 years, promoters have successfully developed near net shape and flash-less components at the manufacturing unit.</p>","industries":["Technology Hardware"],"name":"NAVITECH ENGINEERS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"newnovan589@gmail.com","idea":"<p>Cotton Soft Zone Private Limited produces a diverse range of clothing. We manufacture clothing for men, women, and children. Our team of expert designers creates all of the various clothing styles. We also create products that are specifically tailored to the needs of our customers.<br></p>","industries":["Fashion"],"name":"COTTON SOFT ZONE PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"thesocialcaravan@gmail.com","idea":"<p>To carry on in India the business of creating content, marketing, promoting, advertising franchising or dealing in any of the above activities both in internal and external markets, on digital media or any other online or digital means, on its own or through any sort or nature and to appoint sub-franchisers etc., for any of the above purposes, in India or elsewhere and marketing through online marketing, digital marketing in various sites. Helping companies create marketing materials &amp; creating original content to form brands. Social Media Content creation and management as well.</p>","industries":["Advertising"],"name":"SOCIAL CARAVAN","sectors":["AdTech"]},{"email":"Sumedh@atdaybreak.co","idea":"<p>the company deals in oral care products and cosmetics in India and abroad</p>","industries":["Others"],"name":"MOLAR VALUES PRIVATE LIMITED","sectors":["Others"]},{"email":"cs@poojaentertainment.in","idea":"<p>The LLP is formed to carry on the business as producers, distributors, exhibitors, consultants, technical consultant, advisor, importers and exporters of all entertainment activities including motion pictures, feature films, short films, promotional films, news and documentary films, satellite channel, T.V. Commercials, T.V. Serials, Government films, films, multimedia, interactive T.V. &amp; Video, Web series &amp; serials for digital space and to purchase, import, export, take on hire, or otherwise acquire (with or without negative rights) cinematograph films and motion pictures with distributing exhibiting and renting rights and dubbing, substituting the films and rights so acquired and also Company's productions with their exhibiting, distributing and renting rights or negative rights, both for Indian and Overseas markets.</p>","industries":["Media & Entertainment"],"name":"MULTII VENTUREZ LLP","sectors":["Entertainment"]},{"email":"legal@blupack.com","idea":"<p>Innovative Idea in the field of E-Pharmacy. Pre-Sorting and packing medicines as per prescription dosage. Enabled end-to-end with technology. Mobile App for Patients and suitable and robust back end for order processing via specialised tablet dispensing technology.<br></p>","industries":["Healthcare & Lifesciences"],"name":"BLUMED HEALTH SOLUTIONS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"ganeshlokare26@gmail.com","idea":"<p><span>An Experienced\nand Experiential Event Management Company, Providing Wide Range of Services,\nMagic Touch Has Created Several Programs for An Extraordinarily Diverse\nClientele, Including Major Corporations, Non-Profit Organization, Advertising\n&amp; Public Relations, Productions Houses &amp; For Individuals. Magic Touch\nSpecializes in Celebrity / Artist Management, Musical Stage Show, Wedding\nplanners &amp; Food Festivals. We Also Have Extensive Experience in Organizing\nBirthday Party, Advertisement &amp; Product Launch, Opening ceremonies,\nfestivals Events, sports Events and Many More</span></p>","industries":["Events"],"name":"MAGIC TOUCH EVENTS","sectors":["Event Management"]},{"email":"accounts@sprinttechltd.com","idea":"Sprint Tech Solutions Limited is a team of IT Professionals who had a\n<div>common vision of bringing Information technology advantages across\n</div><div>various industry levels.\n</div><div>STSL has been continuously evolving and adapting itself to provide Clients\n</div><div>with solutions towards Operational efficiency along with\n</div><div>significant cost benefits.\n</div><div>Our growth has been phenomenal over the years and today we stand and\n</div><div>compete among the best in this field. We provide IT Infrastructure\n</div><div>integration and technology process solutions on a pan-India basis. Our\n</div><div>diverse range of Products and Services makes us a preferred one-stop\n</div><div>solution provider for end-to-end IT Infrastructure setups</div>","industries":["IT Services"],"name":"SPRINT TECH SOLUTIONS LIMITED","sectors":["IT Consulting"]},{"email":"connestartconsulting@gmail.com","idea":"<p>connestart is stock market and financial company,Which helps people to invest in stock market and trading in stock market,</p>","industries":["Finance Technology"],"name":"connestart","sectors":["Advisory"]}]