[{"email":"pervez@imedmatrix.com","idea":"<p>The Company is in healthcare medical technology service provider. The Company proposes to be associated with schools for complete healthcare of students in school. This is the first of its types and the Company aims to collaborate with schools for complete student health care.</p>","industries":["Healthcare & Lifesciences"],"name":"IMED MATRIX LLP","sectors":["Health & Wellness"]},{"email":"upkar.raut@gmail.com","idea":"<p>A localisation consultancy firm for providing marketing services to the Manufacturers who want to cater the Infrastructure and Construction Industry.</p>","industries":["Marketing"],"name":"Bolin Consultants LLP","sectors":["Branding"]},{"email":"bennystephan@live.com","idea":"<p>Vintify works as a marketplace for leading technology products that facilitate digitalization in India. It brings together service providers, digital products manufacturers, clothing and apparel brands, and technology adopters on a single platform to enable transaction of products and services.</p>","industries":["IT Services"],"name":"VINTIFY TECHNO PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"amolpunde09@gmail.com","idea":"<p>To manufacture, import, export, buy, sell, manipulate, prepare for market, can process, preserve and otherwise deal in oils, vegetable oils and fats, vegetable and ghee, oil made or processed from seeds, coconuts, ground nuts, products of plantation, horticulture, agriculture and forest produces and to carry on the business of manufacture, processing, packaging, trading, wholesale and retail distribution of domestic and export sale of oils, vegetable oils and fats, vegetable and ghee, oil made or processed from seeds, coconuts, ground nuts, products of plantation, horticulture, agriculture and forest produces and to carry on business of manufacture, Import, Export, processing, packing, re-packing, trading in, purchase, sell and to act as mercantile agents, clearing and forwarding agents, brokers, consignors, consignees, conversion agents, distributors, act as stockiest or otherwise in any other manner deal in all types of food and food products, organic foods, processed foods, packed foods, frozen foods, canned and Jarred foods, poultry products, groceries including ready to eat preparations, condiments, other ethnic preparations, agricultural goods, agricultural produce, soya bean, wheat, rice &amp; rice products, maize, all types of cereals, pulses, dhal, oats, cash crops, sugar cane, sugar, vegetables, and fruits including dehydrated fruits and vegetables and their products, preserved fruits, dry fruits, jam, pickles, masalas, masala mixes, coffee and coffee products, tea &amp; Tea products, edible oils, hydrogenated fat, vanaspathi, tallow, meat and meat products, marine products, poultry, piggery, prawn and pisci-culture, dairy products, condensed milk, flavored milk, ice cream, butter, ghee, backed products, pastries, confectioneries, sweets, biscuits, chocolates, beverages, fruit juices, concentrates, mineral water, soft drinks, syrups, preservatives, flavors, colouring agents, emulsifiers, food supplements, nutrients, natural or synthetic chemicals used for processing and preservation in the food industry and all kinds of other things which may be required for the purposes of or in connection with the business of Limited Liability Partnership or as are commonly manufactured, supplied or dealt in by persons engaged in any of the said business.</p>","industries":["Food & Beverages"],"name":"WAPU FOODS LLP","sectors":["Others"]},{"email":"shoonya.harness@gmail.com","idea":"\n            <p>Shoonya is a partnership firm into the buisness of manufacturing and trading of Pet essentials &amp; other utility produts&nbsp;</p>\n        ","industries":["Pets & Animals"],"name":"Shoonya","sectors":["Others"]},{"email":"priyankapalande195@gmail.com","idea":"hospitality services and transportation services of petroleum products","industries":["Non- Renewable Energy"],"name":"priyanka palande","sectors":["Oil & Gas Transportation Services"]},{"email":"sonawane.rohit769@gmail.com","idea":"<p>Bookyour party is totally on idiation level. it is going to make night life easier than ever with hassel free entry to a night club.</p><p>a digital platform for club owners. Solutions for party animals.&nbsp;</p>","industries":["Others"],"name":"Bookyourparty","sectors":["Others"]},{"email":"vinodbabeley@gmail.com","idea":"<p>I am working in film industry since last 10 years I have great idea to expand film production business, nowadays film makers facing so many problems to get the permission to shooting in Indian states also they film makers has to face the challenges local persons.my idea is related to online platform for film makers and vendors so they can do their work easily.like locations permission equipments.allow them to get the online permission for shooting in any Indian state also assuring about subsidy state wise.if film makers get the one online platform for all legal permission for shooting that would be very easy for them&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"online Production ","sectors":["Business Support Supplies"]},{"email":"divsamcare@gmail.com","idea":"<p>Divsam Industries Mumbai base startup and manufacture all kind cleaning products for cleaning hygienic use.&nbsp;</p>","industries":["Chemicals"],"name":"Divsam Industries","sectors":["Others"]},{"email":"dynodeepakk@gmail.com","idea":"<p>Our startup aims to organize all sorts of SPORTS&nbsp; tournament across india , and bring out local talent which would perform globally&nbsp;</p>","industries":["Sports"],"name":"DG GLOBAL SPORTS ","sectors":["Sports Promotion and Networking"]}]