[{"email":"shiwam.thakare@gmail.com","idea":"<p>Transofy Pvt Ltd. is a hyper-local deals discovery platform, connecting customers and merchants across services like shops, restaurants, spa, salons, activities, etc. It helps customers discover fantastic offers at their favorite outlets and also become a sales channel for offline/online merchants.</p>","industries":["Advertising"],"name":"TRANSOFY PRIVATE LIMITED","sectors":["AdTech"]},{"email":"deven.pawar3@gmail.com","idea":"<p>Farming and Marketing of Organic consumable products and oil &amp; gas transportation services</p>","industries":["Non- Renewable Energy"],"name":"Healthy Harvest","sectors":["Oil & Gas Transportation Services"]},{"email":"buysimplefood@gmail.com","idea":"<p>Building brand that sells healthy products, that add value to human life.</p>","industries":["Food & Beverages"],"name":"Flourishing Ventures","sectors":["Others"]},{"email":"accounts@klgindia.com","idea":"<p>Hamelin provides online selling of apparels in a techno-driven way with new outlook on online apparel selling business</p>","industries":["Fashion"],"name":"HAMELIN FASHION AND RETAIL (OPC) PRIVATELIMITED","sectors":["Apparel"]},{"email":"write2sakshirajesh@gmail.com","idea":"<p>All things Sweet, Natural &amp; Tropical !⛅</p><p>The Tropical* Produce is a Sustainable and Ethical brand that aims at encouraging individuals to make cleaner food choices. We offer more natural alternatives to refined and overly-processed foods. Check out our website to learn more about our brand and the products we offer !</p>","industries":["Food & Beverages"],"name":"The Tropical* Produceð´","sectors":["Others"]},{"email":"mehta_tri@yahoo.co.in","idea":"<p>M/s Mandit Interiors is a Proprietary firm formed by Ms. Tejal Vora. Ms. Tejal vora is an Interior Designer having 18+ years of experience in designing\n</p><p>spaces for Residences, Commercial establishments and Hospitality establishments.\n&nbsp;<span>Started her career as independent freelancer based out of Jamnagar, she joined&nbsp;</span><span>prestigious Neterwala &amp; Aibara Interiors Architects (One of the top 5 firms in India) as&nbsp;</span><span>interior designer at Mumbai in 2009, where she worked for 3+ years and gained&nbsp;</span><span>immense industry expertise. She further worked with few other firms and later started&nbsp;</span><span>her own firm M/s Mandit Interiors in October 2018. Since then she has worked on&nbsp;</span><span>multiple projects redefining spaces with creativity. A firm named M/s Mandit Interiors is established with a view to take the benefit\n&nbsp;</span><span>of newer technology and to expand the business at greater level in a corporate style to&nbsp;</span><span>design environment friendly, energy efficient &amp; digitally smart and vaastu shashtra&nbsp;</span></p><p><span>inspired residential &amp; commercial spaces. The firm is committed to create job\n&nbsp;</span><span>opportunities for contractors / laborers / daily wage earners like carpenters, painters,&nbsp;</span><span>electricians, plumbers, mason, POP persons etc and support Make in India initiative by&nbsp;</span><span>using only locally manufactured products to be used in the spaces designed by the&nbsp;</span><span>firm.&nbsp;</span></p>","industries":["Architecture Interior Design"],"name":"Mandit Interiors","sectors":["Others"]},{"email":"rao.ashish20@gmail.com","idea":"\n            <p>As per statistics around 65% of Indian companies are not sure about their state of security. With RBI, SEBI, IRDA has issued comprehensive Cybersecurity guidelines, making it mandatory for Companies to bring Security as an important IT agenda. It has become difficult for companies to implement security practices, measure, and improve their state.\n</p><p>\n</p><p>We at SynRadar offer a unified platform to manage Cyber risks. A single platform through which CISOs and CIOs can visualize, analyze, and minimize risks. We want to help companies establish mature security practices and bring accountability across the organization.\n</p><p>\n</p><p>Our solution, SynVM is a centralized solution that removes the hassles of cyber risk management. It tracks security risks from different sources and gives a consolidated report to the CISOs. It enables IT teams, to work on these risks on time and puts necessary workflows and measures in place to drive compliance.\n</p><p>\n</p><p>It has been trusted by Leading Banks of India like Axis Bank, Kotak Mahindra bank, DBS and RBL banks.</p>\n        ","industries":["Security Solutions"],"name":"AMIGOSEC CONSULTING PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"hitarthshah28@gmail.com","idea":"<p>I have an idea to start a \"Salon on Wheels\". A Mobile Salon that can go anywhere to the customer's location. In today's fast-paced life, time is of the essence. To save on time and provide convenience to the customers, salon on wheels can be a boon. \n</p><p>In today’s fast-paced world, one does not have time to book an appointment, go to the salon, spend 2-3 hours getting ready, and attending a function. \n</p><p>\n</p><p>Most of the people are in a rush, coming in from work, or going towards work. So, getting late for a party and not yet ready? Call “ Salon on Wheels\"  we can pick you up and you can get ready on your way to the party. The Customer gets the privacy it needs &amp; the quality of service he/she demands. \n</p><p>\n</p><p>Most of the time, while attending a function all the makeup &amp; styling gets worn off by the time you reach the venue, Call “Salon on Wheels” we can meet you near the venue and you can get ready in the van and look fresh &amp; beautiful. \n</p><p>\n</p><p>Compared to a Vanity van, this is a reasonable way to get \"Celebrity Feel\".</p>","industries":["Retail"],"name":"Salon on Wheels","sectors":["Others"]},{"email":"metrocyclesin@gmail.com","idea":"<p>TO ENCOURAGE PEOPLE TO PEDAL THEIR OWN TRANSPORT ,RATHER THAN OPTING FOR A DIESEL GUZZLING CAB OR AUTO RICKSHAW. METRO CYCLES, IS COMING UP WITH THE IDEA OF RIDING BIKES OVER SHORT DISTANCES INSTEAD OF HUNTING FOR RICKSHAWS,TAXIS AND BUSES</p>","industries":["Green Technology"],"name":"METRO CYCLES SHARING PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"prathamesh@lotusis.com","idea":"<p>We are specialised in helping individual, company to build and maintain software product right from ideation stage.</p>","industries":["IT Services"],"name":"LOTUSINTELLISYS TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]}]