[{"email":"bhavikbafna999@gmail.com","idea":"<p>We have started a boutique with a vision of Botique-Chain Stores all over Indian. We want to provide everyone the services and products to the customers at a very cheap and effective price with amazing pricing. What designers provide at 10x, we want to provide similar products at 2x-3x. And also want to support the Women working from home or Men who don't have a job, a very small business at a very small price with no expenses. As work from home is the new trend. This programme will be a hit for those who want to work for home rather than work from home. There are a lot of people who have lost jobs, this is a great opportunity for them to rise up and prove their potential.</p>","industries":["Fashion"],"name":"La Adore Designer Studio","sectors":["Apparel"]},{"email":"office@goveva.com","idea":"<p>GovEVA is a software technology platform that helps enhance your organization’s Corporate Governance levels, fully automate your Compliance Needs, and Conduct board e-meetings seamlessly.\n</p><p>✓ Intelligent\n</p><p>✓ Customizable\n</p><p>✓ Secure\n</p><p>✓ Best-in-class\n</p><p>✓ AI-ready</p>","industries":["Others"],"name":"GovEVA Private Limited","sectors":["Others"]},{"email":"djesal@primeinfo.net.in","idea":"Setting a Benchmark by providing Smart IT Solution and IT Service Center for Micro to Medium MSME Enterprises. <br>","industries":["IT Services"],"name":"Prime Info-Net Services","sectors":["IT Consulting"]},{"email":"pilsons.engineering@yahoo.com","idea":"<p>Manufacturers of powder compacting presses and sintered technology products in ceramic, ferrous, non ferrous, etc.&nbsp;</p>","industries":["Automotive"],"name":"Pilsons Engineering &amp; automation ","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"borgaonkar.rohan@gmail.com","idea":"REGISTRATION PROCESURE UNDERSTANDNIG VREVIRENREJNRJFNRJFNRJFNREFFRE","industries":["Marketing"],"name":"ABC","sectors":["Loyalty"]},{"email":"suzmekauto@gmail.com","idea":"<p>Greetings!</p><p>At Suzmek Automobiles Private Limited we manufacture and trade in automotive filters and are currently engaged in product development of filters required for Electric Vehicles. Apart from this we wish to work in research and development of novel filtration media which provide longer life to filters without increasing the costs of the filter. We are also working on bringing the unorganized sector of automotive spares manufacturing and ancillary businesses on a single platform to enable sourcing for manufacturing companies.&nbsp;</p>","industries":["Automotive"],"name":"SUZMEK AUTOMOBILES PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"vijay.nirani@gmail.com","idea":"<p>•\tLeafiniti Bioenergy Private Limited (“Leafiniti” or “Project”) is a private limited company incorporated on February 7, 2020 under the Companies Act, 2013 with registered office situated at 7th Floor, Sangolda CTS H/462 St. Francis Road Santacruz (W) Mumbai 400054, India. It’s\n</p><p>•\tCompany Identification number (‘CIN’) is U11202MH2020PTC337388.\n</p><p>•\tThe Project is jointly promoted by Mr. Vijay Nirani and Mr. Subhranshu Biswal after significant research and detailed evaluation of potential of Compressed Biogas (“CBG”) in automotive, industrial and commercial areas within and outside the country given the abundance availability of biomass and waste which is its source.\n</p><p>•\tThe Project is proposed in the state of Karnataka at Bagalkot district (about 481 km northwest of\n</p><p>•\tstate capital Bangalore, 410 km southwest of Hyderabad, and about 570 km southeast of\n</p><p>•\tMumbai). This district is second largest area for production of sugarcane consequently large sugar factories. This district is blessed with Krishna, Malaprabha and Ghataprabha rivers with large area under backwaters of Almatti Dam. Shree Sai Priya Sugars Limited is in close vicinity of the Project.\n</p><p>•\tCBG is produced through a process of anaerobic decomposition from waste or bio mass sources like sugarcane press mud, agriculture residue, cattle dung, municipal solid waste, sewage treatment plant waste, etc. after purification, it is compressed and called CBG, which has high methane content.</p>","industries":["Renewable Energy"],"name":"LEAFINITI BIOENERGY PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"Akshay.brand99@gmail.com","idea":"<p><a href=\"http://Www.Brand99.in\" target=\"_blank\">Please visit the Website</a><br></p>","industries":["Advertising"],"name":"Brand99","sectors":["AdTech"]},{"email":"modi.hemal@gmail.com","idea":"<p>This is a service to provide home cooks and home cooked food</p>","industries":["House-Hold Services"],"name":"MyMaharaj.com","sectors":["Others"]},{"email":"ritika.agarwal@rsvasolutions.com","idea":"We provide Business Advisory Services including Financial Accounting, Business process, Customer Brand and Market advisory, Tax compliance and Transaction support.","industries":["Professional & Commercial Services"],"name":"RSva Solutions Pvt Ltd","sectors":["Professional Information Services"]}]