[{"email":"absocorplegal@gmail.com","idea":"<p>KIRVAN VENDSOL PVT LTD – a Startup in the field of Manufacture and Distribution of Female Sanitary Pads and Mechanical Disposal of the same \n</p><p>\n</p><p>We at KIRVAN VENDSOL PVT LTD have initiated with an idea of providing technological solution for\n</p><p>(1) Manufacture and distribution of Sanitary Pads\n</p><p>(2) Mechanical Disposal of Used sanitary Pads \n</p><p>\n</p><p>Distribution through chain of sales agent and using Automated Vending machine, and disposal of used pads by Mini electric Furnace specially designed to burn the sanitary pads and produce minimum to zero smoke or pollution.</p>","industries":["Healthcare & Lifesciences"],"name":"KIRVAN VENDSOL PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"suaum99@gmail.com","idea":"<p><b>TECHVERDEN</b> (<b>VERDEN</b>&nbsp;= <b>WORLD</b>&nbsp;its a Danish word), We are a tech startup. Our aim is to deliver all kinds of services related to Information Technology.</p><p>We are into Cyber Security, IoT, IT almost all kinds of aspects of Technology, we are trying to explore more and more with the current trends of technology.</p>","industries":["IT Services"],"name":"TECHVERDEN PRIVATE LIMITED","sectors":["Product Development"]},{"email":"tapankumar9950@gmail.com","idea":"<p>HutCut is an online aggregator for Salons that saves time of customers and salon by managing their appointment in real time and Helping both maintain Social Distancing.</p>","industries":["Fashion"],"name":"CANFROX PRIVATE LIMITED","sectors":["Fashion Technology"]},{"email":"narenndrrakukreja@yahoo.com","idea":"<p>main feature of this search engine will be to give result on every communities words of india, opportunity to empowerment of lakhs of students, retired professionals. work from home for home makers and others.&nbsp;</p>","industries":["Internet of Things"],"name":"www.jaijhulelal.com","sectors":["Others"]},{"email":"ioclmumbaido@gmail.com","idea":"<p><b>The Startup Portal&nbsp;</b>is India's largest online networking platform for startups and entrepreneurs, connecting them to tens of thousands of Investors, Incubators, Accelerators, Mentors and other startups across a range of industries, locations and other criteria.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>Startups on the portal can also access a wealth of free resources and participate in various challenges and programs hosted by corporate and government bodies</p>","industries":["Non- Renewable Energy"],"name":"vvv","sectors":["Oil & Gas Transportation Services"]},{"email":"jrrenterprises2010@gmail.com","idea":"<p>JRR ENTERPRISES working in construction contact in construction sugment lebar and with material contact.</p>","industries":["Construction"],"name":"JRR ENTERPRISES","sectors":["Others"]},{"email":"mibiome@hotmail.com","idea":"<p><a href=\"https://www.mibiome.com/about/\" target=\"_blank\">https://www.mibiome.com/about/</a><br></p>","industries":["Biotechnology"],"name":"MIBIOME THERAPEUTICS LLP","sectors":["Others"]},{"email":"vikram@cipherplexus.in","idea":"<p>We are developing &amp; deploying some of the best technologies for school&nbsp; management and learning management for online education&nbsp; for K12 and Tuition markets for student in India and Abroad.</p><p>Our focus is to cater to government School in a very cost effective manner so that every corner of the country, school education can be reached in a cost effective manner.</p>","industries":["Education"],"name":"EDUHANCE TECHNOLOGIES PRIVATE LIMITED","sectors":["E-learning"]},{"email":"rishabmishra0109@gmail.com","idea":"<p>Esports team and tournament portal for mobile and PC gaming enthusiasts. The idea taps into the highly growing field of gaming and compeittive esports in India.</p>","industries":["Events"],"name":"Moj Esports","sectors":["Others"]},{"email":"accounts@chiliadprocons.in","idea":"<p>Chiliad Procons Private Limited, trying to be a differentiator by creating global standards of strategy, designs and development in its line of business. The group is putting all its efforts towards being a distinguished player in the amusement industry. The best in technology and concepts are ready to take over the Indian market, reassuring visitors to step and experience beyond their imagination. Each project is a unique legacy to the World of Entertainment being it Snow World in Mumbai and Delhi, THE GAME (luxury entertainment arena) in Mumbai which makes Gaming just not an FEC but a luxury product; Baraanaa – World Cocktail Bar &amp; Kitchen is another luxury restaurant of the company. The projects under the group umbrella are carefully outlined to provide perfect blend of adrenaline rush and elation from 10,000 sq feet to 1,00,000 sq feet.</p><p><br></p><p>Acts as a conduit for innovation and creativity in those essential sectors of Businesses in India, which inherit a personal need of an Individual. The company is willing to implement the leading-edge technologies and products in strategic alliance with world-class international corporations, to create landmark destinations across the Nation, in the field of Entertainment and Tourism with alliances that are best in technology across the Globe.</p><p><br></p><p>The company has tied hands with DQE to soon launch the first Jungle Book Theme Park, Peterpan and Robinhood Parks. Many such collaborations in Chiliad Procons Private Limited makes us a differentiator in our line of Business</p>","industries":["Media & Entertainment"],"name":"CHILIAD PROCONS PRIVATE LIMITED","sectors":["Entertainment"]}]