[{"email":"trevor@voxxeltek.com","idea":"\n            <p>Voxxeltek is a global company with insights into cutting-edge, current and future tech, that renders services and builds products in the realm of emerging technologies. In a world of blurring boundaries between reality and fantasy, of hyper-reality and boundless creativity, and transformed, real-time communication, our endeavor is to give brands a competitive edge in a very competitive market and build a high-end range of state-of-the-art immersive tech products for consumers.</p>\n        ","industries":["AR VR (Augmented + Virtual Reality)"],"name":"VOXXELTEK LABS PRIVATE LIMITED","sectors":["Others"]},{"email":"siddheshprabhu94@gmail.com","idea":"<p>1. What is that one thing that today's busy consumer craves for?&nbsp;</p><p>-The answer is the ease and simplicity of any product that can get delivered at their door step with just one click of a button</p><p>2. Nowadays even the smallest of the things are getting home delivered then why not Alcohol?</p><p>-This is where \"Ghar-O-Bar\" steps in.&nbsp;</p><p>3. Ghar-O-Bar is an online Alcohol ordering and delivery platform.</p><p>4. We at \"Ghar-O-Bar\" aim to deliver Alcohol till the door step of those customers who are legally eligible for purchasing it.&nbsp;</p><p>5. \"Ghar-O-Bar\" will help in stabilizing the revenue of the government during these difficult days.</p><p>6.This will inturn encourage employment and will play its part in the P.M's initiative of being \"Aatma-Nirbhar\" and making India Digital through the growth of E-commerce</p>","industries":["Food & Beverages"],"name":"Ghar-O-Bar","sectors":["Others"]},{"email":"omeyasawant1999@gmail.com","idea":"Platform as a service for delivery of alcohol from wineshop to customers.&nbsp;","industries":["Food & Beverages"],"name":"Chakna Pani","sectors":["Others"]},{"email":"INFO@ZENOMEINK.IN","idea":"<p>We’re innovators of a higher standard, using cutting-edge technologies to designing and creating personalized&nbsp;<span>souvenirs and merchandise to suit your need.&nbsp;</span></p><p>\n</p><p>we provide end to end customization solutions from creating the designs logo to manufacturing, packaging, and delivering the end product.\n</p><p>\n</p><p><br></p>","industries":["Professional & Commercial Services"],"name":"ZENOMEINK CORPORATE SOLUTIONS PVT LTD","sectors":["Business Support Supplies"]},{"email":"mumbai.estore@gmail.com","idea":"Seller of Essential Commodities on various E-commerce portals like Amazon, Flipkart &amp; GeM. We support Made in INDIA Brands and Products. Vocal for Local.","industries":["Retail"],"name":"E-Store","sectors":["Others"]},{"email":"dkv.we5@gmail.com","idea":"<p>Paravent Apparels is a range of everyday clothing with certified antiviral properties.</p><p><br></p><p> </p><p>We make premium quality protective garments which protect the <br>wearer from viruses. Our garments are made from a fabric that kills<br>99.19% of viruses that come in contact. Through our products, we <br>make sure that our customers as well as their families are safe against<br>unintended transmission of viruses. With this added layer of immunity, <br>we enable our customers to stay healthy even in harsh environments.</p><p><br></p><p>We offer a diverse array of made-on-order apparel products which <br>cater to the needs of customers spanning from school kids to <br>mature working professionals across industries. We also provide <br>some ready-to-order essential products to fulfill our customers’ daily <br>needs.<br></p>","industries":["Textiles & Apparel"],"name":"Paravent Apparels","sectors":["Apparel & Accessories"]},{"email":"dimple@eienbiosciences.com","idea":"<p>EIEN BIOSCIENCE provides collaborated services of Scientific Services for the Pharmaceutical and Medical Device industry.</p><p><br></p><p>EIEN Biosciences specializes in Clinical Development specific to Regulatory/Medical Writing Scientific Communication/ Medico Marketing, Data Management &amp; Biostatistics, QA services of Technical Documents, and Global Translation Services to Pharmaceutical, Medical Devices &amp; Clinical contract research organizations. Eien Biosciences pledges itself on being a problem solving, solution-minded origination. With our novel methodologies and a passion for doing great work, we transform challenges into opportunities for our clients.</p>","industries":["Healthcare & Lifesciences"],"name":"EIEN BIOSCIENCES ","sectors":["Pharmaceutical"]},{"email":"webmaster.whiteoak@gmail.com","idea":"<p>GoIslandTrips too has life and a beating heart. We are a TRAVEL AGGREGATOR &amp; SERVICES. GoIslandTrips.com is a travel aggregator and services company catering to offering the BEST of ALL holiday/Business or Leisure travel packages on ALL the exotic destinations in the pristine and virgin INDIAN OCEAN. The countries and regions we cater are &nbsp;&nbsp;</p><p>* India</p><p>* Maldives</p><p>* Mauritius</p><p>* Mombasa</p><p>* Sri Lanka</p><p>* Seychelles</p><p>* Zanzibar</p><p><br></p>","industries":["Travel & Tourism"],"name":"Go Island Trips","sectors":["Others"]},{"email":"sudarshanpawar24@yahoo.co.in","idea":"<p>BABU' S PIZZA AND FOODS :Bb's (Delivering Delicious Foods Ahead )<br>:- BABU'S PIZZA AND FOODS IS THE EXTENSION OF PAWAR FAMILIES .THESE STORIES ARE ENRICHED IN JOY ,LOSS, STRUGGLE,RESILIENCE AND THE YEAR OF HOSPITALITY EXPERIENCE AND MAKING US ESTABLISHMENT AS WELL AS CREATING NEW BEGINNING.Bb's CONCEPTS IS SIMPLE:TO REVIVE TO BRING THIS AUTHENTIC CONCEPTS TO PUBLIC WHO HADN'T PROPERLY EXPERIENCE IT.<br>IT'S OUR UTMOST PRIVILEGE TO SERVE YOU WITH MOUTHWATERING AND QUALITY FOODS THROUGH DELIVERING Bb'S FOODS .WE CONSTANTLY LOOK FORWARD TO NEW IDEAS IN OUR FOODS AND SERVICES THAT APPEALS TO YOU AND YOURS PEERS AND WE OFFER WIDE RANGE TO SERVICES THAT CATER TO YOUR FUNCTIONS ,NEEDS AND DEMANDS<br></p>","industries":["Others"],"name":"BABU' S PIZZA AND FOODS ","sectors":["Others"]},{"email":"gwaghela555@gmail.com","idea":"\n                        <p>Online-Plus-Offline (OPlussO), is a India’s first next generation Retail Store and business model that finds potential customers online and brings them into the real world to make it purchases in physical retail stores.\n</p><p>\n</p><p>\n</p><p>One of the newer aspect of O2O initiatives is that customers ability find product from their desirable retail store and to pay online and then pick up a product from a desirable retail stores or can be delivered to their doorstep\n</p><p>\n</p><p>The OplussO is brand of Toolheal Expert Services Private Limited only.</p>        \n        ","industries":["Retail"],"name":"Toolheal Expert Services Private Limited","sectors":["Retail Technology"]}]