[{"email":"sportmasterintl@gmail.com","idea":"<div>Sports Master International is a committed</div><div>division specialising in the manufacturing,</div><div>distribution, construction, installation and</div><div>development of innovative sports systems. Our</div><div>world-class sports surfaces are designed to</div><div>elevate sport and competeon surfaces recognised</div><div>and approved by leading international sporting</div><div>bodies.</div><div><br></div>","industries":["Sports"],"name":"SPORTS MASTER INTERNATIONAL LLP","sectors":["Others"]},{"email":"ashish2541994@gmail.com","idea":"<p>Hi, My Self Ashish Tiwari , By Profession i am a Software Engineer and an IT Manager ,&nbsp;</p><p><br></p><p>Problem:-</p><p><br></p><p><span>During this Covid-19 crises i analyzed and got an idea for Solution of Biggest Problem which our Country and whole world is going to face is Unemployment of Migrants (Like Labours) who left the big cities and moved back to their Native Places and they are Unemployed now,</span></p><p><br></p><p>In Coming Days its very Difficult for them to come back to Cities and Search for Employment and they don't wants to take risk their life coming to cities without Job Guarantee .</p><p><br></p><p>This will make massive Impact on Govt/Private Construction business as shortage of Man-power and it will slow down the country growth towards development,</p><p><br></p><p>Solution:-</p><p>-I Started creating a website portal and a App, where we can connect Builders/contractor who has Demand for Man-Power and the Migrants who are looking for employment with proper job security for conveyed Time Duration so that they can plan to come back to cities.</p><p><br></p><p>Process</p><p>-Builders/Contractor will post the requirement of Man Power Required with proper details of construction project with Duration.</p><p>- Labor and migrants can apply for work based on their interest and cities or Govt can help to collect the details of unemployed Migrants so that we can connect to them and tell them about work.</p><p>-Proper Legal authentic paper work will be done from Contractor and Builders so that Migrant will be assured of employment for mentioned Time period,</p><p>- Even if the Project get over these Migrants will be get offered for new work as per different Demands raised by Builders/Contractor for other Projects.</p><p>-This Cycle will solve the problem of Demand and Supply of Manpower between Contractor and Migrants .</p><p><br></p><p>This will overcome and solve the Countries Biggest Problem of unemployment of Migrants and help our country to get out of this Covid-19 Impactful Situation.</p><p><br></p><p>Support:-&nbsp;</p><p>- Please Support me to execute this Idea to Solve Biggest Problem of Country and Help these Millions of People who are the Important Pillar of our Economy .</p><p><br></p><p><br></p><p><br></p>","industries":["Construction"],"name":"Migrants-Connect-Builders (Demand-Supply-Manpower)","sectors":["New-age Construction Technologies"]},{"email":"shraddha.sane@gmail.com","idea":"<p>I wish to setup courses for life skills and create opportunities for individuals which will empower to make their own livelyhood with the use of the digital platforms</p>","industries":["Education"],"name":"NAVYAMI (OPC) PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"satish.sawnani@bimamandi.in","idea":"<p>1 ) The Start up through its brand name “Bima-Mandi” intends to create an online insurance web distribution platform reaching out mainly to the currently underpenetrated rural and semi urban geographies of India in accordance with local laws and regulations including IRDAI web aggregator regulations.. \n</p><p>\n</p><p>2) The platform will be mainly offering tailored insurance products unique to their requirements (Eg: Snake Bite Insurance, Failed Well Insurance, Sun Stroke Insurance etc.) ,some of which would be offered for the first time in India with help of our insurance Partners and post IRDA  approval.   These will be micro insurance products ( and affordable and tailor made to requirements of particular geogrophies of various regions) and mainly be offered to the rural/ semi urban  populace of India through this digital insurance distribution platform.  It will be different from standard “One size fits all” insurance products that are currently available. \n</p><p>\n</p><p>3) The start up also has an objective to increase awareness amongst the target segment about the need to safeguard themselves from the vagaries that are unique to them and increase financial literacy especially in insurance arena, and the benefits of saving and risk mitigation and risk transfer. Accordingly it intends to have an online learning platform,  named “Bima Paathshala” which will help them to learn in their own local language/dialects  thereby helping them to make an informed decision.\n</p>","industries":["Finance Technology"],"name":"Bima Mandi","sectors":["Insurance"]},{"email":"dkand@mapaniot.com","idea":"<p>Energy Saving Solutions IOT Based, Smart metering for Water Saving,&nbsp; Digital Health Care&nbsp;</p>","industries":["Internet of Things"],"name":"MAPAN IOT LLP","sectors":["Manufacturing & Warehouse"]},{"email":"darshilgada097@gmail.com","idea":"<p>i want to start a company to help start business in agriculture and helps farmers to buy their grains</p>","industries":["Agriculture"],"name":"Darshil creations","sectors":["Food Processing"]},{"email":"info@hadwisetechnologies.com","idea":"<p>Hadwise Technologies Pvt. Ltd. is very active in the Radio-Wireless segments. The objective is to operate as a complete solution provider for Radio, Wireless, Biometric, Security, GPS &amp; Fleet Management Solutions.Hadwise Technologies Pvt. Ltd. operates as an end-end solution provider of the highest quality in the following segments through prudent Business.<br><br>Hadwise Technologies employs efficient staff with the Head Office located in Mumbai, India. <br></p>","industries":["Telecommunication & Networking"],"name":"HADWISE TECHNOLOGIES PRIVATE LIMITED","sectors":["Wireless"]},{"email":"samir7sheth@gmail.com","idea":"<p>abcaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa</p>","industries":["Professional & Commercial Services"],"name":"abc","sectors":["Business Support Services"]},{"email":"surendradp.009@gmail.com","idea":"\n            <p>We are one of the leading brands in training and certification of combat sports and wellness programs to various institutes and corporates.</p>\n        ","industries":["Sports"],"name":"Xtrem9 Combat Sports and Fitness Pvt. Ltd.","sectors":["Sports Promotion and Networking"]},{"email":"query.royalsports@gmail.com","idea":"<p>We are manufacturers of all kinds of customized sports wear, such as\n</p><p>jerseys and complete kits, for football, cricket, basketball and other\n</p><p>sport matches or tournaments. These jerseys come with the option of adding\n</p><p>your business logos, logos of sponsors and custom name and number on the\n</p><p>back, on a design and colour scheme of your choice.\n</p><p>\n</p><p>We strive to provide our customers with the best possible services and can\n</p><p>help organize team building events and tournaments too.\n</p><p>\n</p><p>For more details please have a look at our website: </p><p> https://www.royalsportswear.in</p><p>\n</p><p>Thank you.\n</p><p>Royal Sports</p><p>+91 8356997046</p>","industries":["Textiles & Apparel"],"name":"ROYAL SPORTS","sectors":["Others"]}]