[{"email":"wesecure@secureyst.com","idea":"<p><a href=\"https://www.secureyst.com/\" target=\"_blank\">https://www.secureyst.com/</a> </p><p>Security-Forensics-Cyber(SFC) Secureyst is a ‘concept’ that originated from a mentation that ‘Security’ and ‘Investigations’ are two sides of the same coin. SFC Secureyst, is a Mumbai, India based start-up Private Limited Company (CIN- U75230MH2018PTC314343).<br><br>&nbsp;&nbsp; Seamless integration and networking of systems is a reality and we at SFC Secureyst intend to work towards generating customized solutions for our customers. <br>You will see us more often in the field of;<br>A.&nbsp;&nbsp;&nbsp;&nbsp; Physical Security – Installation, automation and security system integration<br>a.&nbsp;&nbsp;&nbsp;&nbsp; To Manage &amp; Track authorized access.<br>b.&nbsp;&nbsp;&nbsp;&nbsp; To Monitor &amp; Prevent unauthorized access, tampering / stealing, loss/ damage &amp; Protect the integrity, also trigger appropriate Incidence Response mechanism.<br>c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To Detect any implanted e-bug or e-spying by Techniques of Counter-Surveillance/Bug Sweep Services.,<br>d.&nbsp;&nbsp;&nbsp;&nbsp; To provide Consultancy &amp; also carry out the Security Audits.<br>B.&nbsp;&nbsp;&nbsp;&nbsp; Forensics Investigations,<br>a.&nbsp;&nbsp;&nbsp;&nbsp; To Investigate any kind ‘White Collar Crimes’ of fraud, financial misappropriations, misconduct, Theft, etc.<br>b.&nbsp;&nbsp;&nbsp;&nbsp; To Detect and assist in Evidence Recovery, Preservation &amp; Presentation as per legal compliance.<br>c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To provide Consultancy, carry out Financial Audit and provide Training on Awareness and also institute the measures to prevent Fraud and ensure prevailing audit compliances.<br>d.&nbsp;&nbsp;&nbsp;&nbsp; To give Solutions for Anti-counterfeiting, Anti-brand duplicity, etc.<br>C.&nbsp;&nbsp;&nbsp; Cyber and Digital Forensics<br>a.&nbsp;&nbsp;&nbsp;&nbsp; To Prevent, Deter, Detect, Correct, Respond &amp; Recover any or all kinds of cyber-attacks, treats or risks. <br>b.&nbsp;&nbsp;&nbsp;&nbsp; To Recover accidentally deleted, corrupted or encrypted Data.<br>c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To Investigate IT/ InfoSec Fraud, Misconduct, etc.<br>d.&nbsp;&nbsp;&nbsp;&nbsp; To Analyse and provide open source intelligence for business, etc.<br><br>SFC Secureyst is specialized in hyper-integration of multiple tools and technologies to secure life and assets (Physical &amp; Digital) with all-encompassing security needs.<br><br>The services include proactive Security Controls of International Standards through Physical, Technical, Administrative, Audit, Investigative &amp; Training, to keep you aware of your vulnerabilities, and the prevailing threats and so keep you ahead of the impending risks, and the losses.<br>&nbsp;We at Secureyst specialize in provision of state of the art globally compliant standardized security equipment to include the Hi-tech Intrusion Detection Systems, Access Control Systems, and Surveillance &amp; Monitoring devices, like Scanners, Radars, Barriers, Alarm and Warning systems<br><br>We intend to accomplish this through convergence based solutions integrating the physical and digital security domains and system monitoring via various control modules, to include Physical, Psychological, Criminological, System Software, Cyber and Digital Monitoring, Investigative, Preventive and Financial Forensics.<br><br>&nbsp;Secureyst also provides specialized corporate investigation by providing analyst tools and equipment, serviced by in-house team of experts from the field of Security, IT, Forensics, Criminology, Cyber and Digital Forensics.<br><br>We bring in value through our risk &amp; threat management approach, which firmly focuses on providing our clients with proactive and practicable solutions that enable business continuity.<br></p>","industries":["Security Solutions"],"name":"SFC Secureyst","sectors":["Home Security solutions"]},{"email":"info@inspirontech.com","idea":"<p><a href=\"http://www.inspirontech.com\" target=\"_blank\">Inspiron Technology | Inspiring New World Of Technology... </a><br><br>We are offering the wide range solution in the security industry by our 10 years of service in recent year we started the company \"Inspiron Technology\"  in distribution of security products where you will get all kind of solution's with new &amp; innovative technology and many more service with right model and best possible output for your requirement.</p>","industries":["Security Solutions"],"name":"Inspiron Technology","sectors":["Others"]},{"email":"navinalle.1986@gmail.com","idea":"<p>We are an Energy Solutions Company where we Design, Procure and Supply products like Batteries for Energy Storage, BOS for Solar Projects and Structures for Solar Projects.</p><p>We also do EPC of Solar and Energy Storage Projects including Solar pumps, Solar purification, etc.</p>","industries":["Renewable Energy"],"name":"SRI KSHIPRA ENERGY PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"parneriasid@gmail.com","idea":"<p>Planning to start with a huge wholesale market with products which are manufactured only in India.&nbsp;</p>","industries":["Retail"],"name":"Desi Mandi","sectors":["Retail Technology"]},{"email":"greenshealthyfoodproducts@gmail.com","idea":"Welcome to the future of snacks business. The world is an ever- changing place. Technology evolves. Trends come and go. The world has become a fast-paced place. Business owners tend to focus more on their revenue and profit than to consider what is best for the consumer health, working environment and morality. We aim to build a sustainable growth business with an ability to compete. A company that produce a healthy snack for the whole family to enjoy, and to keep developing and improving our tasty products.\n        ","industries":["Agriculture"],"name":"greensfood","sectors":["Food Processing"]},{"email":"shobha@ikonbps.in","idea":"<p>The Global Digital Universe is growing exponentially and is doubling in every 2 years and is expected to touch 44 Zetabytes(ZB) or 44 Trillion Gigabytes (GBs) by year 2020. The Indian Digital Universe is growing at a similar space and is expected to touch 2.8 ZB by year 2020. As on 2018 the Global Digital Universe stands at 33 ZB and is will touch 175 ZB by 2025 (Source IDC).</p><p>IKON is a Team of subject matter experts having more than 4 decades of collective experience in the field of Records &amp; Document Management across diversified segment. The expertise varies from highly sensitive Defense Sector, Central &amp; State Government, Telecom, Banking, NBFC, Insurance, Pharmaceutical, Healthcare, Diagnostics, Media, Legal, IT, ITeS and BPO. Our team is fully competent to guide your Organization in your journey of Digital Transformation.</p>","industries":["Professional & Commercial Services"],"name":"IKON Business Products and Solutions","sectors":["Others"]},{"email":"hardyisback11188@gmail.com","idea":"<p>Hello</p><p><br></p><p>I Am Hardik Patel Founder Of Collect Scrap.</p><p>&nbsp;</p><p>we provide  india's first online door to door collecting scrap service .</p><p>www.collectscrap.com</p><p>We have capability of every scraps given by you will be supported for ecological system.</p><p>Paper - Trees - Ecological balance. That is the route we've taken.</p><p><br></p><p>We take doable steps, by collecting paper from both industries and households, recycling it and bringing it back into use. Instead of cutting more trees for paper, why not help conserve the greens?</p><p><br></p><p>We believe, together we can reconstruct our earth. You can participate and contribute with just a phone call, message or email!</p><p><br></p><p>We started in 2014 with amazing team.team that can help you at anytime at anyplace.we collect your scrap and will give you the best price of your wasted scrap and we use your waste scrap for betterment of our environment by saving trees,</p><p><br></p><p>Our Site Is  Beneficial For People  They Can Give Us Oder Online Also .</p><p>What You Have To Do is Just Register On Our Web Site And It Will Saw All Ur Pending , Received And Next Oder Details . And You Can Put New Oder Form Site (online) Or Give us One Call .</p><p><br></p><p>Right Now We Have 2000 client In Andheri (w) ,Mumbai&nbsp;</p><p><br></p><p><br></p><p>hope to see your positive reply&nbsp;</p><p><br></p><p>our idea works very well but we need to expand our business now&nbsp;</p><p>so please get back to us for meeting.&nbsp;</p><p>check our site  www.collectscrap.com</p><p><br></p><p>HARDIK PATEL&nbsp;</p><p>(Founder)</p><p>Collect Scrap</p><p>+919222220022</p>","industries":["Waste Management"],"name":"collectscrap","sectors":["Others"]},{"email":"aasonyaggarwal@gmail.com","idea":"<p>Its a marketplace for Animation, Vfx &amp; Gaming industry.</p>","industries":["Media & Entertainment"],"name":"GREEN BUG ONLINE SERVICES LLP","sectors":["Entertainment"]},{"email":"shaikh61shah@gmail.com","idea":"<p>Consultancy service to business from Startup Registration to Compliance of Applicable Taxes and relevant Authority&nbsp;</p>","industries":["Finance Technology"],"name":"indian tax Consultancy Firm","sectors":["Accounting"]},{"email":"harshinizaveri@gmail.com","idea":"<p>UNINO intends to provide unique, innovative and beneficial solutions for the mankind. By bring in new emerging technologies in the field of biomedical industry at an affordable cost to the masses.</p>","industries":["Healthcare & Lifesciences"],"name":"UNINO HEALTHCARE PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]}]