[{"email":"dsshah25@gmail.com","idea":"<p>abcddfretgytuuuiooooopppppppppppphhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["Safety"],"name":"abcd","sectors":["Others"]},{"email":"thezaxis.in@gmail.com","idea":"3D Printing services and other innovations ideation","industries":["Professional & Commercial Services"],"name":"THE Z AXIS","sectors":["Others"]},{"email":"d.doshi@metalloyinternational.com","idea":"<p>Manufacturer and Exporter&nbsp; of Stainless Steel Pipes &amp; Tubes. Also stockist of Flanges, Pipe Fittings, Fasteners, Sheet, Plate, Coil, Bars, Solids, Bush Pipes, Flat Bars, Circle Plates etc.</p><p>We are ISO 9001:2015 &amp; PED accredited company. We have our manufacturing unit located at Kalamboli, Navi Mumbai and our registered office is at Mumbai.</p><p>We procure raw materials from reputed manufacturers and carry testing of the same with In-House testing facility for manufacturing pipes and tubes.</p><p>Our vision is to be Best Manufacturer of Stainless Steel Pipes and serve Globally to all the companies. We have mission to achieve ZERO Rejection Rate for Pipes &amp; Tubes manufactured.</p><p>Mainly we manufacture these pipes keeping international standards of manufacturing in consideration.&nbsp;</p><p>Our Size Range starts from 1/4\" upto 36\" Outer Diameter of Pipes and Upto Wall thickness of 40MM.</p><p>We also offer third party inspection of any agency for inspection of materials. Besides this we are also supply in various sectors like Pharma, Chemical, Oil, Biochemical, Power Plants, Railing, Furniture Industries etc.</p><p>For more details you can visit us <a href=\"http://www.metalloyinternational.com\" target=\"_blank\">www.metalloyinternational.com</a>&nbsp;and also send your valued enquiry on d.doshi@metalloyinternational.com&nbsp;</p>","industries":["Others"],"name":"M.A.INTERNATIONAL","sectors":["Others"]},{"email":"headoffice@paathshala.world","idea":"<p>We are a premiere education institute and one of the fastest growing education institutes in India. We are focused on providing quality education with state-of-the-art infrastructure, like nowhere in India and guidance for the students of XI and XII standard science, aspiring to crack competitive entrance exams like the IIT JEE, BITSAT, NEET, JIPMER, AIIMS&nbsp;</p><p>\n</p><p>Our primary aim is of delivering quality education to aspiring Engineers, Doctors, Scientists, who will go on to become successful professionals. Since the inception, we as a team of professional and experienced teachers have always aimed to deliver higher level quality coaching for aspirants</p><p>\n</p><p>Mission And Vision\n</p><p>\"We aim to transform with utmost efficiency, each student, into the intellectually best version of themselves, with the underlying purpose of giving them the best possible chance of excelling in the career of their choice\"\n</p><p>\n</p><p>\"In the process, we also provide career guidance, life coaching and motivation coaching\"</p>","industries":["Education"],"name":"SPARK EXCELLENCE PAATHSHALA PRIVATE LIMITED","sectors":["E-learning"]},{"email":"mandakini.chhag@gmail.com","idea":"<p>We are manufacturer of Automobile accessories and presently venturing in to manufacturing in to Covid product</p>","industries":["Healthcare & Lifesciences"],"name":"Kants plastics","sectors":["Others"]},{"email":"kriyanshsteel@gmail.com","idea":"<p>An innovative idea for the labours in India to make them comfortable at workplace. Idea of making Labour camps for labourers to stay safe and hygiene. Best part is that they will be provided with facilities such as cool stay with personal bunk beds (for accomodation of two person) along with facilities such as washroom, hygiene canteen, green environment,etc..&nbsp;</p>","industries":["Others"],"name":"Kriyansh Steel Impression Pvt Ltd","sectors":["Others"]},{"email":"cto@itbees.co.in","idea":"<p>Deals in Computers, New and resale, Renting of IT . Services</p>","industries":["IT Services"],"name":"IT Bees LLP","sectors":["Others"]},{"email":"dinesh@medforge.in","idea":"<p><a href=\"http://www.medforge.in\" target=\"_blank\">www.medforge.in</a></p><p>Medforge Technologies is a manufacturer of diagnostic, cleanroom, and biosafety engineering products and services.</p>","industries":["Healthcare & Lifesciences"],"name":"Medforge Technologies LLP","sectors":["Healthcare Services"]},{"email":"mbrewersindia@gmail.com","idea":"<p>Planning to start up brewery business in Maharashtra - Mumbai which would not only generate employment in rurae Statel areas but also would generate state excise revenue for the state</p>","industries":["Food & Beverages"],"name":"Not yet decided. Still in ideation stage","sectors":["Microbrewery"]},{"email":"smeet@masoninfra.com","idea":"<p>We are an Infrastructure Development company that wants to innovate new methods to speed up construction but at the same time keep up quality and keep costs as low as possible. We have one project that we are currently developing and are looking to get a few more projects in the next 6-8 months. We would like to get a start-up status so we can take benefits of tax exemption and use any contacts provided by the authorities to get acquire more projects.&nbsp;</p>","industries":["Construction"],"name":"Mason Infrastructure","sectors":["Construction & Engineering"]}]