[{"email":"hello@wholenewlevel.in","idea":"<p>Whole New Level is a creative agency&nbsp; that creates brand identities and websites for brands. We believe that every brand has a story and we can help them write it.&nbsp;</p>","industries":["Marketing"],"name":"Whole New Level","sectors":["Branding"]},{"email":"director.pmis@gmail.com","idea":"<p>WE ARE INTO REAL ESTATE BROKER, SELLING BUSINESS ACROSS INDIA AND ABROAD.</p>","industries":["Real Estate"],"name":"YOOSPACE REALTY PRIVATE LIMITED","sectors":["Housing"]},{"email":"prithvi.bhagat21@gmail.com","idea":"<p>Today when we think about any emergencies, automatically our first thought is unreliable in our country. People in India are not educated or well versed in how to handle an emergency or what their first response should be. We at Aidlife see a gap there and want to fill it so that in an emergency one can easily get a hold of an emergency response team in the quickest way possible.An emergency is a situation that poses an immediate risk to health, life, property, or environment. we come in here where urgent intervention is done to prevent a worsening of the situation, although in some situations, mitigation may not be possible and agencies may only be able to offer palliative care for the aftermath Invokes a feeling of safety. Think of the person you trust the most. How freely and easily you share everything with them. Our brand is something similar. During the most difficult times in their life, they would reach out to us. So my brand is all about safety, trust, and belonging.</p>","industries":["Healthcare & Lifesciences"],"name":"Prithvi Bhagat","sectors":["Healthcare Services"]},{"email":"alliancerecyclingg@gmail.com","idea":"<p>INTRODUCE OUR SELF AS AN LEADING MANUFRATURER AND EXPORTER OF \n</p><p>&nbsp;100% CAST GRADE REGENERATED PMMA SHEETS &amp; MONOMER HAVING A \n</p><p>&nbsp;\n<span>PURITY OF MORE THEN 98% &nbsp;</span></p><p>&nbsp;\n<span>WE HAVE A CAPACITY FOR MANUFACTURING 400 MTS/MONTH OF&nbsp;</span></p><p>REGENERATED MONOMER &amp; 100 MTS OF REGENERATED CAST GRADE \n</p><p>&nbsp;\n<span>PMMA SHEETS &nbsp;</span></p><p>&nbsp;\n<span>OUR PLANT IS SITUATED AT ACHAD (MAHARASHTRA) OUR &nbsp;</span></p><p>ALL OF OUR ABOVE PRODUCTS ARE MADE OUT OF 100 % CAST GRADEPMMA MATERIAL IMPORTED FROM USA &amp; EUROPE FROM MAIN MANUFRACTURES OF PMMA SHEETS SO NATURALLY OUR PORDUCTS ARE NEAR TO PRIME QUALITY</p><p><br></p><p>SPECIFACTIONS: \n</p><p>We have high quality, very pure reclaimed MMA. Our product has been reclaimed and purified using a depolymerisation, neutralisation and distillation process to achieve the desired degree of purity. \n</p><p>The result of this complex process is a methyl methacrylate monomer that is suitable for a wide range of uses – very similar to those possible with the synthetic monomer. \n</p><p>The finished product is stored in a refrigerated underground tank at a constant 5oC to ensure its stability. Should the client so request, an inhibitor can be added to their order upon packaging. \n</p><p>This is typically HQ (hydroquinone), MEHQ (mono methyl hydroquinone ether) or topanol in the proportion (ppm) required</p><p><br></p><p>SIZE &amp; THICKNESS \n</p><p>1.\t4ftX3ft \n</p><p>2.\t6ftX4ft \n</p><p>3.\t8ftX4ft \n</p><p>4.\tWEALSOCATERTOCUSTOMSIZEANDCOLOURASPERCLIENTS REQUIRMENTS 1mmto12mm 1mmto12mm 1mmto12mm</p><p><br></p><p>APPLICATIONS FOR LIQUID MONOMER \n</p><p>PAINT INDUSTRIES \n</p><p>LEATHER INDUSTRIES \n</p><p>CHEMICAL PLANTS \n</p><p>ADHESIVE INDUSTIRES \n</p><p>PAPER INDUSTRIES \n</p><p>ACRYLIC SHEET PLANTS \n</p><p><br></p><p>APPLICATIONS FOR PMMA SHEETS \n</p><p>AUTOMOTIVE GLAZING \n</p><p>INTERIOR LIGHTING PANNEL \n</p><p>DECORATIVE PANNELS \n</p><p>ACRYLIC DECORATIVES WALLS \n</p><p>ADVERTISING SIGNS \n</p><p>EXTERIOR PANNELS \n</p><p>BATHROOM FITTINGS \n</p><p>ACRYLIC PIPES</p>","industries":["Chemicals"],"name":"ALLIANCE RECYCLING LLP","sectors":["Commodity Chemicals"]},{"email":"vaarainternational@gmail.com","idea":"\n            <p>Building Technology to bring affordably and bioproducts in food and cleaning industry</p>\n        ","industries":["Marketing"],"name":"Sujith Nair","sectors":["Others"]},{"email":"siyaram.mum@gmail.com","idea":"<p>Suppliers of replacement machinery spares like Idlers, Rollers, Sprockets, Chain Assembly, Swing Bearings, Seal Kits, Hydraulic Cylinders, Electronic spares for Heavy Earthmoving and Construction Machines like Excavators, Dozers, Graders, Backhoe Loaders, Wheel Loaders, Cranes, etc.</p>","industries":["Construction"],"name":"SIYARAM INTERNATIONAL PRIVATE LIMITED","sectors":["Construction Supplies & Fixtures"]},{"email":"prassant@medicircle.in","idea":"<p>Medicircle is the fastest growing national healthcare news website, focused on providing the right content on all the affairs of the healthcare ecosystem. We are here to create, engage &amp; interact with the Healthcare Community and impart updated information about the key concerns of the industry &amp; highlight valuable opinions from its thought leaders to the masses. Medicircle.in, the voice of the Healthcare Ecosystem, covers day to day changes across various verticals like Pharma, Startups, US market, UAE market, National Health updates while also keeping a keen eye open for the latest R&amp;D, Movers and Shakers and emerging medical technology. We have published more than 3000 stories and we reach more than 5 million people in India, US, Canada, and UAE every month.</p>","industries":["Media & Entertainment"],"name":"PRASSANT KUMAR","sectors":["Digital Media News"]},{"email":"sonar@higerhealth.com","idea":"<p>Higer Health Sciences, LLP is a premium Mfg facility for Sweeteners, Functional and Nutritional products, ready to drink premixes and everyday products</p>","industries":["Healthcare & Lifesciences"],"name":"HIGER HEALTH SCIENCES LLP","sectors":["Health & Wellness"]},{"email":"Blendforfashion@gmail.com","idea":"WE ARE GARMENT MANUFACTURING UNIT. WOMEN ENTREPRENEUR. AND UP FOR ANY NEW CHALLENGES AND OPPORTUNITIES. WE ARE ALSO CURRENTLY&nbsp; MAKING HYGIENE&nbsp; MASKS FOR KIDS, ALSO WE WOULD LIKE TO CONTRIBUTE IN THE AUGMENTED REALITY TECHNOLOGY FOR GARMENT WHOLESALE AND RETAIL&nbsp; SECTOR&nbsp; TO DEAL WITH SOCIAL DISTANCING.","industries":["Textiles & Apparel"],"name":"Sneha Kochar","sectors":["Apparel & Accessories"]},{"email":"esamtani@gmail.com","idea":"<p><a href=\"https://www.kantascrypt.com/aboutus\" target=\"_blank\">Learn more about us by clicking here!</a><br></p>","industries":["IT Services"],"name":"KANTASCRYPT PRIVATE LIMITED","sectors":["Application Development"]}]