[{"email":"ashsaraf2005@gmail.com","idea":"<p>It is a Slot booking cum Pre ordering application for groceries.We plan to get local Kirana stores online .Also 99% of their tranactions which are in cash ,we plan to get&nbsp; them into digital domain.</p><p>Users can book slots ,preorder and collect ,settle bills digitally.Very helpful and right time to get users used to it.Will help in organisation and social distancing alike.</p><p>Kirana owners who generally are offline get to market online,can advertise and clear unsold inventory,track consumer demands in their area and connect with the consumer directly to serve the demand.This helps them to maintain customer engagement which generally only premium marts and companies are able to do.</p>","industries":["Retail"],"name":"ashutosh saraf","sectors":["Retail Technology"]},{"email":"dezitechpro84@gmail.com","idea":"<p>DeziTechPro is IT Company engaged in offering Graphic Designing Services, Web Designing &amp; Development Services, Domain Registration &amp; Website Hosting Services, Corporate Branding, Logo Design, SEO, SMO, Software Development, Media Printing, Patent Designing, Logo Trademarking and Company Registration Services offered by us as per the requirements of our respected customers.</p>","industries":["IT Services"],"name":"Nirav Dinesh Lalan","sectors":["Others"]},{"email":"fworldconnecting@gmail.com","idea":"<p><span>Fworld Tech Services India Private Limited is growing company in the field of information technology. Fworld Tech Services India Pvt. Ltd. has developed first Indian Chat room, live Streaming and Short video making app. From live video streaming to real-time interaction, Fworld allows you to show your talent around the world by its features and make you famous globally.</span></p><p><br></p><p><span>F Club : In this feature, people come in one place and show their talent in audio format and one chat room have a space on unlimited user to join in and 8 users can talk at one time and even it help to make friends also you can do meetings there and it can use for educational purpose also.</span></p><p><br></p><p><span>F Talent : This is feature of Fworld, where user can make there short talented video and show there talent They can Share it with their Friends.</span></p><p><br></p><p><span>F Live : In this feature, user can go live and show there talent in live video and famous around world. And it have video call and voice call feature also in it for other users for real time interaction, this can help user to be famous even faster…</span></p><p><span>It also have a feature of link account where people can link there social media like Instagram, Facebook, Twitter, Youtube and make there Fworld fans to explore you more.</span></p><p><br></p><p><span>Our main motive is to give free platform to talented people in our country in India to make them famous by showing talent To enhance their Talent like singing, dancing, painting etc.</span></p><p><span>Fworld App is Not only providing You Fame but also it help you to earn real money from this App Get Gifts in terms of appreciation in our app.</span></p>","industries":["Media & Entertainment"],"name":"FWORLD TECH SERVICES INDIA (OPC) PRIVATELIMITED","sectors":["Entertainment"]},{"email":"gaurang@simplease.in","idea":"<p>We are an online digital platform for providing property management services to home owners which includes renting, tenancy management, home management, documents management etc. Currently we are providing these services to the home owners of Mumbai. With the help of our digitised service an owner who doesn't stay in Mumbai can manage their property remotely. They can access to our online dashboards for managing the documents and accounts related to their property. They can digitally raise any query or issue related to their apartment and we ensure the real time compliance of solving those. More details on our profile can be looked into at <a href=\"http://www.simplease.in\" target=\"_blank\">www.simplease.in</a>&nbsp;.<br></p>","industries":["Real Estate"],"name":"Simplease ","sectors":["Others"]},{"email":"info@cadyh.com","idea":"<p>The company is an unique combination of services being offered to corporates, be it in taxation, Laws, auditing, compliance and what not. It all started in 2018 with an idea of four professional having deeply rooted experience in their respective field and the idea becomes reality in span of 1 year.&nbsp; &nbsp;&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"CADYH CONSULTANCY AND SERVICES PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"prabhudesai.ss@gmail.com","idea":"<p><a href=\"https://www.biznox.com/\" target=\"_blank\">BIZNOX</a></p><p><br></p><p>A platform for business growth :&nbsp;\n</p><p>\n</p><p>&nbsp;SMEs &nbsp;\n</p><p>Franchising and Distribution\n</p><p>Buy - Sale - JV Of Business Initiatives and Entities</p><p>Manufacturing Units “uberzation”\n</p><p>Agriculture focused business opportunities\n</p><p>Women Centric Businesses&nbsp;\n</p><p>Rural Self Employment\n</p><p>India Business Setup\n</p><p>MSME Business Advisory<br><br></p>","industries":["Others"],"name":"PD SS","sectors":["Others"]},{"email":"disha@lavado.in","idea":"<p>We are a young company with focus on simplifying garment care. We believe everyone likes their clothes clean and fresh but doing laundry is a hassle no one enjoys. We are here to make this activity simple, convenient &amp; a happy experience. Our innovative technology &amp; incredible customer service will take the thinking out of your dry cleaning, so that customers can focus on more important things.&nbsp;<a href=\"http://www.lavado.in\" target=\"_blank\">www.lavado.in</a></p><p><br></p><p>Innovation: Our Machine Learning technology helps in  matching the demand with the pickup/delivery agents within the vicinity and available processing capacity of the nearby laundries. Our software automatically schedules, tracks and integrates simple and robust online payment system to our customers This helps in generating new demands from the same area. The entire setup helps in providing faster service, and helping the laundries run at their optimum capacity.</p><p><br></p><p>Employment: Currently have a team of 7 people serving only a radius of 4 km with 250 garments per day. As we expand our area and orders the number of employees will increase accordingly.&nbsp;&nbsp;</p>","industries":["House-Hold Services"],"name":"ELAN LIFESTYLE TECHNOLOGIES PRIVATE LIMITED","sectors":["Laundry"]},{"email":"keyurtankaria.kt@gmail.com","idea":"<p>We provide the safety solutions, garments like coverall(dangree),raincoat,windshock,coldroom suits,windcheater .</p>","industries":["Safety"],"name":"keyur","sectors":["Others"]},{"email":"account@sceniccomm.in","idea":"<p>Scenic Communication is India's only communications agency spreading our expertise into various areas like Public Relations, Corporate Marketing and Strategy, Event Management, Social Media &amp; Digital Marketing. The communications company was formed with an objective of offering a resolute, practical, quality and value-added services to our clienteles. The core idea driving all strategies at the communication services is to make the client stand apart in ways which are both quantifiable and growth-centric. Headquartered in Mumbai, Scenic Communication has office in Pune and a vast partner network across the country with a reach in about 21 states. Services Public Relation Social Media Promotion&amp; Digital Marketing Event Management Website &amp; Mobile app development\n</p><p>\n</p><p><br></p>","industries":["Marketing"],"name":"Scenic Communication","sectors":["Branding"]},{"email":"thenationalcompany@gmail.com","idea":"<p>TNC;WORLD OF MODERN UTILITY PRODUCTS, WE ARE MANUFACTURER OF HOUSEHOLD PRODUCTS IN DIFFERENT CATEGORIES LIKE CLOTH DRYING STAND, LADDERS, BATHROOM ACCESSORIES, MOSQUITO NETS, IRONING BOARDS, SHOE RACKS WITH TOTAL IN-HOUSE PRODUCTION.&nbsp;</p>","industries":["House-Hold Services"],"name":"BHAKTI DATTATRAY NILKANTH","sectors":["Home Care"]}]