[{"email":"yagheshsuccess@gmail.com","idea":"<p>Hi my name is yaghesh vyas i want to execute my idea my online store sitaram to start it as a business and make website , app and advertise i need investment&nbsp;</p>","industries":["Fashion"],"name":"Sitaram","sectors":["Lifestyle"]},{"email":"mail@cagautam.com","idea":"<p>LOOPSTAR POWER SYSTEMS PRIVATE LIMITED is a registered company providing service and solution for electrical power management. We are flexible enough to perform. We are linked with electrical contractors and consultant. We source our input materials from renowned manufacturers to ensure high quality standards in the systems manufactured by us. We use Rittal / Hoffman / Eldon make or locally fabricated powder coated or SS enclosures depending on the customer requirements. Loopstar power Systems provide variety of product range (from renowned brands of the industry). APFC Panel, Harmonic Filtering Panels, Stabilizers, Transformers, LT/ MCC/ PCC/ PLC Panel manufacturing.</p><p>&nbsp;</p>","industries":["Technology Hardware"],"name":"LOOPSTAR POWER SYSTEMS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"jagjit@arcticfox.co.in","idea":"<p>ARCTIC FOX ENTERPRISES PRIVATE LIMITED , We offer complete service for your refrigerated transport vehicle.We address the problem. Inspect the unit. And provide a perfect solution for the task in hand. We also provide a complete general check up and recommend if any part needs to be changed or replaced at a very reasonable rate. Our technicians have a vast experience in Transport Refrigeration systems.</p>","industries":["Automotive"],"name":"ARCTIC FOX ENTERPRISES PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"Ecom@handfulofhealth.in","idea":"<p>Handful of Health is a registered brand of Candor Foods Pvt Ltd. At Candor, our endeavour is to make healthy foods accessible, available and affordable across all sections of society. Through Handful of Health, we aim to deliver quality products to our customers and hold their hand in their journey to a healthier life.<br></p>","industries":["Healthcare & Lifesciences"],"name":"HANDFUL OF HEALTH PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"agriamps@gmail.com","idea":"<p>AgriAmps” is a youthful start-up firm in Green Agriculture &amp; Green Energy. Green sustainable agriculture &amp; green energy business determined to transform agriculture by means of green energy through undertaking opportunities for growth and business that will engender sustainable food production and increased incomes for farmers in India.\n</p><p>We the owner &amp; partners of “AgriAmps” are experienced professionals, consultants &amp; advisors in Sustainable agriculture farming practices &amp; Renewable energy business process and consist of environment friendly.\n</p><p>We believe that together, we can Encourage, Empower &amp; Employ the rural &amp; urban communities by maintaining the standard of excellence in business practices &amp; entrepreneurship. AgriAmps has initiated this green business operations at present in Maharashtra India.\n</p><p>We \"AgriAmps \"as a community are aspiring to empower &amp; to inspire for the next generation by encouraging \"GO GREEN FOREVER\".</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Agriculture"],"name":"AGRIAMPS LLP","sectors":["Agri-Tech"]},{"email":"jude@jdap.in","idea":"<p>Archiverse Solutions Private Limited is in the business of providing online solutions for design, digital experience and visualisation to the real estate and allied industries in India. With the advent of Web 3.0, industries across the spectrum are repositioning their online presence and process to take advantage of the advanced capabilities of these new technologies that change the way in which consumers interact with businesses. </p><p>Demand for these new technologies is currently being seen in fashion and consumer goods segments and as it spreads to the real estate and allied sectors, it is crucial that these are able to make a transition from physical and 2D web presences to the three dimensional web, often referred to as the \"Metaverse\". </p><p><br></p><p>Archiverse Solutions Private Limited leverages spatial design expertise and new digital technologies with an understanding of the market and the customer and provides tools to the industry to make this transition.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Archiverse Solutions Private Limited","sectors":["Others"]},{"email":"ritika@herbostra.com","idea":"<p>Herbostra through its research and innovations create products which are unique and purposeful. We manufacture products using standardised procedures, pure herbs and advance techniques tested by experts. Our products are unique &amp; provides scientific solutions to health issues. Our goal is to make holistic health care available to every individual around the world.</p>","industries":["Healthcare & Lifesciences"],"name":"BEYOND AYURVEDA LLP","sectors":["Health & Wellness"]},{"email":"vipinpople@gmail.com","idea":"<p><span>CTgo is a ride-hailing service provider startup operating in the electric 3-wheelers and 4-wheelers segment.</span></p><p>We are on a cold mission to reduce the carbon footprint and step toward green sustainable energy. Our motto is go green go electric with Ctgo.</p><p>We are aiming to provide job opportunities to low-income group communities and dependent women and actually empower women at the ground level.</p><p> \n</p><p> \n</p><p> \n</p>","industries":["Transportation & Storage"],"name":"CTgo Mobility","sectors":["Passenger Transportation Services"]},{"email":"info@supridigital.com","idea":"<p>Visit our website <a href=\"https://www.supridigital.com/\" target=\"_blank\">www.supridigital.com</a>&nbsp;for more details.<br></p>","industries":["Education"],"name":"SUPRI DIGITAL LLP","sectors":["Education Technology"]},{"email":"tradonomy6@gmail.com","idea":"<p>PRIVATE LIMITED COMPANY INTO STOCK MARKET ANALYSIS AND RESEARCH FOR VALUE ADDITION TO ITS CUSTOMERBASE</p>","industries":["Finance Technology"],"name":"JAMNADAS VIRJI RESEARCH PRIVATE LIMITED","sectors":["Trading"]}]