[{"email":"anupa@madosglobal.net","idea":"BobRockz is a start up by a creative and a passionate 6 year old girl Devi [Bobby] Kamath and her little sister Meera [ Rocky] Kamath . Their food intolerance and early awareness to clean eating and environmental issues, especially the misuse of plastic encouraged them to this world of entrepreneurship. These little Hands with Big Dreams are introducing their delicious Vegan , Gluten , Nut &amp; Sugar Free range of cookies soon. BobRockz caters &nbsp;to healthy treats for all ages irrespective of their dietary restrictions.&nbsp;","industries":["Green Technology"],"name":"Devi Kamath","sectors":["Clean Tech"]},{"email":"sandeep.patil@lkart.in","idea":"<p>L-Kart Logi Tech Solutions Private Limited is the technology enabled logistics solutions provider to food, food tech, healthcare and FMCG companies.&nbsp;</p><p><br></p><p>Our Proprietary Technology Solutions  are optimized through Big Data Analytics across the entire supply chain system and aimed at offering our clients more value, benefits and convenience by the following:</p><p><br></p><p>- L-Kart integrates its technology and mobile app wherein the client has access to the visibility of the vehicle and material. Your supply channel partners will be assured of delivery timelines, quantity and quality.\n</p><p>&nbsp;- App ensures that whatever is invoiced is properly loaded and unloaded thus avoiding any short/excess supply.\n</p><p>- L-Kart will optimize fleet requirement through load and Kms optimization thus resulting in savings over a longer time.\n</p><p>&nbsp;- After collating data for certain time and based on its optimization algorithm, L-Kart will further suggest cost savings through aggregation of demand with other clients and incremental optimization of the transport function.\n</p>","industries":["Transportation & Storage"],"name":"LKART LOGI TECH SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"dash.asish@gmail.com","idea":"<p>Changing the consulting and adult learning scenario in India, particularly on focused areas of BFSI, Logistics &amp; Hospitality</p>","industries":["Education"],"name":"GRAZING MINDS RESEARCH AND CONSULTING LLP","sectors":["E-learning"]},{"email":"nishmithashetty11@gmail.com","idea":"<p>Collab Globe is a platform where people across the globe collaborate to build ideal solutions for the unsolved theories &amp; challenges of the 🌍.</p>","industries":["Social Impact"],"name":"Nishmitha shetty","sectors":["NGO"]},{"email":"info@propmarshal.com","idea":"<p>PROPMARSHAL INDIA PRIVATE LIMITED is professional distributor in real estate and financial sector. We accelerate the business momentum for real estate developer and financial institutions. With calculative strategy planning and accurate execution, we achieve the best industry scores.&nbsp;</p>","industries":["Real Estate"],"name":"Nilesh Singh","sectors":["Housing"]},{"email":"steeldalal19@gmail.com","idea":"\n                        <p><a href=\"http://www.steeldalal.com\" target=\"_blank\">SteelDalal</a>&nbsp;SteelDalal (www.steeldalal.com) is a B2B supply-chain markeplace for trading metals and commodities, with initial focus on steel. SteelDalal aims to transition the current metal trading ecosystem to the virtual world with focus on transparency, ease-of-use and an ability to trade on-the-go.SteelDalal offers several industry-first features and value for market participants and we're working towards increasing adoption and usage of technology for easier and enhanced business.</p><p>It includes unique features such as&nbsp;</p><p>-competitive rates</p><p>-Trade Assurance</p><p>-Hassle free Real time trading</p><p>-Real time market intel, and much more</p><p><br></p><p>A traditional business method is now old talks, we all are aware of the internet boom occurred within 2 decades and in recent years most of the sectors adapted the E-World very fast but there is some segment that has been touched yet nowhere especially the commodity market. To make the change we came with the idea of an online trading portal to develop a platform where businesses can list themselves and adapt internet platform and for that, we created steeldalal.com so that anyone from anywhere can do trades online live without having any premises or any kind of economic condition that we are facing currently. If these sectors work according to our layout we assure that none business will be in losses if they do so, A certain decline can behold at sustain level so that business remains constant and each and every business listed in our ecosystem should be in profit rather than in losses.</p><p>We are committed to take commodity segment related Industries to the next level by adapting the internet era and create a milestone.</p><p><br></p>        \n        ","industries":["Others"],"name":"STEELDALAL PRIVATE LIMITED","sectors":["Others"]},{"email":"itspunitkumar@gmail.com","idea":"<p>Our mission is to make accessible all essential high cost life saving drugs and optional vaccine for lower &amp;  middle income group in order to ensure needy patients must not be deprived of essential genuine medicine and injectable products due to affordability issue.</p>","industries":["Healthcare & Lifesciences"],"name":"ADASTRA HEALTHCARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"mundravarun@gmail.com","idea":"<p>Introducing India to Masalas from their place of origin.</p>","industries":["Food & Beverages"],"name":"Varun Mundra","sectors":["Food Processing"]},{"email":"ca.nishit.tanna@gmail.com","idea":"The idea is to open chain of restaurants where the food menu wont be available and instead the food will be curated and prepared by the chefs as per the taste and likings of the customers. The restaurant will involve customers to first interact with the chefs as per their wants, needs, taste, cuisine, etc. and the food will be prepared accordingly without a set menu option.","industries":["Food & Beverages"],"name":"NISHIT TANNA","sectors":["Restaurants"]},{"email":"info@petromodern.com","idea":"<p>PETROMODERNTM FLOW TECHNOLOGIES provide the full range of industry-specific engineered flow control products &amp; fluid treatment systems and associated services for the Oil &amp; Gas, Petrochemical, Power, Chemical, Mining, Nuclear, Marine &amp; Defense, Water  &amp; Waste Water Treatment and General Industries, in collaboration with leading global partners. </p><p>Our sales and services operation offers integrated supply solutions focused on your specific project requirements and geared to deliver reliable products designed and manufactured for your application.</p>","industries":["Non- Renewable Energy"],"name":"PETROMODERN FLOW TECHNOLOGIES PRIVATE LIMITED","sectors":["Oil Related Services and Equipment"]}]