[{"email":"rajani@kansamaritime.com","idea":"<p>We are a prominent shipping management industry and cargo service provider. These services are handled by a team of experts. We aim to create a market of customers totally delighted by our services.</p>","industries":["Transportation & Storage"],"name":"KBULK CHARTERING LLP","sectors":["Freight & Logistics Services"]},{"email":"luckystarburnwal@gmail.com","idea":"<p>With over 50% of the population engaged in agriculture yet, the sector contributing only ~17% to the GDP of the country, there is tremendous scope of improvement in the sector. The multifaceted problems faced by the sector range from inefficient land utilization, changing climate and weather patterns, land fragmentation, loss in land productivity, supply chain inefficiency, lack of sufficient warehousing and cold storage facilities, lack of access to market, competition from high-quality imports from developed countries, lack of sustainable business model and investment, lack of knowledge among farmers and the aggravated financial health, coupled with poor implementation of government policies. Thus, it becomes imperative to acknowledge this gap and devise solutions that can provide multidimensional benefits to the farmers.\n</p><p>Automation has solved many of the world’s woes and it can be a boon to agriculture as well. With more than 86% of farmers under the small and marginal category with less than 2 hectares of land-holding access mechanization is practically impossible.\n</p><p>Thus, Farming-as-a-Service can be the solution to this pressing problem from the roots.</p>","industries":["Agriculture"],"name":"Subham Burnwal","sectors":["Agri-Tech"]},{"email":"amit.k@enalito.com","idea":"<p>AI Company with Predictive Analytics Technology optimizing business decisions, inventory management, customer engagement, and sales strategy for ECommerce &amp; Retail through Intelligent Customer &amp; Product Analytics, Personalization, Intelligent Automation</p>","industries":["AI"],"name":"ENALITO AUTOMATION PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"Winny.rawal@live.co.uk","idea":"<p>Our country is in a dire need for a platform which can cater to worlds largest pool of aspirational youth which happen's to be 50% of our country's population, providing the right handholding and head-start required to flourish the entrepreneurial minds. In order to achieve this we require a robust framework that can provide - Career Counselling / Mentoring, Enhance Employability Skills and can furnish Startup support.</p>","industries":["Education"],"name":"Winny Rawal","sectors":["Others"]},{"email":"indiamp.electricals@gmail.com","idea":"<p>I am Supriya Shivagan from INDIAMP ELCTRICALS, I have started Solar power work.</p>","industries":["Renewable Energy"],"name":"Supriya Shivagan","sectors":["Renewable Solar Energy"]},{"email":"techoptimus.to@gmail.com","idea":"<p>I HaVE satrted my firm last year. tring to grow more&nbsp;</p>","industries":["IT Services"],"name":"ROHIT PATNE ","sectors":["IT Consulting"]},{"email":"vishalkotian@gmail.com","idea":"<p>we have an idea but need lot of guidance and learning to bring it to shape.</p>","industries":["Agriculture"],"name":"Vishal Kotian","sectors":["Organic Agriculture"]},{"email":"ansoutsourcing@gmail.com","idea":"<p>Manpower Outsourcing Company with specialised Services&nbsp;</p>","industries":["Others"],"name":"AAKASH CHHABRIA","sectors":["Others"]},{"email":"prateek@rayliossolar.com","idea":"<p>At Raylios Solar, we believe clean and sustainable energy is the key to building a sustainable future. Our mission is to provide innovative renewable energy solutions to our customers.\n</p><p>\n</p><p>With experience of over 22 MWp projects commissioned as on date, we tailor make high quality rooftop and ground mounted solar plants, as well as provide solar lighting solutions, for our clients and  help them make economical and environmentally sustainable choices.</p>","industries":["Renewable Energy"],"name":"Prateek Kothari","sectors":["Renewable Solar Energy"]},{"email":"gluckdeliveries@gmail.com","idea":"<p>Glück Deliveries is a new age last mile delivery company aims to disrupt the last mile connectivity for hyper-local needs of E-Commerce, Food Deliveries, Laundry Deliveries, Grocery Deliveries, Fresh Vegetable &amp; Fruits Deliveries, Meat &amp; Fish Deliveries, Electronics Deliveries, Documents &amp; Courier Deliveries  and Office Running Deliveries.</p>","industries":["Logistics"],"name":"Glück Deliveries","sectors":["Others"]}]