[{"email":"premkumaryadav1@gmail.com","idea":"<p>AYUCURE HEALTH CARE IS AYURVEDIC STARTUP ,&nbsp;</p><p>OUR VISION PROMOTE AYURVEDIC INDUSTRIOUS.</p><p>AND BATTER HEALTH&nbsp; FOR PEOPLE.</p>","industries":["Healthcare & Lifesciences"],"name":"prem yadav","sectors":["Pharmaceutical"]},{"email":"meenalpawar@gmail.com","idea":"<p>BoostUpKey.com is an ed-tech startup working as hyper local aggregator between students/parents &amp; coaching classes/training institutes. \n</p><p>We allow students/parents to identify coaching institutes near them, get free demos &amp; avail discounts on admission fees on our online platform BoostUpKey.com. \n</p><p>We help coaching institutes in management &amp; marketing through our digital platform.\n\n</p><p>We are currently operating in Mumbai, Navi Mumbai, Thane, Kalyan-Bhiwandi, Vasai &amp; Palghar areas. www.boostupkey.com&nbsp;</p>","industries":["Education"],"name":"ANDREV7","sectors":["Education Technology"]},{"email":"harsh@kraftingminds.com","idea":"<p>teamNgage, a division of Krafting Minds, is a truly employee engagement company.</p><p><br></p><p>We are India's one of the company providing unique employee engagement &amp; experience solutions. Curated more than 200+ activities.</p><p><br></p><p>We are one of the most innovative company and have provided more than 50+ employee engagement activities post lockdown virtually and now making our business ready in the domain of Gamification of employee engagement services</p>","industries":["Professional & Commercial Services"],"name":"teamNgage - Onsite, Virtual &amp; Hybrid Employee Engagement","sectors":["Business Support Services"]},{"email":"mvijaykar@gmail.com","idea":"<p><a href=\"http://skyne.in/about.html\" target=\"_blank\">http://skyne.in/about.html</a><br></p>","industries":["IT Services"],"name":"Mayuresh Vijaykar","sectors":["IT Consulting"]},{"email":"pranav.chabhadia@bdi-group.org","idea":"<p>B D Inno Ventures Private Limited having brand name Tring helps in connecting the fans with their favorite celebrities in a single click. Its a unique concept that provide premium experience at affordable rates.</p>","industries":["Media & Entertainment"],"name":"B.D. INNO VENTURES PRIVATE LIMITED","sectors":["Digital Media Video"]},{"email":"chirag@giftbox.cards","idea":"<p>Gift Box&nbsp;endeavours to be a reliable and efficient alliance partner for corporate&nbsp; across categories under the following&nbsp;:&nbsp;\n</p><p>END TO END rewards management solutions by using various mediums like&nbsp;&nbsp;gift vouchers mobile , cards and internet.\n</p><p>Channel / Consumer / Employee Loyalty&nbsp;&nbsp;Programs&nbsp;\n</p><p>Product Sourcing (across Electronics /General Merchandise / Home Fashion / Apparels )&nbsp;\n</p><p>Gift Vouchers/ Prepaid Cards\n</p><p>Customized gifting solutions\n</p><p>E-Commerce Platform</p>","industries":["Marketing"],"name":"chirag pratap palande","sectors":["Loyalty"]},{"email":"abhijit.k@memoirhome.com","idea":"<p>THE MEMOIR STORY\n</p><p>Memoir ensures comforting experience to everyone especially the dreamers and achievers who strive daily to make their mark. We believe in supplying best quality products at competitive rates supported with prompt service.\n</p><p>We at Memoir have dedicated ourselves to create superlative quality specialized Pillows, Cushions, Accessories and Foam Sheets. \n</p><p>\n</p><p>MEMOIR MISSION\n</p><p>Memoir was founded with a mission to redefine comfort and spread happiness through all its offerings. Our unique products provide unmatched quality to elevate the sense of comfort and our aim is to keep developing new products keeping in mind comfort for every need.\n</p><p>\n</p><p>OUR TEAM &amp; MANAGEMENT\n</p><p>Our Team is an unbeatable combination with 20 years of experience and global technical know-how. Our management is committed to create sustainable comfort solutions through our products and aims at fulfilling the following objectives:\n</p><p>•\tBecoming leaders in comfort &amp; style\n</p><p>•\tMaintaining the highest standards in manufacturing\n</p><p>•\tProactive management\n</p><p>•\tManaging external expectations\n</p><p>•\tPrompt Service\n</p><p>\n</p><p>PRODUCTION CAPACITY\n</p><p>Memoir has current capacity of manufacturing 0.9 – 1.2 million pieces per annum. \n</p><p>\n</p><p>PRODUCT RANGE\n</p><p>Memoir currently has over 100 different range of products. We manufacture Memory Foam, Latex – Feel Foam, Infused Gel Memory Foam, Moulded PU Foam, HCS Fibre and 0.8 den Micro-Fibre products. \n</p><p>Memoir has tied up with a Canadian Based company: Thompson Research Associates, Inc. and developed a foam which is Anti- Bacterial and Anti-Fungal. The Antimicrobial additive ULTRAFRESH provided by Thompson Research Associates, Inc. prevents growth of bacteria, mould and mildew in and on foam. This product stops proliferation of microbes and foam remains free of undesirable odours and avoids degradation. For more details kindly visit: ultra-fresh.com\n</p><p>\n</p><p>\n</p><p>CLIENTELLE\n</p><p>Today, MEMOIR is present in over 21 states in India. We supply products to all the top, reputed and best Retail and Large Format Stores in India. We currently supply to more than 500 retail outlets all across India.\n</p><p>Some of our esteemed Clientele include:\n</p><p>1.\tRETAIL all across INDIA\n</p><p>2.\tLARGE FORMAT STORES</p>","industries":["Others"],"name":"ABHIJIT KARLE","sectors":["Others"]},{"email":"arvind.rajan@scanbo.com","idea":"<p>AI driven point of care healthcare company focused on medical diagnostics, specifically clinical pathology.</p><p><br></p><p>Our core technologies include dry chemistry and machine learning. The Scanbo ecosystem includes Scanbo v8, Bluetooth enabled point of care 8-in-1 vitals measuring device, firmware and mobile &amp; web application. Using Scanbo v8, Doctors, Clinics, Home healthcare service providers, NGOs and PHCs can measure patients vitals in under 3 minutes and digitize patient health information. Data is stored on cloud (HIPAA Compliant and HL7 Protocol). </p><p><br></p><p>Our focus on on Hypertension, Diabetes, Cardiac and Renal Tests. Using our devices, common blood tests can be performed at the point of care, obviating the need for chemicals/reagents for testing. </p><p><br></p><p>Machine learning will help transition healthcare from \"reactive\" to \"predictive\" mode. We will be able to predict patient health, assign time frame &amp; probability of being afflicted with various lifestyle diseases.<br></p><p> <br></p>","industries":["Healthcare & Lifesciences"],"name":"Scanbo","sectors":["Medical Devices Biomedical"]},{"email":"punit@uncanvas.com","idea":"<p><a href=\"https://uncanvas.com/\" target=\"_blank\">Business Website</a><br></p>","industries":["Marketing"],"name":"UnCanvas Business Solutions LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"online.reverenc@gmail.com","idea":"<p>Mobile application and&nbsp; Software development company for inert products.</p>","industries":["Computer Vision"],"name":"Reverenc Technologies","sectors":["Others"]}]