[{"email":"virtualis.services@gmail.com","idea":"<p>Auscultation is one of the most primary procedures that most clinicians carry out during initial consultation. There are more than 10 Lakh registered clinicians in the country. Thus, having a high-fidelity alternative of the normal acoustic stethoscopes that they use now means that they can easily detect minute pathological sounds than normal ones that would otherwise require years of training and experience. Better amplification potentially eases the clinicians during training and since the signals are digitally recorded, training becomes easier. Furthermore, as the diagnostic capability of the proposed tool is higher and the skill required to perform the auscultation is lower, the tool empowers nurses to have better diagnostic capabilities.&nbsp;</p><p>The aim of the work is to develop a cost efficient, modular mobile stethoscope that could easily be fit to a wide range of android smartphones. The objectives of the proposal are given below:\n</p><p>Objective 1: To develop high-fidelity prototype of the system\n</p><p>Objective 2: To test the prototype in a clinical setting and acquire feedback on usage and user experience\n</p><p>Objective 3: Modify the device according to the feedback provided by users (clinicians)\n</p><p>Objective 4: Validate the system in a larger number of users (n&gt;200)\n</p><p>The analysis of the signals recorded from the proposed device to predict diseases is not in the scope of this proposal.</p><p>The system uses beamforming with multiple sensors to have better amplification without the compromising on noise cancellation. Presently, there is no stethoscope available in the market that uses this feature. The beamforming allows the directional focus to minimize noise right at the sensing end of the device. This feature helps target specific sites for analysis. For example, during auscultation, an examiner may need to physically position the diaphragm of a conventional stethoscope to focus audio recording on the aortic, pulmonic, tricuspid or mitral regions. The beamforming in this device automatically selects the sound direction to be analysed and rejects echo and noise during acquisition itself. This shows a significant improvement in the quality of the sound signals even before processing. Furthermore, the system has a modular design that can be attached to any android smartphone. The system also connects directly with the cloud without needing to connect to a smartphone after initial setup.</p>","industries":["Healthcare & Lifesciences"],"name":"Nilesh Jain","sectors":["Healthcare Technology"]},{"email":"nileshjjain@gmail.com","idea":"<p>TRAFIC (Totally Regulated Access for Infection Control System), is the only fully patented automated hand hygiene washing system that can help manage the hygiene situation for offices, hospitals, clinics, and public environments. This system will help eliminate contamination risk –it is expected to remove more than 99.9% of dangerous pathogens with every 20 seconds to 25 seconds hand wash.\n</p><p>Practicing proper hand hygiene is essential to protecting public health. Healthcare-acquired infections (HAIs) represent nearly every 100 hospitalized patients at any given time, 7 in developed and 10 in developing countries will acquire at least one healthcare-associated infection. One-third of these infections are preventable. Handwashing compliance among healthcare workers is, on average, well below 50 percent. The compliance monitoring is time-consuming, and often inaccurate, and not well implemented, resulting in severe non-compliance. Our automated tracking and compliance monitoring system can be integrated with access control systems, for each staff member it logs each handwashing event, the built-in capability automatically identifies the employee and records and adds the information to the EMR/HIS systems.</p>","industries":["Healthcare & Lifesciences"],"name":"Nilesh","sectors":["Healthcare Technology"]},{"email":"dhruvaa31@gmail.com","idea":"<p>DHRUV SURGICAL INDUSTRIES PRIVATE LIMITED is&nbsp; a Manufacturer and Exporter of&nbsp;Surgical Dressing &amp; Disposable.&nbsp;We, Dhruv Surgical Industries, are well known Manufacturer and&nbsp;Supplier of Disposable Gloves, Surgical Dressings &amp; Disposables,&nbsp;etc. Dhruv Surgical Industries Care is well known for the best quality&nbsp;products and service from Mumbai.&nbsp;Our Major products are Absorbent Gauze, Bandage Cloth, Roller&nbsp;Our Major products are Absorbent Gauze, Bandage Cloth, Roller.&nbsp;</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p>.</p>","industries":["Healthcare & Lifesciences"],"name":"DHRUV SURGICAL INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"rohitarya4@gmail.com","idea":"<p>2 year old YellowGrass Holiday Homes is a hospitality company with extremely innovative homestay model that creates unbelievable occupancies with net margins as high as 35%</p>","industries":["Travel & Tourism"],"name":"ROHIT ARYA","sectors":["Hospitality"]},{"email":"neetichaand@gmail.com","idea":"<p>Indecent Foods Pvt. Ltd.&nbsp; plans to create multiple pan India delivery only specialised restaurants brands promising consistent quality operating out of same kitchen using primarily 3rd party delivery backend</p>","industries":["Food & Beverages"],"name":"Indecent Foods Private Limited","sectors":["Restaurants"]},{"email":"accuspringdiagnostics@gmail.com","idea":"<p>ACCUSPRING HEALTHCARE PRIVATE LIMITED started Accuspring Diagnostic centre which is commited to Healthy Society, To enjoy the glow of good health, you must exercise and have regular health check ups. Accuspring Diagnostic Centre&nbsp; founded by Dr.Prashant Basapure MBBS MD PATHOLOGY is aimed at assuring excellent service and quality report and we have been successful in achieving our aim. My lab mission is giving excellent service and quality report to patients and corporate companies and clients to their entire satisfaction.&nbsp; Our aim to provide GOOD QUALITY REPORTS'</p>","industries":["Healthcare & Lifesciences"],"name":"ACCUSPRING HEALTHCARE PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"info.cadre.labs@gmail.com","idea":"<p>A company formed to innovate in the field of sustainability, through various mediums and channels, through technology, collaborations, community building. Providing products and services under the sustainability umbrella.&nbsp;</p>","industries":["Retail"],"name":"CADRE LABS AND INNOVATIONS PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"pritiasukhwani@gmail.com","idea":"<p><span>Envision offers free personalized student placement services to World leading Universities and Colleges  in the UK, USA, Canada, Australia, NZ, Europe, Singapore and The Middle East.</span></p><p><br></p><p>We are currently building teams in Mumbai , Bangalore, Delhi, Pune and Chandigarh.&nbsp;</p><p><br></p><p>Our company’s services will include Career Counseling, International Education Consulting, University &amp; Course Selection, Aptitude Testing, Application Guidance, Visa Guidance, Financial Assistance, Scholarship Information, Pre-departure Support Services and Event Organization.</p><p><br></p><p>We believe International Education serves as one of the true game changers in a student’s life and has a significant and compounding effect for many years to come. Envision is committed to empowering students every step of the way.</p><p><br></p><p>Our Founding Partner, Priti A Sukhwani is a well-recognized International Education Specialist with rich experience .&nbsp;</p><p><br></p><p>Our vision is to foster the student’s academic as well as social growth and assist every student find their true calling.</p>","industries":["Education"],"name":"ENVISION OVERSEAS EDUCATION CONSULTANTS LLP","sectors":["Skill Development"]},{"email":"somesh@digitalboat.co.in","idea":"<p>We believe in building strong brands, good clean design, well-crafted content, and integrated strategies.\n</p><p>Creativity, Quality, Customized Software Solutions, Ethics and Values, Assisted Media Buying, Strategies, Planners, Innovators these are the keywords which best describes the company and a team.\n</p><p>DigitalBoat comprises of a group of professionals, handpicked not only because of their creative and innovative thinking but also because of the expertise they have in their respective fields. It's a team that is dedicated to providing the best solutions with the latest updated technologies in the market to give your company a competitive edge. With years of domestic &amp; international experience of working with Brands, we as a team provide the most unique, innovative products &amp; Services which are at par with international standards. We follow lean principles i.e. Identify the values, Map the values, Create a plan, Execute the flow &amp; Persist for perfection.\n</p><p>As a company our aim has never been to compete with the other software and media companies or agencies but to stand out from the crowd.\n</p><p>We support our customers with the solutions, which have helped them to drive their social collaboration efforts and speedup communications and get quick turn around on their business queries.\n</p><p>We provide the most advanced, stable, secure, efficient and compliant services to clients operating Enterprise Class IT systems.</p>","industries":["IT Services"],"name":"DIGITALBOAT TECHNOLOGIES LLP","sectors":["Application Development"]},{"email":"kunalgandhi100@gmail.com","idea":"<p>Kunal Enterprise is a trading company which has dealership of various foreign companies in Screen Printing Industry.Kunal Enterprise provides solution to Screen Printing companies in Indian Market. </p><p><a href=\"http://www.kunalenterprise.com/about_us\" target=\"_blank\">http://www.kunalenterprise.com/about_us</a></p>","industries":["Others"],"name":"Kunal Gandhi","sectors":["Others"]}]