[{"email":"reachus@believe-it.in","idea":"<p>Greetings!  We @ BELIEVE IT Ltd, focus not only on <b><u>RPA </u></b>– <b><u>R</u></b>obotic <b><u>P</u></b>rocess <b><u>A</u></b>utomation, but <b>Overall E2E Automation</b>, adhering to all flavors of testing, Regression, Functional, Process etc. using “<b>NoCode</b>” automation.  We can offer <b>virtual automation testing services</b> with <b><u>\"FREE POC\"</u></b>. Connect – <b>reachus@believe-it.in.     www.believe-it.in.</b></p>","industries":["IT Services"],"name":"BELIEVE IT PRIVATE LIMITED","sectors":["Testing"]},{"email":"soham.decoded@gmail.com","idea":"<p><a href=\"https://www.wewindessentials.com\" target=\"_blank\">About WindEssentials Research Solutions</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"WINDESSENTIALS RESEARCH SOLUTIONS PRIVATE LIMITED","sectors":["Others"]},{"email":"utkarsh.kumar@skillxpro.com","idea":"<p>SkillxPro is an education technology cum recruitment platform that intends to solve this mammoth problem that has been becoming only bigger every day.&nbsp;</p><p><br></p><p>Our platform is a two pronged approach solution where on-demand future ready non-Tech skills are imparted by the leading sector professionals itself and the companies can hire verified skilled candidates directly from the platform.</p>","industries":["Education"],"name":"NUSA TECHNOLOGIES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"supremoplastics@gmail.com","idea":"<p>We are into manufacturing of plastic road safety product like traffic cone, safety helmet, solar blinkers, solar studs, etc.</p>","industries":["Safety"],"name":"Supremo Plastics","sectors":["Others"]},{"email":"drnileshrdube@gmail.com","idea":"<p>ProTec Concepts Private Limited was formed in December 2015 with the purpose of bringing Innovation and Innovative services in the every day lives of common people across the globe, bringing high value addition at the most disruptive pricing.&nbsp;</p><p>We own US Patents in Zirconia and are in research for anti-cancer sunscreens, healthcare devices and services.</p><p>Our Zirconia Patent of Discs and Coloring Liquids have reached commercial use stage in dentistry and healthcare.</p><p>VISION&nbsp;</p><p>To introduce advanced technology superior product at affordable prices&nbsp;</p><p>To create and sustain leadership position in India and leverage it globally&nbsp;</p><p>To explore related market opportunities for other products – locally &amp; globally.</p><p>STRATEGIC POSITIONING&nbsp;</p><p>ProTec enjoys definite advantage from its unique process for producing PATENTED PROTEC Zirconia Discs,</p><p>Advanced Technology Zirconia  at Affordable Prices”&nbsp;</p><p>Our Patented ProTec Zirconia Discs are the best in world with relative comparisons being Published In International Scientific Journal’s and Magazines including “The Dental Advisor” of United States.</p><p>This Patented ProTec Zirconia can in future be used in the manufacturing of Zirconia Dental Implants, Zirconia Hip Implants, Zirconia Implants, Prefabricated Paediatric Zirconia Crown’s as Well as other Prefabricated Healthcare Devices across healthcare.</p><p>This Patented Zirconia can also be used with further modifications and it’s better capabilities in the Manufacturing of Imitation Jewellery, Automobile Industry and Aerospace industries.</p><p>Time frame to begin production = 120-150 Days After Placing Order for Equipments including 45-60 (Approximately Two Months) to ensure consistent quality of Zirconia Discs.</p><p>INVESTMENT&nbsp;</p><p>We need One Time Project Funding of ₹ 21 Crores for purchase of equipment's and six months Working Capital, after which we can fund ourselves and even return the Investment back in 18-24 Month's. We are only focussing on achieving 0.02% market share at disruptive pricing in Indian Dentistry segment in the first year. Any further capacity addition, research and  growth will be through earnings. 66\n</p><p>In a phase wise Investment, first tranche of ₹ 3-4 Crores would also be sufficient with further fund raises subsequently. Though One Time funding would be more helpful in achieving the full potential of the commercially viable Product.</p><p>FUTURE OPPORTUNITIES&nbsp;</p><p>It’s an open global market worth 5 billion USD for us to explore with our US FDA &amp; CE approved patented Zirconia Discs. Covering Zirconia uses across all spectrum, It’s a 300 Billion USD market to capture substantial percentage market share in it.</p>","industries":["Healthcare & Lifesciences"],"name":"Dr Nilesh R Dube","sectors":["Healthcare Technology"]},{"email":"VIYUGLOGISTICS@GMAIL.COM","idea":"<p>We are excited to introduce our company M/s Viyug Logistics Private Limited. The company believes in forming your business in the vertical and horizontal way in the best possible. We specialize in logistics delivering company products</p>","industries":["Logistics"],"name":"viyug logistics pvt ltd","sectors":["Others"]},{"email":"kalyanikhona@gmail.com","idea":"<p>Inclov is a platform for people with disability to socially connect online as well as offline</p>","industries":["Social Impact"],"name":"INCLOV TECHNOLOGIES PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]},{"email":"vikash@essenswellness.com","idea":"<p>Our introductory product is Essens Soluble Fibre.  This is for the first time in India that we bring to you, in table top application, NUTRIOSE® soluble fibre which is globally best-in-class, 100% wheat dextrin powder. This product is 100% plant based, made in France and has been clinically proven to provide health benefits.\n</p><p>\n</p><p>You might wonder why did we chose to focus on dietary fibres.  Well, the answer is simple.  According to National Institute of Nutrition (Indian Council of Medical Research) “Dietary fibre delays the intestinal transit of the food consumed. Dietary fibre is important for proper bowel function, to reduce chronic constipation, diverticular disease, haemorrhoids coronary heart diseases, diabetes and obesity. They also reduce plasma cholesterol. The protective role of dietary fibre against colon cancer has long been recognised.”&nbsp;&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"ESSENS WELLNESS TECHNOLOGIES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"sagarngada@gmail.com","idea":"<p>Business of garment and apparel manufacturing, buying, selling, designing and dealing in garments, fashion wears and accessories.</p>","industries":["Textiles & Apparel"],"name":"CREDENCE LIFESTYLE PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"savleensawhney@gmail.com","idea":"<p>Sir, We supply New Genuine, OEM, Replacement, and Remanufactured Parts. &nbsp; &nbsp; &nbsp;</p><p>&nbsp;</p><p>Industries We Serve</p><p>&nbsp;</p><p>* Oil &amp; Gas Industry</p><p>* Refinery &amp; Petrochemical Industry</p><p>* Chemical &amp; Fertilizers Industry</p><p>* Pharmaceutical Industry</p><p>* Metal &amp; Steel Industry</p><p>* Power Industry</p><p>* Paint &amp; Plastic Industry</p><p>* Food &amp; Dairy Industry</p><p>&nbsp;</p><p>Apart of this we are suppliers of.&nbsp;</p><p>*Automobile Spares &amp; Accessories, for all types of vehicles, eg. Sadan Cars,SUV, All type of  Trucks &amp; Buses.&nbsp;</p><p>&nbsp;</p><p>The different types of Auto spare parts are:</p><p>Auto Electrical Parts, Transmission Parts, Clutch, Nuts &amp; Bolts, Engine Parts, Air Condition parts,Brake Parts &amp; Rubber Components.&nbsp;</p><p>&nbsp;</p><p>*Air &amp; Gas Compressor Parts &amp; Accessories for Reciprocating, Piston Compressors.Rotary Screw Compressors.Rotary Vane</p><p>Compressors.</p><p>&nbsp;</p><p>SPS GLOBAL can arrange hundreds of replacement Ingersoll Rand Centac air compressor parts from the hard-to-find, to the most common, including air filters, air/oil separators, and oil filters as well as complete rebuild kits and individual spare parts.</p><p>&nbsp;</p><p>SPS GLOBAL supplies Industrial valves of various types such as Gate Valves, Globe Valves, Ball Valves, Butterfly Valves, Check Valves, Pressure Valves, and Diaphragm Valves etc.&nbsp;</p><p>&nbsp;</p><p>SPS GLOBAL supplies an extensive range of replacement industrial grade rotary parts including rotary compressor controls, coolers, coupling elements, gaskets, gauges, shaft seals, pressure valves, and more.</p><p>&nbsp;</p><p>Browse quality rotary replacement parts for major OEMs including Ingersoll Rand, Gardner Denver, Sullair, Atlas Copco, Joy, and more.</p>","industries":["Automotive"],"name":"Savleenkaur ","sectors":["Auto, Truck & Motorcycle Parts"]}]