[{"email":"koli.sbisi@gmail.com","idea":"<p>We are Sales &amp; Services provider for Industrial Descaling System, Industrial &amp; Electrical Automation, Rotary Equipments, Project Consultancy.</p>","industries":["Marketing"],"name":"Lina Subhash Koli","sectors":["Sales"]},{"email":"sheetalck85@gmail.com","idea":"<p>Essential Elements – A Cosmetic Company. We believe in Nature and so we believe is creating products which are Natural and Organic. Products are designed and curated in such a way that they are totally safe on Skin. Atmost care have been taken by formulating the products.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"SHETALL K","sectors":["Health & Wellness"]},{"email":"info.solotronics@gmail.com","idea":"<p>Solotronics LLP is a green energy solution\n</p><p>provider founded by young Engeeniers and\n</p><p>professional consultants from Energy,\n</p><p>Management and marketing feilds. Driven by a\n</p><p>passion for green energy, the founders merged\n</p><p>their strengths and combined their ideas to\n</p><p>become a leading providerr of affordable\n</p><p>innovative and high quality renewable energy\n</p><p>solutions in India.</p>","industries":["Renewable Energy"],"name":"Solotronics Mumbai","sectors":["Renewable Solar Energy"]},{"email":"ankit@chemkart.com","idea":"<p><a href=\"http://www.chemkart.com\" target=\"_blank\">Chemkart </a>is the marketplace for buying and selling Ingredients used by manufacturers of Pharmaceuticals, Animal Nutrition, Agriculture, Healthcare, Food and Beverages.<br></p>","industries":["Healthcare & Lifesciences"],"name":"Ankit Mehta","sectors":["Health & Wellness"]},{"email":"anup@netzip.co","idea":"\n            <p>FTTH Service Provider for Voice Data and Video.<br>Providing Building Infrastructure Management System</p><p>It can carry multiple ISPs and services over a single fiber optic cable.</p><p>Automation Solutions for Video Analytics and information detection.<br></p><p><br></p>\n        ","industries":["Telecommunication & Networking"],"name":"Anup Shetty","sectors":["Integrated communication services"]},{"email":"support@nuvio.in","idea":"<p>ManageEcom is multi channel solution tool for online sellers.\n</p><p>We support following services.\n</p><p>Inventory management &amp; Order processing for multiple channels\n</p><p>Catalogue management\n</p><p>Returns management\n</p><p>POS Solutions\n</p><p>GST Compliance</p>","industries":["IT Services"],"name":"NUVIO TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"komalpatil1210@gmail.com","idea":"<p>Not yet decided but something on the lines of agriculture and tech</p>","industries":["Agriculture"],"name":"komal","sectors":["Organic Agriculture"]},{"email":"jayvpagnis@gmail.com","idea":"<p>BRIQUE Technology is a proud venture formed in 2011 with a single focus; delivering customer delight with a special focus on delivery excellence and customer satisfaction. </p><p>Our USP is that we focus on increasing the customer's overall knowledge of the solution that is being implemented. Transparency ensures customer's faith as they feel they are completely involved in the process. Eventually, the solution emerges stronger.</p>","industries":["Enterprise Software"],"name":"Jay Pagnis","sectors":["Cloud"]},{"email":"ratul@purpleribbon.health","idea":"PurpleRibbon is a StartUp healthcare venture into chemotherapy day-care and Onco homecare. The mission is to bring quality cancer treatment and care at the doorstep of the masses. The vision is to open up 500 day-care centres by 2025 across India. \n<div>PurpleRibbon (PR) has a unique model of partnering with nursing homes and hospitals having idle bed capacity and leasing few beds to set up their own chemotherapy day-care centres. \n</div><div>The medical team who will be administering chemotherapy are all experienced and trained nurses who will be on rolls of PurpleRibbon and are trained and certified by one of the most reputed cancer hospitals in the country. \n</div><div>PurpleRibbon has developed a cloud-based CRM which handles the entire patient journey and also maintaining all the electronic medical records online. This will enable the patient to go to any of the PurpleRibbon chemotherapy day-care centres across the country and continue his treatment without any hassle.    \n</div><div>The need of the hour is to provide a quality and affordable healthcare platform for the masses and that is what PurpleRibbon wishes to address.</div>","industries":["Healthcare & Lifesciences"],"name":"PURPLERIBBON HEALTHCARE SERVICES PRIVATELIMITED","sectors":["Healthcare Services"]},{"email":"dalviabhishek29@gmail.com","idea":"<p><br></p><p>I am building a full mobile app on Android and iPhone that will help to seller for their business and support them through marketing, starting, and growing their business .&nbsp;</p>","industries":["Internet of Things"],"name":"dalvi abhi","sectors":["Smart Home"]}]