[{"email":"fiwinvijay@gmail.com","idea":"<p>hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["Retail"],"name":"4TWENTY LIFESTYLE LLP","sectors":["Retail Technology"]},{"email":"info@onefreight.in","idea":"<p>We are an Indian-owned and operated freight forwarding business with a corporate office in Mumbai. Collectively, we have a vast knowledge when it comes to International Freight Forwarding, and with a multitude of global networking affiliations, We have contacts worldwide ready to assist you with all your freight and logistics requirements. We have the knowledge and expertise to manage your requests from arranging collections from your supplier to delivering to your final destination and everything in between. Let our dedicated staff manage the whole process for you, giving you peace of mind to ensure to smooth transaction every time.</p>","industries":["Logistics"],"name":"One Freight Forwarders Pvt Ltd","sectors":["Others"]},{"email":"amay@blackmilkmedia.com","idea":"<p>\"We have built a company that combines the execution power of an advertising agency with the strategic insights of a consultancy firm.</p><p>As an extension of your team, we are not only experts in what we do but want to become experts in what you do. We provide custom end-to-end solutions within marketing consulting, media and content. Our product suites enable marketing teams to gain full transparency into their campaign performance data as well as any social sentiment analytics.\"</p>","industries":["Advertising"],"name":"BLACKMILK MEDIA PRIVATE LIMITED","sectors":["Others"]},{"email":"finance@gophygital.work","idea":"<p>To carry on the business of providing facility, community management software and services for all residential properties, commercial properties, hospitals, logistics, industrial and manufacturing units, infrastructural facility management, human resource consultancy, event management services, manpower sourcing and management facility for residential premises, commercial offices, hospitals, manufacturing units, banks, government offices, ATMs, etc hospitality services including catering, food.</p>","industries":["IT Services"],"name":"SAMSHIK INFOLINE PRIVATE LIMITED","sectors":["Application Development"]},{"email":"vaibhav_samudra_pgppro2021@isb.edu","idea":"<p>We work with our clients to design optimal organization structures, roles, and responsibilities. We help them hire the right people and advise them on how to reward and motivate their workforce while developing professionals as they navigate and advance their careers.<br></p>","industries":["Education"],"name":"PASSIONMOJO PRIVATE LIMITED","sectors":["Coaching"]},{"email":"amritoberoi@gmail.com","idea":"<p>OAKMOUNT PROPERTY CONSULTANTS PRIVATE LIMITED going to provide ONE STOP SOLUTION to all our clients under one roof like finding all kind of real estate properties to purchase sale or lease Real estate / banking products like home loan, loan against property, lease rent discounting. Providing facility management services for the same. OAKMOUNT PROPERTY CONSULTANTS PRIVATE LIMITED provides guidance to the clients related to properties which they are searching for. We also provide loans against the property, lease rent discounting, etc.</p>","industries":["Real Estate"],"name":"OAKMOUNT PROPERTY CONSULTANTS PRIVATE LIMITED","sectors":["Housing"]},{"email":"bhardwajvivek004@gmail.com","idea":"<p>We offer Complete IT Services Domain Name Registration, Domain Reseller, Web Hosting, and our products and services all over the world remotely. We provide world-class Top IT Services like SEO Services, Digital Marketing Advertising, Website Designing, and Web Development World Wide.</p><p><a href=\"http://www.balkai.co.in\" target=\"_blank\">BalKai Technologies</a></p>","industries":["IT Services"],"name":"BalKai Technologies","sectors":["Others"]},{"email":"meritchemicalspvtltd@gmail.com","idea":"<p>hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["Chemicals"],"name":"MERIT TREATMENT CHEMICALS PRIVATE LIMITED","sectors":["Others"]},{"email":"incorporation.intelloz@gmail.com","idea":"<p>House of GG ( Rave Cave Hotels and Restaurants Private Limited ) is a farm to table startup, where we provide multicuisine dining options. Our ingredients are procured directly from the farmers and are 100% organic.</p>","industries":["Food & Beverages"],"name":"Rave Cave Hotels and Restaurants Private Limited","sectors":["Restaurants"]},{"email":"priya@pgspices.com","idea":"<p>PG Spices is the premium exporter of Spices and Dry-fruits worldwide. The only exporter to provide top-of-the-line quality handpicked and organically chosen Spices and Dry-fruits. When it comes to cooking for loved ones or cooking like a professional, the moms and chefs recommend PG Spices for the delicious mouth-watering food.\n</p><p>Our mission is to acquire the trust and satisfaction of customers through the variety of best products we have. Our highly experienced and skilled staff is keen on delivering our products with the industry's best practices, complete transparency in work, and matching expectations beyond Consumer aspects.</p>","industries":["Agriculture"],"name":"P G SPICES EXPORTS","sectors":["Food Processing"]}]