[{"email":"ayunaru@gmail.com","idea":"<p>We are supplying Towels &amp; Sheets to Exporters for Health Care + Hospitals + Retail. We buy the raw material &amp; then coordinate production at various units. Thereafter we supply the finished products for exports.</p>","industries":["Textiles & Apparel"],"name":"Manoj Bhatia","sectors":["Non- Leather Textiles Goods"]},{"email":"ap.rai@deenrinfratech.com","idea":"<p>Toll Management &amp; Highway Traffic Management System Integration with Control &amp; Command Center. SITC of all field &amp; CC equipment and integrate with inhouse software. Energy Efficient LED light project with networking and connected to control &amp; command center with inhouse software through GPRS.</p>","industries":["IT Services"],"name":"DEENR INFRATECH PRIVATE LIMITED","sectors":["Application Development"]},{"email":"john.poulose@gmail.com","idea":"<p>Eclatmax Training And Consulting is focused on providing corporate training, executive coaching and business consulting solutions to organizations within India as well as globally. We specialize in offering value-added Human Capital Development solutions to a corporate clientele. Through our network of independent trainers, coaches and consultants, Eclatmax’s business model encompasses an aggregator-based and leveraged approach. It is a B2B (Business To Business) concentred model. The emphasis is on maintaining fixed costs at a bare minimum and creating a profitable as well as scalable global enterprise. Although presently Eclatmax’s solutions include training, coaching and consulting services offered through the classroom-based and live online formats, our future strategy is to embark on a paradigm shift by blending technology within it. Data analytics in training, coaching and consulting would be an added value proposition which the company intends to enable for our corporate clients.</p>","industries":["Education"],"name":"ECLATMAX TRAINING AND CONSULTING PRIVATELIMITED","sectors":["Skill Development"]},{"email":"varun@livedarshan.com","idea":"\n            <p>Our goal is to provide security, IoT Solutions &amp; make a difference to the lives of our customers by providing variety combined with cutting-edge technology, innovation &amp; affordability. We believe Livedarshan has already created a niche that is unassailable. Our mission is to grow into India’s most trusted and favored security , IoT and surveillance solution provider besides bring global technologies with services to our country. Our focus is to go beyond mere surveillance and create an intelligent platform which will re-imagine redefine &amp; centralize Security, IoT &amp; Surveillance in the future. Our vision is to spread that safe , secure and being in-control feeling to all our customers worldwide.<br></p>\n        ","industries":["Security Solutions"],"name":"LIVEDARSHAN INDIA PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"goodmahealthcare31@gmail.com","idea":"<p>Goodma Healthcare Services Pvt Ltd is incorporated in year 2018 with a vision of making healthcare services accessible, affordable and comfortable. We incorporated to maintain, establish, medicate Home Healthcare centres, nursing care center, geriatric care center everywhere.</p>","industries":["Others"],"name":"Goodma Healthcare Services Pvt Ltd","sectors":["Others"]},{"email":"mgcompliance@mahapatragroup.com","idea":"<p>HAPPY HOURS is a 'Fun Mobile App' for all promotional offers related to food, drinks, shopping, fashion &amp; entertainment around your city &amp; all across India. The App has vendor (registration) as well as a customer interface to view all available promotional offers / HAPPY HOURS around their GPS location in their mobile or based on their searches. FREE Download on the Google Play Store &amp; Apple App Store.</p>","industries":["IT Services"],"name":"P16 Information Technology Pvt Ld","sectors":["Application Development"]},{"email":"info@one-xs.com","idea":"<p>One xs finder powered by zone-xs intelligence network system developed by zone-xs technology and response (ASA) team. This includes one-xs finder cloud side.</p>","industries":["Internet of Things"],"name":"zone xs technology","sectors":["Others"]},{"email":"zonexs02@gmail.com","idea":"<p>One xs finder powered by zone-xs intelligence network system developed by zone-xs technology and response (ASA) team. This includes one-xs finder cloud side.</p>","industries":["Internet of Things"],"name":"Ajay","sectors":["Others"]},{"email":"manodh@salesfokuz.in","idea":"<p><span>In 2019, Skyislimit Technologies was established to support, promote and penetrate Salesfokuz into the market.</span><span>&nbsp;&nbsp;</span><span>Incepted in 2015, Salesfokuz is the brainchild of Mr. Manodh Mohan. It took 36 months to implement and penetrate Salesfokuz into the market.</span><span>&nbsp;</span><span>Skyislimit has got a team of 70+ passionate and driven individuals in the team. Furthermore, it has has also developed HrmNxt, Storeware, Alpha Billing, and PROMA that are meant for HR management, storeware management, billing software, and project management respectively. The recent addition to the list is a video conferencing app – Fokuz that enables secure and flexible collaborations. Within a short span, the team has won 8 awards and has been recognized by highly respected organizations for the customer-centric services. The team proudly serves 10K users round the globe.</span></p>","industries":["Enterprise Software"],"name":"SKYISLIMIT TECHNOLOGIES PRIVATE LIMITED","sectors":["Cloud"]},{"email":"Hshringi@sugatu.net","idea":"<p>WHAT WE DO\n</p><p><br></p><p>With&nbsp;</p><p>Under Procurement price consultancy We supply Entire Range of Balance of system used for Renewable energy project&nbsp; and delivered them at site under one roof  policy, along  with strategic sourcing and  statutory  compliance  we are able to support our clients ( B2B &amp; B2C)  with Price , technology advancement  and installation management with over 240+ Mw of Structure and solution supplied to our esteemed customers \n</p><p><br></p><p>Our offerings\n</p><p>&nbsp;\n</p><p>In house Manufacturing of Solar Module Mounting  Structure, Cable tray , Walkways ,Combiner Box,   spread at 15500 Sqft.  in Gujrat Vadodara\n</p><p>Products \n</p><p>•\tRoof top Structure with Aluminum Profile \n</p><p>•\tRCC Roof  Structure with Aluminum &amp; HDG \n</p><p>•\tGround Mounted  Structure /Car Port\n</p><p>•\tFloating structure with Float *\n</p><p>•\tWalkways in FRP , HDGI  , Aluminum, Posmac \n</p><p>•\tSolar Structure + Cable tray + Earthing Patti + Walkway\n</p><p><br></p><p>Distribution Partners for Complete Bos Range\n</p><p><br></p><p>•\tSolar Inverters :  SolarEdge\n- Havells&nbsp;</p><p>•\tModules : ACITEC Germany\n</p><p>•\tSafety Line : Microtech \n</p><p>•\tDC Cable: Polycab/Leoni\n</p><p>•\tAC Cable: Polycab/Havells\n</p><p>•\tAC &amp; DC Distribution Boxes , LT Panel\n</p><p>•\tMC-4 Connectors: Staubli\n</p><p>•\tTycab Cable tie/Pioneer  Lugs Gland\n</p><p>•\tEarthing and LA Kit : SGI \n</p><p>\n</p><p>With Cost-Quantity and Delivery parameters our one stop solution adds value to EPC portfolio by executing project within Time Limit&nbsp;</p><p><br></p><p>Hemant shringi&nbsp;</p>","industries":["Renewable Energy"],"name":"Hemant shringi","sectors":["Renewable Solar Energy"]}]