[{"email":"karan@1martianway.com","idea":"<p>1 Martian Way Corp. has built the HiBrick platform to bring kirana merchants online. Our other brands include IDRL, Indian Drone Racing League and we make AI software for drones and robots.</p>","industries":["AI"],"name":"Karan Kamdar","sectors":["Machine Learning"]},{"email":"asmiengineering@yahoo.com","idea":"<p>A 2015 established company, We, ASMI Engineering\"  are leading Manufacturer, Wholesaler, Exporter, Distributor, Supplier, Importer and Service Provider of Torque Wrench, Power Flange Spreader, Hydraulic Nut Splutter, Bolt Tensioner, Torque Multiplier and many more. We are also providing service of these product. The components and raw materials used in the fabrication of the range are acquired from known national and international sources. We not just test the quality of our finished products but also our raw materials after acquiring it.\n</p><p>\n</p><p>ASMI Engineering is a reliable business enterprise that offers a broad range of engineering tools and machinery. Based in Mumbai, Maharashtra (India), our company was founded two years back and has gained recognition in the market because of its quality range. We customize the tools and machine for all those sectors in which these tools and machine find their application. Our goods are valued for their impeccable quality, easy usage, high functionality and performance all over the market. By meeting with the demands efficiently, we have become a customer- preferred name of the industry.</p>","industries":["Others"],"name":"ASMI ENGINEERRING","sectors":["Others"]},{"email":"jatin@alzionlabs.com","idea":"<p><a href=\"https://alzionlabs.com\" target=\"_blank\">Alzion Labs</a>&nbsp;provides tech and design services to startups.&nbsp; We are currently also working on developing our own products in the tech space.<br></p>","industries":["IT Services"],"name":"Alzion Labs Pvt Ltd","sectors":["Application Development"]},{"email":"vsbrothersagroindustries@gmail.com","idea":"\n            <p>We are vasave agro indistries and service private limited company dealing in agriculture services like cultivation and soil preparation and seed driling services in agriculture</p>\n        ","industries":["Agriculture"],"name":"vishal vasave","sectors":["Agri-Tech"]},{"email":"sbpsigmal@gmail.com","idea":"<p>IATF-16949 / Iso-9001 training and management consultancy</p><p>Lean Six sigma training and certification<br></p>","industries":["Professional & Commercial Services"],"name":"Sbp SigmaL","sectors":["Business Support Services"]},{"email":"replontech@gmail.com","idea":"<p>Replon Technologies LLP is a startup that provides services based on app development, Web Development and many more. Our Primary Project right now is ilaaka and Atithi that is dealing with connection of residents in housing societies in a smooth manner. No more hassle about small discrepancies in every society.</p>","industries":["IT Services"],"name":"Replon Technologies","sectors":["Application Development"]},{"email":"dubeyishan402@gmail.com","idea":"<p>I am an Enthusiastic student who is passionate to solve real life problems with my entrepreneurial skills.</p>","industries":["Internet of Things"],"name":"Ishan Dubey","sectors":["Smart Home"]},{"email":"rdevarajan@bazaar247.in","idea":"<p>We have built the Retailer aggregation solution comprising of the Customer app and the Retailer App.&nbsp;</p><p>The Customer App helps in locating the nearby Kiranas and also add their preferred Kiranas.&nbsp; The Customer could search for the necessary Grocery and the list of retailers that have the products would be listed out along with the retailer prices.&nbsp;</p><p>The customer could then go on to place the order on the Kiranas.&nbsp;</p><p>The retailer using the retailer App could accept the order, Pick , pack and deliver the items.&nbsp;</p><p>This application could be extended to the Wholesale/Distributors as well ( B2B).</p>","industries":["Enterprise Software"],"name":"BAZAAR247 MCOMMERCE PRIVATE LIMITED","sectors":["ERP"]},{"email":"omkarnevge@gmail.com","idea":"Founded Onglobe Tours &amp; Hospitality, it is based in Mumbai. It has been established to promote affordable tourism with quality service for travelers. A Company vision is to make a relation rather than selling a product and meet the expectation of the clients","industries":["Travel & Tourism"],"name":"Omkar Nevge","sectors":["Hospitality"]},{"email":"sales@e-logicgifts.in","idea":"<p>We are into import and assembling of tech products like pen drives,power banks , infrared thermometer etc.</p>","industries":["Technology Hardware"],"name":"Chiranjeet das","sectors":["Electronics"]}]