[{"email":"energytotal.md@gmail.com","idea":"<p>We are an Engineering,Procurement, Construction Project Execution , EPCM,Project Management consultancy, production, manufacturing and supplier, R&amp;D , Industrial , and Business Training and Education organisation&nbsp;&nbsp;</p>","industries":["Construction"],"name":"energy total","sectors":["Construction & Engineering"]},{"email":"parin.gala888@gmail.com","idea":"<p>A travel company designed to get like-minded people to travel and explore together</p>","industries":["Travel & Tourism"],"name":"Parin Gala","sectors":["Experiential Travel"]},{"email":"niyarasales@gmail.com","idea":"TRADER/ RESELLER OF VARIOUS PRODUCTS OF HAND SANITIZERS AND MANUFACTURERS OF READYMADE GARMENTS SPECIALLY FOR UNIFORMS/DRESSES/APRONS/FASHION APPARELS","industries":["Textiles & Apparel"],"name":"NIYARA SALES","sectors":["Apparel & Accessories"]},{"email":"deepali@tarapur.net","idea":"<p>Manufacturing / Developing InnovativeSolutions:\n</p><p>a)\tSmart Home solutions for the benefits of the masses and Specially-abled people in INDIA and the rest of the world.\n</p><p>b)\tSecurity Solutions for the benefits of the commercial establishments that will help control the theft &amp; burglary.\n</p><p>c)\tCreate a digitization software solution to address the challenges of maintaining crucial technical DATA by  field force.\n</p><p>d)\tCreate a Software to aggregation platform for all OTT content providers to reach the massesat one GO. It will also provide the masses to access expensive OTT content from all the providers at a very reasonable price.\n</p><p>M2MIT will Manufacture/ Develop such solutions and reach the masses to further encash the opportunities to create a sustainable and stable business model.\n</p><p>a)\tSmart Home solution is a solution which is highly in demand due to the benefits of Comfort &amp; Luxury. But this solutions are now limited to some ultra luxury class people but this is an essential utility for a common middle class people. Visually or Physically disabled people also have larger problem to mobilize themselves for operating the electrical fixtures. But due to its higher cost of home automation it has been a distant dream to such class of people.</p>","industries":["Internet of Things"],"name":"Angad Sule","sectors":["Smart Home"]},{"email":"milindnewage@gmail.com","idea":"<p>Wishstore is an app based platform that extends Assisted Ecommerce in field of Super Market, Pharmacy stores,&nbsp; and other Hyper local Retail Business and brands generating a direct demand and supply chain between the FMCG, retailer and the consumer. A unique approach to best utilize retail spaces to offer extensive catalogue of products. It enables to create unlimited shelf spaces.</p><p><br></p><p>Features of WishStore: &nbsp;&nbsp;</p><p>&nbsp;&nbsp;</p><p>Right product: The Assisted Screen&nbsp; Search&nbsp; helps you get your required product easily through product cataloguing with its price. Enables comparison of similar products. &nbsp;&nbsp;</p><p>Listing view:&nbsp; “Lists” section enables sorting in chronological/ preference based based on Artificial Intelligence which makes it easy for the consumer to make choice. &nbsp;</p><p>Store: Each store has the following features: &nbsp;</p><p>&nbsp; - Advertisements:&nbsp; This feature extends sponsored Advt and promotions. &nbsp;</p><p>&nbsp; - Offer: &nbsp; &nbsp; &nbsp;&nbsp; Special Spot offers as well as seasons offers. &nbsp;</p><p>&nbsp; - Check in/ Check out: Allows Check in to orders on cart and process execution of orders &nbsp;</p><p>&nbsp;- Explore:&nbsp; Brings you to the product catalogue page where you can view, select, check the details and buy the product you like &nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><p>&nbsp;&nbsp;</p><p>Consumer App:&nbsp; Enables customer to share shopping list from smart phone&nbsp; for faster order execution. &nbsp;</p><p>Notifications: Customised notifications on new products and updates on offers, season sales etc within the target geographies. &nbsp;</p><p>WishPay: UPI and QR based payment platform (3rd party integration ) &nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; - Accepts all major credit and debit cards using your mPOS &nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; - Send e-invoice link to anyone to collect payments online &nbsp;</p><p>WishCoins: A redemption facility of the points gained through different purchases made, referrals. Redemption can be done at multiple partner stores, gift shops, restaurants, movie theatres etc. &nbsp;</p><p>Ecommerce: ready for in store and online transactions. &nbsp;</p><p>Seller App for mapping inventory, pending orders, deliveries and invoicing. &nbsp;</p><p>&nbsp;&nbsp;</p><p>How are all these features beneficial? &nbsp;</p><p>- Hassle-free kiosks based shopping. (With language preference) &nbsp;</p><p>- Have customized catalogue ( next generation AR ready) &nbsp;</p><p>- Easy inventory management &nbsp;</p><p>- Reporting and business analytics information of every store. &nbsp;</p><p>- Connect&nbsp; consumers, Retailers, Distributors, Brands directly &nbsp;</p><p>- Showcase all&nbsp; products with real time pricing and features. &nbsp;</p><p>- Keep track of sales, purchases, invoicing&nbsp; on POS. &nbsp;&nbsp;</p><p>- Easy to provide offers and discounts to increase sales. &nbsp;</p><p>- Get instant payments online and offline. &nbsp;&nbsp;</p><p>- E-invoice sharing &nbsp;&nbsp;</p><p>- Better brand visibility &amp; increase in reach &nbsp;</p><p>- Keep your outlet open 24*7 &nbsp;</p><p>&nbsp;&nbsp;</p><p>&nbsp;&nbsp;</p><p>&nbsp;&nbsp;</p><p>Features of Backend Platform &nbsp;&nbsp;</p><p>- Reporting and business analytics information of every store. &nbsp;</p><p>- Ready with almost 16000 SKUs. Customised products can be added store wise. Quick meta data uploading . &nbsp;</p><p>-Dynamic Dashboard with live order, customer product, store details. &nbsp;</p><p>- individual or multiple stores creation through easy mirroring and geo tagging. &nbsp;</p><p>- Creation of categories and Sub categories and dynamic search for products, brands &nbsp;&nbsp;</p><p>- Product list creation with SKU , offer prices, MRP, description , packet sizes, colour options through excel uploads &nbsp;</p><p>- easy multiple images uploads for a products and stores. &nbsp;&nbsp;</p><p>- store wise, area wise, inventory, sales , purchase, delivery information in case integration with POS. &nbsp;</p><p>- multiple masters creation and easy integration with multiple APIs. &nbsp;</p><p>- Login Access to Retailers, Distributors, Brand managed at admin level. &nbsp;</p><p>- Events Calendar for planned changes in banner &nbsp;&nbsp;</p><p>-cloud based advertisement platform for pushing advertisements, promotion and offers on single or multiple kiosks screen. &nbsp;</p><p>&nbsp;&nbsp;</p><p>Consumers’ behaviour And Relationship management tool. &nbsp;</p><p>Through AI, platform can easily track consumers' buying habits and behavior patterns to tailor offers to suit&nbsp; consumers' requirements by satisfying their needs constantly and,&nbsp; build long-lasting relationships.</p>","industries":["Retail"],"name":"milindnewage","sectors":["Retail Technology"]},{"email":"aanubhav.nanda@gmail.com","idea":"<p>Building hyperlocal inventory management and delivery solution for kirana in india</p>","industries":["Logistics"],"name":"Anubhav Nanda","sectors":["Others"]},{"email":"MTECHPAPERPVTLTD@GMAIL.COM","idea":"<p>We are one of the major manufacturers and suppliers of premium quality pharmaceutical labelling, blank labels, Gumming roll, A4 laser inkjet label, Market label for diverse industries.\n</p><p>With a relevant experience in this field, the highly skilled professionals of our well managed organization strive for perfection in all the stages of producing customized labels. Mtech paper Pvt. Ltd is a leading manufacturer of stickers and labels. At Mtech paper, everything revolves around improving quality, economy and embellishment of the customer’s products.\n</p><p>ABOUT\n</p><p>Mtech paper pvt ltd\n</p><p>\n</p><p>Appearance reflects and defines the identity of a product. Since labels act as a major marketing tool, every company spends its substantial time in choosing the perfect label for its products. At Mtech paper Pvt. Ltd., we understand the varying needs of the labels for different industries and therefore we offer customized labels to our clients. Our company manufactures labels by working closely in accordance with our clients. Our array of products satisfies the packaging requirements of a large number of industries.\n</p><p>We are providing these stickers at industrial rates. We specialize in our ability to manufacture custom printed stickers and are committed to providing the highest level of customer service including swift deliveries. We are known for delivering ultimate customer satisfaction to our client at every step.</p>","industries":["Others"],"name":"NEHA TIWARI","sectors":["Others"]},{"email":"daverohan918@gmail.com","idea":"Its about e-commerce interior decor products like furniture,artifacts,lights and wallpaper. We offer online Customization of furniture and wallpaper. And provide easy samples at clients doorstep of each and every product s","industries":["Architecture Interior Design"],"name":"Rohan dave","sectors":["Others"]},{"email":"tapan@teampumpkin.com","idea":"<p>TPGLOBAL CREATIONS PVT LTD is a 360-degree digital marketing agency that encompasses social media marketing, PR, search engine marketing, search engine optimization and more. As a digital marketing company, our goal is to take your brand to the zenith of the online world and we have an array of means to achieve this.</p>","industries":["Marketing"],"name":"TPGLOBAL CREATIONS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"nikhiltanwani@gmail.com","idea":"<p>GR Lights is new LED Brand, being manufactured in Vasai East, Palghar, Maharashtra by Larry's Impex LLP. The company specialises in indoor and outdoor LED Lights. </p><p>The company has been in business since 2015 and manufactured lighting goods under their own brand GR Lights in 2016, and set up our own offline distribution network across 5 states in India.</p><p>The company is currently working on various home automation and IOT solutions for LED Lighting industry.</p><p>More Information can be found on <a href=\"http://www.grlights.com,\" target=\"_blank\">www.grlights.com,</a>&nbsp;and catalogue can be downloaded.</p>","industries":["Technology Hardware"],"name":"LARRY'S IMPEX LLP","sectors":["Electronics"]}]