[{"email":"shankar.veeraswamy@hotmail.com","idea":"<p>Providing Service to all Clients who needs a service into Immigration Consultations, Logistics &amp; Transportation, Technology, Legal and Market Research</p>","industries":["Transportation & Storage"],"name":"VERBS SERVICES LLP","sectors":["Freight & Logistics Services"]},{"email":"rajesh@marsdia.com","idea":"<p>We are manufacturers of handcrafted diamond studded gold jewellery. We have very good artisans and design options for our customers.</p>","industries":["Fashion"],"name":"MARS DIA JEWELS LLP","sectors":["Jewellery"]},{"email":"saurabh.srivastav@agriskconsultant.in","idea":"<p>The Agricultural Risk Consultant is a firm specializing risk mitigation evolve in Agriculture sector by means of facilitating insurance solutions. The ARC was formed by a group of finance professionals &amp; Agriculture activist who believed agriculture risk should be managed by developing strong bridge between service provider &amp; end user. We believe in philosophy that risk should be managed by creating a consistent strategy to deal with the inevitable uncertainty of today’s volatile markets.</p><p>Our Objective is to brand a strategy that minimize risk and maximize profit for all the stake\n&nbsp;<span>holders over a period of time. Since it’s difficult to predict abnormalities of weather but it is possible to develop a mechanism which leads to minimum damage, we feel it is more important to execute a consistent approach. Execution sometimes proves tough but we take this extremely serious and deliver our client an end to end solution. Our Extensive background in Agriculture Risk Management allow us to manage &amp; execute decision for our client.</span></p>","industries":["Agriculture"],"name":"Saurabh Srivastav","sectors":["Agri-Tech"]},{"email":"sarun0795@gmail.com","idea":"This is based on Vehicle tracking system where I can track and find the damaged vehicle for repair<br>","industries":["Enterprise Software"],"name":"Arun Sharma","sectors":["Location Based"]},{"email":"kumarbhangale.kb@gmail.com","idea":"<p>i have to start aloe vera extraction plant.so i required deep knowledge about processing plant and where we have marketing.</p>","industries":["Healthcare & Lifesciences"],"name":"kumar","sectors":["Health & Wellness"]},{"email":"saraffshubham@gmail.com","idea":"<p>The company is involved in creating digital health solutions for pressing healthcare problems. Our first solution is aimed for to-be mothers. Every year in India there are approximately 30 million children born and lot of them are born through complicated pregnancies. We are creating Artificial Intelligence based solution to bring down risks associated with pregnancy so that high risk pregnancies land in medium risk or even low risk pregnancies. Our solution comes with an IOT based innovative devices which monitor and trigger action for users and physicians to better manage the pregnancy.</p>","industries":["Healthcare & Lifesciences"],"name":"ANAHA HEALTHTECH PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"advait1702@gmail.com","idea":"<p>Apex Infosys is one of the leading providers of automation and networking systems for homes and businesses, offering a personalized and unified smart home system to automate and control connected devices including lighting, audio, video, climate control, intercom, and security. Founded in 2017 by Advait Thakur, Apex Infosys is currently focused on making everyone's lives more simple and secure by offering unprecedented visibility and control of the entire house. Apex Infosys India's products, services, and partnerships deliver smarter home access ensuring energy greener, smarter and cheaper. Apex is also involved in the artificial intelligence &amp; healthcare sector.</p>","industries":["Internet of Things"],"name":"Advait Thakur","sectors":["Smart Home"]},{"email":"yogvirus@gmail.com","idea":"<p>We’re an innovative software development company operating in a wide variety of industry sectors, having multiple products which caters clients requirement for Document Management System, office automation &amp; websites, e-commerce portals, Custom Development &amp; digital Marketing. We have a reputation for delivering secure, high-quality web and mobile applications to a number of corporate, SMEs, govt sectors etc.<br><br>From concept to delivery, we’re with you every step of the way. Our team is dedicated to delivering your project on time and to budget, working with the latest technologies. All the systems we develop are scalable, dependable, robust and secure. From conceptualizing and planning, through project management, meticulous code development and testing, we deliver systems that perform exactly as intended and achieve the results you asked for.<br></p>","industries":["Enterprise Software"],"name":"Yogesh Tiwari","sectors":["Collaboration"]},{"email":"mansi.bhanushali@jmrassociates.com","idea":"<p>We have designed a Simple Electro-pneumatic ventilator that can be used for Covid -9. The ventilator has a microprocessor controller with pressure &amp; flow Sensors and a pneumatic block which can drive the ventilation and has a venturi System for mixing Air from Ambient environment.\n</p><p>The product has one mode of operation which is Continuous Mandatory Ventilation Commonly known as CMV. In product you can select the flow to be given to the patient and the delivered flow is displayed on the LCD screen using a Flow sensor. Breath per minute can be set. There is an inbuilt pressure regulator which can limit the pressure going to the patient. We also have a pressure sensor which allows setting pressure limit, so as safety feature, if the pressure exceeds then the pressure relief valve will open and excessive pressure will be released.\n</p><p>We have designed a breathing valve which has options of adding Mechanical Peep valve to deliver desired peep to the patient.\n</p><p>The basic ventilator design has been completed and tested. We are now preparing to start commercial production of the same.</p>","industries":["Healthcare & Lifesciences"],"name":"MEDIFAB ENGINEERING LLP","sectors":["Medical Devices Biomedical"]},{"email":"pushkarajj@gmail.com","idea":"<p>To set up Ecommerce business for various product industries</p>","industries":["Food & Beverages"],"name":"Pushkaraj Joshi","sectors":["Food Processing"]}]