[{"email":"deepeshdikshit@gmail.com","idea":"Tensai Computers Private Limited was founded on 29th January 2016 by Deepesh Dikshit, an Entrepreneur, Tech genius, Hardware &amp; Code Developer, Electronic &amp; Automobile Enthusiast and Full-Time Researcher based in India. Currently, he’s working at Tensai Computers as a Researcher and Innovative Product Designer &amp; Developer.  \n<div>\n</div><div>What do we do at Tensai?\n</div><div>\n</div><div>We manufacture, build products and technology to make your life easy &amp; comfortable! We aim to bring technology at your finger tips! We Provide seamless integration in our all products, which work (Hand-In-Hand) with each other, and provides immense expandability. All of our Products use “Tensai’s Connected Techonolgy” Protocol. As our Software and Hardware are made and designed for Each other, there are no compatibility issues! \n</div><div>\n</div><div>We Pride Ourselves on using a modern agile workflow and industry’s best practices to craft modern solutions to our clients.</div>","industries":["IT Services"],"name":"TENSAI COMPUTERS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"chatterjee_durga@rediffmail.com","idea":"<p>I want to create a job portal with lots of flexible options</p>","industries":["Human Resources"],"name":"DURDHARSHAYA JOBS PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"sales@rasheeinfratech.com","idea":"<p>Started&nbsp; An IT Company 2 years ago but now from 2020 actual business taken now need to boost.</p>","industries":["IT Services"],"name":"Rahul Korale","sectors":["Project Management"]},{"email":"marccaarneiro@hotmail.com","idea":"<p>Our Company is into Transportation and Logistics.\n</p><p>We take Orders from Customers and then Transport the Deliverables-Raw Materials /Machinery to the Ultimate Destination for which we take the Payments within a period of 60 days from the date of Billing.\n</p><p>The resources managed in logistics may include tangible goods such as materials, equipment, and supplies, as well as food and other consumable items.</p>","industries":["Transportation & Storage"],"name":"MILLIONMILES IMPORTS & EXPORTS (OPC) PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"sahu.jay@gmail.com","idea":"<p>Online Food Delivery: Apnimaa is an on-demand food delivery platform that enables food search and discovery, providing access to healthy, fresh and wholesome home-cooked food to foodies in their locality from the kitchen masters: The Mothers.</p>","industries":["Food & Beverages"],"name":"APNIMAA FOODTECH PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"ngsmumbai@gmail.com","idea":"<p>A partner of MTNL, a Govt. PSU, engaged in last mile delivery of internet and OTT services including triple play i.e. video, voice and data and fulfilling the dream of digital India. Intersted in manufacturing and assembly of telecom equipments and optical Fibre products.&nbsp;</p>","industries":["Telecommunication & Networking"],"name":"NGS TELECOM PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"neelamhiteshpandey@gmail.com","idea":"<p>This is Women driven company and WE ARE MARKETING OUR OWN FORMULATION NUTRACEUTICAL PRODUCTS FOR TREATING SKIN DISORDER DISEASE. Our product is prescribed by doctors.</p>","industries":["Healthcare & Lifesciences"],"name":"AESTICARE HEALTH SERVICES (OPC) PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"sidhantsaini30@yahoo.in","idea":"<p>we are into training young people so that they can purse their choice of career in the field of sports. We give them the experience and training&nbsp; of a pro league so that they can experience how a pro league functions.&nbsp;</p>","industries":["Sports"],"name":"sidhant saini  ","sectors":["Sports Promotion and Networking"]},{"email":"parag@surgimedcart.com","idea":"<p>SurgimedCart is a Mumbai based Pharmaceutical Distribution Company. Steered to deliver high-quality specialty pharmaceutical products. It is a brainchild of leading professionals of the super-speciality sector. SurgimedCart aims to simplify the supply chain for cancer diagnostics and treatment.</p><p><br></p><p>The company caters to a big basket of cancer medicines. A bouquet of cancer diagnostic equipment. Exclusive access to the latest cancer medical materials and an array of medical food products from reputed companies at best prices. SurgimedCart is steering the wheels of innovation and technology. Striving to make cancer prevention and treatment accessible across the globe. One of the biggest barriers to changing cancer statistics is the availability of cancer medicines and equipment. Even if the cancer facilities are available, their high costs make them inaccessible. Particularly for the low-income group’s people where cancer is most prevalent. SurgimedCart strives to change this scenario!</p>","industries":["Healthcare & Lifesciences"],"name":"SURGIMED CART PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"ahluengineers@gmail.com","idea":"<p>Manufactures Special Purpose Machines for Mass production. In Simple words, We automate any manual process / current manufacturing process of any operation/assembly used in Industries to increase productivity, reduce human interference and auto process. We deal with technologies of Servo systems, Hydraulic &amp; Puenmohydraulic systems with customized accuracy as per the requirement of customer in the Sheet Metal Industry. We also provide industrial solutions for Vision Inspection used by Quality team, Presence - Absence based operations or Assembly based inspections and packaging systems used in Beverage, Food or Packaging Industries.</p>","industries":["Technology Hardware"],"name":"AHLU ENGINEERS PRIVATE LIMITED","sectors":["Manufacturing"]}]