[{"email":"rishabhjain5670@gmail.com","idea":"<p>I am a designer which deals into brand and strategy design for clients and also research based work. In the field of architecture&nbsp;</p>","industries":["Architecture Interior Design"],"name":"Rishabh Jain","sectors":["Others"]},{"email":"design@tugoftoonz.com","idea":"<p>We are your go-to team for everything Designing, Branding &amp; Integrated Marketing Services. Started by a team of professionals with diverse work profiles across various verticals of media. \n</p><p>\n</p><p>Tug Of Toonz has spearheaded promotional campaigns for numerous Hindi movies and corporate over the period. This one team has made its mission to find glory in the business of Cinema &amp; Brands. We understand the importance of ideas and also have the tenacity to convert them into reality.</p>","industries":["Marketing"],"name":"TUG OF TOONZ PRIVATE LIMITED","sectors":["Branding"]},{"email":"jass@saintmedical.co.uk","idea":"WE ARE ONE OF THE FASTEST GROWING HEALTHCARE COMPANY FOCUSED ON INFECTION CONTROL , PATIENT -HEALTHCARE WORKER SAFETY &amp; TECHNOLOGICAL ADVANCE PRODUCTS FOR BETTER PATIENT OUTCOMES .<br>","industries":["Healthcare & Lifesciences"],"name":"Jaskaran","sectors":["Medical Devices Biomedical"]},{"email":"klviradiya@gmail.com","idea":"<p>Textile digital printing unit with in house  sampling section. Manufacturing of readymade ladies garments and home furnishings. Sales products to small scale wholesale and e – commerce.\n</p><p>Whereas a trend often connotes a very specific aesthetic expression, and often lasting shorter than a season, fashion is a distinctive and industry-supported expression traditionally tied to the fashion season and collection</p>","industries":["Fashion"],"name":"DIAMONDKART LIFE STYLE PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"uttampaine@gmail.com","idea":"<p>We like to help clients to build up a self-sustaining business model consisting of Engineering,Manufacturing, Trade and Services. Our Target market is both domestic and export and Target sectors are Chemicals, Pharma, Food and Agro, IT and ITES.</p>","industries":["Chemicals"],"name":"Uttam Kumar Paine","sectors":["Diversified Chemicals"]},{"email":"siddhantgaike10@gmail.com","idea":"<p>WE ARE LOOKING FOR THE BEST GAMING CENTER IN MUMBAI WE ARE LOOKING FOR INDIA'S BIGGEST GAMING PLATFORM WHERE WE CAN HEAD MATCHES BIG EVENTS FOR GAMING GAME LAUNCH WE WANT TO BE THE FIRST ONE TO BRING MORE MONEY TOWARDS INDIA&nbsp; AND ALSO MAKE IT A FREE ELECTRICITY FOR GAMING THROUGH SOLAR PANELS WE WILL GET A NEW ZONE AND ATTRACTION FROM PEOPLE AND THERE IS NO AGE FOR GAMING EVERYONE WILL COME FOR SURE AND ALSO NOT TO FORGET HAVING IT FOR 24/7&nbsp; &nbsp;</p>","industries":["Sports"],"name":"siddhant gaikwad","sectors":["Sports Promotion and Networking"]},{"email":"nissin.alzad@gmail.com","idea":"<p>We as a company work with farmers to promote organic farming with a help of our unique organic input. More than selling we create communities of farmers, encourage them to do organic farming, Invest in organic farming, register for organic and create platform to sell their organic produces.</p>","industries":["Agriculture"],"name":"Nissin Alsad","sectors":["Organic Agriculture"]},{"email":"bhavani.engg@outlook.com","idea":"<p>We are small enterprise with vision to carry out various Engineering works primarily in Railways sector in India along with potential expansion to other sectors.<br></p>","industries":["Construction"],"name":"Bhavani Engineering","sectors":["Construction & Engineering"]},{"email":"manoj.patil@medphy.in","idea":"<p>MedPhy\n&nbsp;<span>Technologies Pvt Ltd ( is one of India fastest growing company founded by an experienced and&nbsp;</span><span>highly competent team from the Industry in the field of healthcare MTPL is founded with an intention to&nbsp;</span><span>revolutionise the way healthcare services are provided, we are standing to make a difference to improve the&nbsp;</span><span>service quality of healthcare business.</span></p><p><span><br></span></p><p><span>At\n&nbsp;</span><span>MTPL we are committed to offer our clients high quality service &amp; delivery, with an assurance of maximum value.&nbsp;</span><span>Integrity and ethical practices are our core values and we believe in lasting relationships built on mutual trust rather&nbsp;</span></p><p><span>than profits alone. We take responsibility in fulfilling commitments promised to our clients and channel partners.</span></p>","industries":["Healthcare & Lifesciences"],"name":"Manojkumar Patil","sectors":["Medical Devices Biomedical"]},{"email":"shubham@be-sure.in","idea":"<p><a href=\"https://play.google.com/store/apps/details?id=com.besure.besure\" target=\"_blank\">The ML based Platform to fight against counterfeit.  Besure is advance tech platform, that is providing smart solution to check the counterfeit, supply chain and get the real time insights of rich consumer data.Besure is founded by the alumni of IIT Roorkee &amp; London Business school along with the highly experienced team in deep Tech. Besure started in September 2019. Currently Besure allows user to check the authenticity of 1 million products through existing bar code. </a><br></p>","industries":["Analytics"],"name":"BE ASSURED TECHNOLOGIES PRIVATE LIMITED","sectors":["Big Data"]}]