[{"email":"prashanth@rentity.in","idea":"<p>We are a company looking to provide renting as a service for customers, enabling brands to directly rent to customers.&nbsp; The D2C service enables brands to connect with milllenial customers directly.&nbsp;</p>","industries":["Others"],"name":"Rentity Global Services Private Limited","sectors":["Others"]},{"email":"ganesh.mergu@gmail.com","idea":"<p>In India majority of people make losses in trading - It can be in Stock, Options, Future, Crypto, Forex any trading. The idea is to provide hand holding on whatever setup they believe. an expert will guide beginners, loss-making individuals.</p><p><br></p><p>I have end to end plan and it will grow India and Indian trading. With this Gov can make money, and individuals can also earn.</p>","industries":["Education"],"name":"TIT - Trade India Trade","sectors":["Education Technology"]},{"email":"amansecurity24x7@gmail.com","idea":"<p>Aman Security &amp; Personnel Service is a private security company existing in the Market for last 10 years. The company is managed by a team of well experienced and qualified professionals.</p>","industries":["Security Solutions"],"name":"AMAN SECURITY INDIA PRIVATE LIMITED","sectors":["Public Citizen Security Solutions"]},{"email":"nainism14@gmail.com","idea":"<p>The platform namely Meeko is an online marketplace and acts as an online aggregator for teachers and students across the globe. Meeko assembles teachers from all over the world and hosts their live classes for students using its inbuilt technology</p>","industries":["Education"],"name":"MEEKO ENTERPRISES PRIVATE LIMITED","sectors":["Coaching"]},{"email":"adwait.akown@gmail.com","idea":"Manufacturing of premium quality, high performance laboratory scale process equipments (i.e. reactor systems) and process analytical tools for research and development activity in pharmaceutical, chemical, petrochemical, material science and bioscience industries.","industries":["Technology Hardware"],"name":"AKOWN LABORATORY PROCESS TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"gaurang17desai@gmail.com","idea":"<p>To carry on the business of Software designing, development, customisation, implementation, maintenance, testing and benchmarking, designing, developing and dealing in computer software and solutions, and to import, export, sell, purchase, distribute, host (in data centers or over the web) or otherwise deal in own and third party computer software packages, programs and solutions, and to provide internet / web based applications, services and solutions, provide or take up Information technology related assignments on sub-contracting basis, offering services on-site/ offsite or through development centers using owned /hired or third party infrastructure and equipment, providing solutions/ Packages/ services through applications services provider mode via internet or otherwise, to undertake IT enabled services like call Centre Management, Medical and legal transcription, data processing, Back office processing, data warehousing and database management.</p>","industries":["Enterprise Software"],"name":"INTELLISERUMS PRIVATE LIMITED","sectors":["Others"]},{"email":"stepinstartup@gmail.com","idea":"<p>Not yet decided. Will update once confirmed. aaaaaaaaa</p>","industries":["Media & Entertainment"],"name":"Step In","sectors":["Others"]},{"email":"sayali.savant@arnaimmuno.com","idea":"<p>We are identifying pre-disease states and developing innovative nutraceutical formulations for efficient modulation of these pre-disease targets.</p>","industries":["Healthcare & Lifesciences"],"name":"ARNA IMMUNO INGREDIENTS PRIVATE LIMITED","sectors":["Others"]},{"email":"indianlegalservices101@gmail.com","idea":"<p>hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["Finance Technology"],"name":"METAPAY FINTECH SOLUTIONS PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"trainee1@hdandassociates.com","idea":"<p>hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</p>","industries":["IT Services"],"name":"JIGSAW FINANCIAL TECHNOLOGY PRIVATE LIMITED","sectors":["IT Consulting"]}]