[{"email":"info@misunenergy.com","idea":"<p>We have gained reputation in the market as a quality Design-Build company for Solar Water Heating and Solar PV projects. Led by Mr. Saumitra Chakraborty, an Graduate Electrical Engineer, an astute project management professional in power &amp; utilities segment, an Alumnus of INSEAD, the top ranked B-School of Europe, and member of Project Management Institute USA, with work experience of more than 20 years in multinational corporates in India and abroad, the company has acquired premium clientele like ONGC, Hiranandani Group, Godrej etc in a short time. The company is now looking to scale up its business into large scale solar PV projects, Solar PV projects in RESCO model and other areas having synergy with its core strength and competencies, in India as well as in few selected foreign countries.&nbsp; &nbsp;</p>","industries":["Renewable Energy"],"name":"MISUN ENERGY PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"vhk@5fingers.biz","idea":"<p>Company has 5 Business vertical's or Sbu's</p><p>&nbsp;</p><p>a) We are pleased to introduce ourselves as a SOLE and India ’s BIGGEST PARTY Mfg. &amp; Supplies company in India; who, not only, specialises in manufacturing of Party products, but also, supplies them all India through its distribution network spread across PAN India. under brand name \"PARTY KINGDOM\"</p><p>&nbsp;</p><p>Taking the opportunity of vacuum of a specialised company not being present in this segment in India and most importantly thriving upon the concept of MAKE IN INDIA of our beloved and proud Prime Minister Shri. Narendra Modi ji; Party Kingdom Trading Pvt Ltd. has ventured into the contract manufacturing of PARTY PRODUCTS &amp; EXAM WRITING BOARDS in India, thereby, an effort to make the product available at an economical price to the consumer and hence reach the mass in PAN India.</p><p>&nbsp;</p><p>Party Kingdom Trading Pvt Ltd. today is the biggest licensee of Party Products, Exam Writing boards, &amp; Mugs for the following characters Barbie &amp; Entire Disney - Mickey &amp; Minnie, Princess, Pooh, Frozen, Planes, Cars, Avengers, etc and so on. Name the character and PK has the rights of the same.&nbsp;</p><p>We have now extended our reach to Cartoon Network, Warner Bros &amp; Mattel India with Barbie and thereby becomes the leader and ONLY player in the organized market to have most characters and brand in the industry.</p><p>* Our licenses cover India, South East Asia, and South Asia region.</p><p>&nbsp;</p><p>Products include e.g.: Party Plates, Party Cups, Party Glasses, Face masks, Party Hats, hooters, party Poppers, Tissues, Ceramic Mugs, Lenticular Mugs, 3D Mugs, Soft PVC Mugs, Normal Exam Writing boards, etc.</p><p>&nbsp;</p><p>Because of the above arrangement, today PK has zero competition in the market as right from the point of Manufacturing to point of Sale, everything is under PK observation and control.</p><p>&nbsp;</p><p>All the above products are Distributed nation-wide through its vide spread Distribution network right from North to South and East to West.</p><p>&nbsp;</p><p>Though from the above, it portrays that PK is a broad and modernised company, but, the idea of keeping COST CONTROL is always there in mind and hence, most of the marketing sources have been outsourced, including the designing. Being cost conscious is always better than being miser spending. as being miser spending would also kill the product in the market and thereby spoil the brands and spoil the image of the com</p><p>&nbsp;</p><p>b) Supply of promotional merchandise and BTL advtg.</p><p>&nbsp;</p><p>*For Cartoon Network &amp; Mattel Characters, we can do a single point agreement and give you an all-inclusive cost in the premia itself.</p><p>**We are specialised in supplying Sippers &amp; Shakers with our in-house contract manufacturing facility.</p><p>Also, please find attached our company profile for your perusal.</p><p>&nbsp;</p><p>We are pleased to present ourselves as a complete BTL advtg. company involved in supplying promotional merchandise and visual branding to MNC’s in India. The only company being in India has been able to successfully execute promos in Pakistan with Unilevers and Bangladesh with Godrej. Our Esteemed clients includes companies like Abbott, Cipla, Heinz, Ferrero, Britannia, ITC Foods, Etc. Making us a leader in supply of promotional merchandise and corporate gifts.&nbsp;</p><p>&nbsp;</p><p>We have been very closely associated to kids based channel companies like, Walt Disney, Warner Bros, Cartoon Network, Nicklodeon, etc in the past for both Promotional Merchandise and Product Licensing models. We have successfully been able to implement promos alongside Cartoon Network in Pakistan and Bangladesh.</p><p>&nbsp;</p><p>Won an Bronze Award at LIMA &amp; Promotion Council in Unique and Innovative ideas category for a Joint Venture Promotions with Cartoon Network &amp; BPCL.</p><p>&nbsp;</p><p>With our established network and office in China, it gives an leading edge and competency in the trade for not only procuring or sourcing the products from far east but also helps in planning the execution.</p><p>&nbsp;</p><p>With our knowledge and expertise in the field of VM &amp; Display Stands and pan India network for installations, we have gained great recognition with brands like Pudin Hara (Dabur) and Go Cheese (Gowardhan India). Please find attached our company profile for your perusal, showcasing our strengths and achievements done in past.</p><p>&nbsp;</p><p>As for Q.C system, we have our own people to do random Q.C in the factories where the products are made during Production and final Shipment.</p><p>&nbsp;</p><p>c) Retail Store under the Brand name \"PARTY KINGDOM\" &amp; Franchise the same.</p><p>&nbsp;</p><p>d) Contract Mfg for Bags, SS Flasks, House hold Plastics.</p><p>&nbsp;</p><p>e) Exports of Party Products, Bags, Flasks, to South East Asia and South Asia.</p><p>&nbsp;</p><p><br></p>","industries":["Retail"],"name":"5FINGER'S BIZ PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"mahesh.toshniwal@tmwpay.com","idea":"<p>Our objective is to carry on the business of providing web designing and development services, web application solutions, software development services, e commerce, internet related consultancy services, internet marketing, online information services etc.</p>","industries":["Finance Technology"],"name":"TMW TECHNOLOGIES PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"info@auralexchange.com","idea":"<p>Aural Exchange is a pioneer in the field of environmentally friendly sound isolation, vibration control, and acoustic treatment products. Using a network of 16 third-party factories, we manufacture next-generation products to put India on the map for this industry. We have worked with architects, industries, the music &amp;&nbsp; broadcast industry, the Indian government and the military to design and supply innovative solutions in acoustics.</p>","industries":["Construction"],"name":"Aural Exchange","sectors":["Others"]},{"email":"minalsheth2112@rediffmail.com","idea":"<p>Hi!</p><p>We provide career guidance services and personality development tips to all age groups.</p>","industries":["Education"],"name":"Minal Sheth","sectors":["Coaching"]},{"email":"uphillengg@yahoo.com","idea":"<p><a href=\"http://www.uphillengg.com\" target=\"_blank\">www.uphillengg.com </a>, we uphill engineering solutions are manufacturing world class technology based equipment to control the spread or highly potent drugs/virus and let doctors work on the drugs without any hazards. we also manufacturing other pharmaceutical machinery like vacuum tray dryer, isolator, containment machines, fluid bed dryer, rapid mixer granulator, multimill, vibroshifter, Air jet mill and many other pharma related equipment.<br></p>","industries":["Healthcare & Lifesciences"],"name":"Uphill engineering Solutions","sectors":["Healthcare Technology"]},{"email":"hcsalunkhe@gmail.com","idea":"<p>GEOPTECH SOLUTIONS IS ONE OF THE LEADING TECHNOLOGY SOLUTIONS PROVIDER IN INDIA. OUR SERVICES INCLUDES ECOMMERCE, WEB AND MOBILE TECHNOLOGY SOLUTIONS, AR/VR, AUTOMATION,</p>","industries":["IT Services"],"name":"Hemant Salunkhe","sectors":["Others"]},{"email":"prasad.parab.1986@gmail.com","idea":"<p>Having milk distribution business and expanding delivery of gorceries, vegetables, dairy products and agro products</p>","industries":["Agriculture"],"name":"shree agency","sectors":["Others"]},{"email":"ninadjadhav31@gmail.com","idea":"<p><a href=\"https://ninjaevents-ent.business.site/\" target=\"_blank\">https://ninjaevents-ent.business.site/</a><br></p>","industries":["Events"],"name":"NINAD JADHAV","sectors":["Event Management"]},{"email":"devdattadpathare02@gmail.com","idea":"<p>delivery service of process food, milk , other foods products,&nbsp;</p>","industries":["Food & Beverages"],"name":"Devdatta Dnyaneshwar pathare","sectors":["Others"]}]