[{"email":"2Cos72edutech@gmail.com","idea":"<p>Basically Doubtsapp is an educational app which is available on android and iOS Both platforms.</p><p><span>It provides comprehensive and instant solution to all the doubts of the students of class IX-XII( CBSE, Maharashtra Board, MP Board as of now)</span></p><p><span><br></span></p><p><span>The story behind Doubtsapp is ,Since Indian education system suffers from Doubtphobia - a chronic fear of asking doubts. Not anymore. With DoubtsApp,you are getting back your right of asking questions. You can now confidently ask any doubt and get the solution in a second.</span></p><p><br></p><p>Yes,it is quite beneficial for students it helps in solving their doubts and some more features are given below.</p><p><br></p><p>Get instant *doubt* solutions, give mock tests, revise concepts, read textbooks, practise board papers. Anytime. Anywhere. In one app!!</p><p><br></p><p>📚 Here are some of our exciting features: 📚</p><p><br></p><p>⭐ AI-BASED INSTANT SEARCH</p><p><br></p><p>⭐️ OCR BASED SEARCH-BY TAKING PICTURE OF YOUR DOUBTS</p><p><br></p><p>⭐ BOARD EXAM PREDICTOR</p><p><br></p><p>⭐ ANSWERS IN BOARD EXAM FORMAT</p><p><br></p><p>⭐ KBC-STYLE QUIZ(CLEARS BASIC CONCEPTS)</p><p><br></p><p>⭐ 9th, 10th, 11th, 12th STANDARDS.</p><p><br></p><p>⭐ CBSE (English), MP BOARD (English &amp; Hindi medium),MAHARASHTRA BOARD</p><p><br></p><p>⭐ GUIDES AND TEXTBOOKS</p><p><br></p><p>⭐ TEST PAPER GENERATOR</p><p><br></p><p>⭐ BOOKMARKS</p><p><br></p><p>⭐ And much more...</p>","industries":["Education"],"name":"2cos72 Edutech Llp","sectors":["Education Technology"]},{"email":"gravitee.dte@gmail.com","idea":"Fusion of DIY products and Interior Decoration in a totally customisable&nbsp; manner. From design to service, a unique idea to bring down the ideology of expensive Interior Design/Designer/Products.","industries":["Design"],"name":"GraviTee Down to Earth","sectors":["Others"]},{"email":"c4isystems@outlook.com","idea":"<p><b>C4I</b> = Connect, Control, Communicate, Collaborate &amp; Interact</p><p>C4i Systems is a technology start-up which focuses on Control &amp; Monitoring solutions like :-</p><p>- Disaster management Control room monitoring &amp; visualization solutions</p><p>- Interactive GPS based tracking devices for quarantine patients</p><p>- Secure code serializations &amp; Supply chain management</p><p>- Unmanned traffic management (Drones)</p><p>- Power plant controllers for Renewable energy plants&nbsp;&nbsp;</p>","industries":["Technology Hardware"],"name":"MANDAR GUPTE","sectors":["Others"]},{"email":"variablealchemy@gmail.com","idea":"<p>We Provide Digital Marketing Services via Beacons.</p>","industries":["Marketing"],"name":"Variable Alchemy LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"rakeysh@hcx.global","idea":"<p><a href=\"https://hcx.global\" target=\"_blank\">https://hcx.global</a> - India’s 1st online B2B Hospitality ecosystem, aggregating &amp; streamlining the highly fragmented supply-chain with multi-layered tech-solutions covering the entire spectrum of stakeholders across the value chain - Manufacturers/Brands, Trade, Horeca Establishments. Delivering our customers a compelling value proposition through its tech-enabled digital platforms.<br></p>","industries":["IT Services"],"name":"HCX GLOBAL PRIVATE LIMITED","sectors":["Application Development"]},{"email":"ca.aditjain@gmail.com","idea":"<p>100% Recyclable, Eco-friendly, Food Packaging Products</p>","industries":["Retail"],"name":"BIOPAC PAPER LLP","sectors":["Retail Technology"]},{"email":"vagish9090@gmail.com","idea":"<p>We are serving the industries from last 20 years. We are authorized dealer of Helmholz, OMRON, EATON products. We are System Intergrator for Wondeware.\n</p><p>\n</p><p>We have expertise in an entire range of SIEMENS process automation products from Logo to PCS7 systems, Allen-Bradley CompactLogix &amp; ControlLogix Controllers, GE products from Nano micro to Rx3i system, Panel View HMI, Schneider Electric, Omron &amp; Mitsubishi. A number of projects executed for Servo Drive applications.\n</p><p>\n</p><p>We also offer after sales services and AMC(Annual maintenance contract) for automation System and Electrical Panels. We are successfully catering to diverse industries such as Electronic, Pharmaceutical, Sugar, Petrochemicals, Automobile, Chemical and many more.\n</p><p>\n</p><p>Our efficient service over the years has helped us gain the reliance of our esteemed client</p>","industries":["Internet of Things"],"name":"VAGISH NISHAD","sectors":["Others"]},{"email":"shankarsuryawanshi997@gmail.com","idea":"<p>Summary of service&nbsp;</p><p><br></p><p>MIPT is a innovative form of technical training for engineering students and engineers on the boilers and burners which is the heart of engineering industry&nbsp;</p><p><br></p><p>Twitter pitch&nbsp;</p><p><br></p><p>MIPT helps to become employable and  technically expert on the boilers and burners within a short time and at the cost of one pizza.</p><p><br></p><p>Team&nbsp;</p><p><br></p><p>Er Shankar Tukaram Suryawanshi (BE Mechanical ,Pune university and boiler and burners certified from Germany ) commissioner and operated every kind of burner and boiler worked for worlds no 1 burner  WEISHAUPT in India till 2016 then hired by BOSCH ltd germany for Gulf region&nbsp;</p><p><br></p><p>Er Kakasaheb Roham ( BE , DME , boiler specialist) 21 years of work experience in the field of boiler , ISO 9001 , ISO13485 , Ex Thermax employee and currently hired by top boiler manufacturers for projects worldwide .</p><p>He runs his owned boiler consultancy&nbsp;</p><p><br></p><p>Customer traction&nbsp;</p><p><br></p><p>10396 AICTE approved colleges in India.</p><p>Minimum 10000 companies in India with 24 hr use of boilers and burners.</p><p>AICTE is already in collaboration with private firms and in need of support to provide better technical education.</p><p>The revenue generated from the institutes will be approx 40 million USD &amp; from the industries will be approx 5 million USD</p><p><br></p><p>WHY you are different&nbsp;</p><p><br></p><p><br></p><p>In India it is a first time such a short time and effective extra low cost technical course is conducted in different manner.burners are responsible for co2 emissions and other hazardous emissions which are responsible for global pollution ,so basic simple techniques of reducing it will be lifetime useful to engineers and students. 10% of the total profit earned by the MIPT will be used to provide private coaching classes to the govt high schools all over India.</p>","industries":["Education"],"name":"Shankar Tukaram Suryawanshi","sectors":["Education Technology"]},{"email":"instasales@forstarfoods.com","idea":"<p>Forstar Insta Foods offers various convenience-based solutions for food service industry under one roof, supported by suitable processing technologies (Retort Processing, Freezing-IQF) as well as production machinery such as Breading &amp; Frying Line, Semi-Automatic Pizza Production Facility &amp; Automatic Momo Making Machine. Our full fledged R&amp;D Kitchen &amp; Highly experienced Team of Food Technologists give very relevant and trending ideas and concepts to the customer and help to fine-tune their recipes to get a perfect product during the Commercial Production Cycles. Besides matching the taste and bringing convenience to our Customer’s business by way of this scale-able &amp; consistent food management support, our in-house Product Development team also takes care of all the requirements of launching/offering newer product concepts as well. Our exquisite range of products includes Ready-to-Cook (Gravies, Sauces, Pastes, Marinades), Ready-to-Eat (Tray Meals, Soups, Salads, Wraps, Dips, Spreads), Ready-to-Fry (Snacks), Retorted/Canned Fish (Tuna), Pickled/Acidified Speciality Products, etc. for cooking/serving applications in Asian (Indian/Chinese/Thai), Italian, Mexican &amp; other popular world cuisines.</p>","industries":["Food & Beverages"],"name":"Forstar Instafoods","sectors":["Food Processing"]},{"email":"umesh@noble-earth.com","idea":"<p>Noble Earth believes in building a noble, genuine and safe world. And making only a positive difference in everyone’s life.</p>","industries":null,"name":"NOBLEEARTH INNOVATIONS PRIVATE LIMITED","sectors":null}]