[{"email":"kalpeshkparekh@gmail.com","idea":"<p>Taking out solution for easy access of green coconut without taking any help from vendor and stay away from sharp objects like knife and cutter.</p>","industries":["Food & Beverages"],"name":"Kalpesh","sectors":["Food Processing"]},{"email":"alok.pundir1303@gmail.com","idea":"<p>Bad Raptor Sports &amp; Entertainment LLP was incorporated in year 2018 and now seeking the fund to accelerate the business.</p>","industries":["Media & Entertainment"],"name":"BAD RAPTOR SPORTS & ENTERTAINMENT LLP","sectors":["Entertainment"]},{"email":"overandalltech@gmail.com","idea":"<p>We design, develop software application and web application. We are a specialized startup which focuses on taillored ERP Solutions and Customized Business and Logistics Softwares and Applications.</p>","industries":["IT Services"],"name":"OVER AND ALL TECH","sectors":["Product Development"]},{"email":"aditya@augustassortments.com","idea":"<p>August Assortments Private Limited specializes in dry fruit confectionery . Our focus is on using quality ingredients  which have higher nutrition content.  Our vision is to make world class confectionery  without  compromising on  taste and quality.&nbsp;</p><p><br></p><p>Our best product is Almond Brittle which is a caramel based product having over 30 % Roasted  Californian  Almonds.&nbsp;</p><p><br></p><p>Our distribution is pan India via a network of Distributors and  E-commerce Players. We also specialize in corporate gifting with a focus on customization .</p>","industries":["Food & Beverages"],"name":"AUGUST ASSORTMENTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"paraaggandhi@gmail.com","idea":"<p>VELSA -Vantage Englisj Learning and Speaming Academy .</p><p><br></p><p>VELSA - plans to launch an AI APPZ based English proficiency courses for academic and working professionals</p>","industries":["Education"],"name":"Parag Gandhi","sectors":["Education Technology"]},{"email":"mrdealofficial@gmail.com","idea":"<p>Pitara Chai is one of the fastest growing Chai startup Chai are made by the feelings and emotions and we do care about our beloved Pitara family and we have the best and great Quality of Chai with Great feelings and Emotions</p>","industries":["Food & Beverages"],"name":"Mehfooz Alam Idrishi","sectors":["Restaurants"]},{"email":"kattimanilaxmi21@gmail.com","idea":"<p>Saibioprocess Engineering is Involved in Engineering,manufacturing of Equipment and system for Pharmaceutical,Biotech and Food Industry.</p><p><br></p><p>&nbsp; &nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"SAI BIOPROCESS ENGINEERING","sectors":["Pharmaceutical"]},{"email":"r.s.sharma@leeds.ac.uk","idea":"<p>We are a team of Scientist and Business professional from some the worlds leading institution and have interest in developing an affordable home-based diagnostic kit.</p>","industries":["Healthcare & Lifesciences"],"name":"Dr Rajan Sharma","sectors":["Medical Devices Biomedical"]},{"email":"krishal.mehta@gmail.com","idea":"<p>For working professional, bachelors, college students and working women - planning, organizing and then executing a structured diet becomes cumbersome and hence unsustainable. The stress or choosing what to eat in every day meal and the monotony in the meals may lead you astray from your fitness goal. Most of the users end up eating unhealthy fast food / junk food as it is easily available and quick to grab. Further, The overload of information also does not help the process of making the right choices simpler. In the long run un healthy eating habits might affect the human body in long run and hence eating healthy food – all ingredients necessary to keep the body healthy is essential. We need to have right balance of Carbs, Protein, Vitamin and Calcium. We are providing subscription service wherein we provide regular meals – Roti (Beetroot, Bajri, Makai), SatvikSabji, Dal, Soup, Salad and brown rice. We also provide other healthy option which replaces the junk food – Brown Bread Sandwich. We provide 20 days different menu with no repeat of any item in the menu which provides the user a different menu from the daily mundane food. A sample menu is as follow:\n</p><p>Monday\n</p><p>Lunch: Grilled veggie and hummus wrap with sweet potato fries\n</p><p>Dinner: Chickpea curry with basmati rice\n</p><p>Tuesday\n</p><p>Lunch: Red lentil veggie burger with avocado salad\n</p><p>Dinner: Flatbread with grilled garden vegetables and pesto\n</p><p>In short in today’s fast and hectic lifestyle we are trying to bring in healthy food options. at consumers doorstep so that they don’t have to worry about the healthy lifestyle.\n</p><p>Consumer can select the menu as per the calorie intake required</p>","industries":["Food & Beverages"],"name":"EATFITGO FOOD PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"carajatmaheshwari@gmail.com","idea":"<p>Company profile \n</p><p>ImmunoAdoptive cell therapy private limited (ImmunoACT) was incorporated on 8th October,2019 by Dr. Rahul Purwar, Associate professor at IIT Bombay. The ImmunoAct was incubated by Society of Innovation and Entrepreneurship (SINE).\n</p><p>The Co-founders Alka Dwivedi and Atharva Karulkar are PhD scholars in IIT Bombay.\n</p><p>The mission of this company is to design and develop cell therapy products for immunotherapy at an affordable rate catering to the needs of the larger section of the society.\n</p><p>Our team has already developed the platform for engineered T cells (Chimeric Antigen Receptor T-cells,CAR-T) at IIT Bombay. \n</p><p>CAR-T cells are genetically modified autologous T-cells, with MHC-independent recognition of cancer antigen, leading to T-cell activation, proliferation and persistence. The CAR-T cell expresses a single chain variable fragment (scFv) on its surface directed against a particular antigen followed by the trans-membrane and co-stimulatory domains (CD28 or 4-1BB). Once the CAR recognizes and engages the specific antigen, it triggers activation of effector T-cells and destroys the target cells.  The CAR-T cell therapy directed against CD19has shown significant clinical benefit. \n</p><p>The product and process are covered under IP in two Indian Patents and one PCT. The process developed earlier at IIT Bombay IP has been exclusively licensed to ImmunoACT Pvt. Ltd . The patent details are as follows:\n</p><p>1.\tMURINE ANTI-CD19 CHIMERIC ANTIGEN RECEPTOR AND ITS PREPARATION, Patent Application No.201821005457\n</p><p>2.\tNOVEL HUMANIZED ANTI-CD19 CHIMERIC ANTIGEN RECEPTOR, ITS NUCELIC ACID SEQUENCE AND ITS PREPARATION, PCT/IN2019/050111, Patent Application No 201821005458\n</p><p>3.\tINDUCIBLE CYTOKINE COMPOSITIONS AND METHODS FOR IMMUNOTHERAPY APPLICATIONS (Provisional Patent application filed.)</p>","industries":["Healthcare & Lifesciences"],"name":"IMMUNOADOPTIVE CELL THERAPY PRIVATE LIMITED","sectors":["Biotechnology"]}]