[{"email":"henilhgada@gmail.com","idea":"<p>Rubber Sheets manufacturing for industrial application. This rubber sheet are used in oil and gas, mining, construction, aerospace industries.&nbsp;</p>","industries":["Others"],"name":"APEX RUBBER PRODUCTS PRIVATE LIMITED","sectors":["Others"]},{"email":"fnbnpl@gmail.com","idea":"The Company is incorporated to cater to the needs of growing working population by providing healthy food through online delivery system","industries":["Food & Beverages"],"name":"FNB NETWORK PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"srinathkrishnamurthy442@gmail.com","idea":"<p>Cinco Xpreslogistix Private Limited is India’s premier, dependable expert logistic service provider for many industries. Grow your business with our nationwide network; On-Time delivery commitments; 0% pilferage and shortage, and real-time tracking facilities. We are ISO-certified and strictly follow proven Systems and Processes and Compliance norms up to our branch levels. We have agile management practices and modern technologies and infrastructure to lead successfully.<br></p>","industries":["Transportation & Storage"],"name":"CINCO XPRESLOGISTIX PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"infonsrcreation@gmail.com","idea":"<p>i have done screen printing on garments like T.shirt, Jean, Shirt, and valudded&nbsp; work,&nbsp;</p><p>www.nsrcreation.com</p><p><br></p>","industries":["Fashion"],"name":"NSR CREATION","sectors":["Apparel"]},{"email":"ravi34307@yahoo.co.in","idea":"<p>Matasha Grocery is an online grocery ordering platform ( Website and google app )\n</p><p>We are a newly set up firm with the name of matashatech Pvt Ltd. Our  focus is  to encourage  local Kirana stores, Local Brands, Homemade food by women and newly set up brands by providing a platform to sell their products and service.</p><p><br></p><p><b>Below is the focus category where we looking forward to catering our service: -</b></p><p>Customers purchase products through their nearest and trusted local shop and merchant. Even customer has the option to purchase through ur special category like food which ade at home, D2C brands, Local special brand, Special shop like spices, pooja need, pets care, baby care etc.</p><p><br></p><p>\n</p><p><b>Below is the focus category where we looking forward to catering our service:</b> -\n</p><p>Kirana Shops\n</p><p>Department stores\n</p><p>Special product store\n</p><p>Bakery &amp; Cakeshop\n</p><p>Special spices &amp; Masala shops\n</p><p>Fresh fruit &amp; Vegetables\n</p><p>Fish, Chicken &amp; Meat shop\n</p><p>Sweets and namkeen shops\n</p><p>Pets care\n</p><p>Home &amp; Gardening\n</p><p><b>Our delivery programme:-&nbsp;</b><b>We have a flexible plan for our merchant partner.</b></p><p>Self-delivery\n</p><p>Get delivery through our tied up the third party.\n</p><p>Ready to pick up facility,&nbsp;</p><p>Schedule or slotted home delivery facility</p><p><br></p><p><b>What unique facility &amp; Benefit we give to our merchant partners:-\n</b></p><p>Get new customers all over the place where we actively work as well pan India.\n</p><p>Affordable plan. Can start with minimum price.\n</p><p>Easy product listing through our team.\n</p><p>Easy transaction, easy operations.\n</p><p>flexible return policy, flexible order capping.\n</p><p>Great plan to retain your customer.\n</p><p>Get market information and customer buying habit reports daily from our experienced team.\n</p><p>Our focus is to bring 50 new customers to your shop and help to increase margin.\n</p><p>Maximum visibility through our marketing strategy.\n</p><p>Only focus to make our partners grow so we can grow along with them</p><p>\n</p><p>\n</p>","industries":["Food & Beverages"],"name":"MATASHA MARKETING AND DISTRIBUTION PRIVATE LIMITED","sectors":["Food Technology/Food Delivery"]},{"email":"ssrmjalert123@gmail.com","idea":"<p>We are one of the experienced security service providers in Maharashtra. We recently have ventured in Facility management Services &amp; Staffing Solutions</p>","industries":["Security Solutions"],"name":"SSRMJ ALERT SECURITY PVT LTD","sectors":["Others"]},{"email":"pulkit@elephantcanvas.com","idea":"<p>The start up will have two main verticals – Elephant Canvas Design Studio and Nifty Art Exchange. The mission of Elephant Canvas is to take Indian Art to global scale. Technology has already disrupted a lot of industries, but Indian Art is somewhere it hadn’t been able to enter – until now. With the emergence of NFTs and its growing popularity, it’s not long that young creative minds would move to the computer to create Art instead of a paintbrush or clay. As geographical indications have shown that traditional art like madhubani art or gond art have been confined to smaller towns and the technique and skills are not passed on to the next generation, it’s possible that such art is likely to die soon. With NFTs, there may even be a dearth of artists who paint on canvas or make bronze sculptures in the near future. We, through Elephant Canvas want to avoid that and give the respect and recognition to non-digital skill and technique.\n</p><p>Nifty Art Exchange is a marketplace that will be a platform for Artists to partner with us and sell their creativity in the form of NFTs.\n</p><p>Elephant Canvas Design Studio will give 3D and animation services to Artists to digitalize their physical Art.</p>","industries":["Art & Photography"],"name":"Elephant Canvas LLP","sectors":["Art"]},{"email":"vivek.nahata@gmail.com","idea":"Disrupting the Beverage industry by bringing health and taste together for the consumers","industries":["Food & Beverages"],"name":"Yet to decide ","sectors":["Food Processing"]},{"email":"mauryaritesh53@gmail.com","idea":"<p>Daily wage Workers have to stand at checkpoints.</p><p>Contractors have to come at checkpoints and pick workers.&nbsp;</p><p>Generally contractors don't have idea about level of skills of worker</p>","industries":["Others"],"name":"Ritesh Maurya","sectors":["Others"]},{"email":"aishwaryamishra63@gmail.com","idea":"<p>Building premium Indian coffee products, in a transparent supply chain,&nbsp; ensuring farmers trusts and avoiding middlemen.</p>","industries":["Food & Beverages"],"name":"Brewing Notes Coffee","sectors":["Others"]}]