[{"email":"mayank@bharatwireropes.com","idea":"<p>Gyanshankar E-Trading Provides IOT Systems, Robotics and 3D Printing solution across India.</p>","industries":["Technology Hardware"],"name":"GYANSHANKAR E-TRADING LLP","sectors":["3d printing"]},{"email":"cygnoidpl@gmail.com","idea":"<span>We like to help clients to build up a self-sustaining\nbusiness model consisting of Engineering,Manufacturing, Trade and Services. Our\nTarget market is both domestic and export and Target sectors are Chemicals,\nPharma, Food and Agro, IT and ITES.</span>","industries":["Chemicals"],"name":"CYGNOID TECHNOLOGIES PRIVATE LIMITED","sectors":["Diversified Chemicals"]},{"email":"info@sinaxis.in","idea":"<p>The company is into design development and implementation of&nbsp; RF and High Voltage Solutions for&nbsp; microwave industry in the frequency range from 500 MHZ to 40 GHz. The company has been able to design several indigenous solutions for complex RF &amp; HV modules of foreign origin thereby saving several lacs of exchequer and FE for our clients. The company is an ideal model of\"Make in India\" wherein it strives to develop indigenous solution for otherwie complex and expensive foreign modules/sub-system. The company is based in Mumbai</p>","industries":["Technology Hardware"],"name":"SINAXIS ENTERPRISES PVT LTD","sectors":["Electronics"]},{"email":"info@coursys.in","idea":"<p><span>Started with aim to provide innovative and cost\neffective one-stop solution in security, identification &amp; software domains\nrelated to ID &amp; access card, digital security and access control,\ncustomized asset tracking &amp; managemnet software and Solution for Healthcare\nand Education segments</span></p><p><br></p>","industries":["IT Services"],"name":"COURSYS DIGITECH INDIA PRIVATE LIMITED","sectors":["Application Development"]},{"email":"sidmittal1991@gmail.com","idea":"<p>ProcStop is one stop for your office procurements, we at ProcStop are focused to make your office procurement simple and efficient. To achieve this, we have built the best network of vendors for your office supplies, which will be augmented by a class apart leading technology to procure goods economically.</p>","industries":["Retail"],"name":"ProcStop","sectors":["Others"]},{"email":"prashantinfra001@gmail.com","idea":"<p>I am sub contractor and main contractor is govt contractor and i am taking various civil infra works like roads,swd,footpath etc&nbsp;</p>","industries":["Construction"],"name":"PRASHANT INFRA","sectors":["Others"]},{"email":"chetan.jha@voicecomms.net","idea":"<p>We are into interactive application development into telecommunication and we develop applications which helps small and mid sized business to communicate effectively and uninterrupted and provide business continuity&nbsp;</p>","industries":["Telecommunication & Networking"],"name":"Voice Communications","sectors":["Integrated communication services"]},{"email":"business@theaspreamlab.in","idea":"<p>Aspream Media Innovation Lab is a content producing, publishing and promotional company founded in 2019, with an aim to create new-age digital content focussing education, social and entertainment content categories.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"ASPREAM MEDIA INNOVATION LAB LLP","sectors":["Business Support Services"]},{"email":"iamafroj89@gmail.com","idea":"<p>im thinking to doing our Owen business&nbsp;</p>","industries":["Marketing"],"name":"Galaxy Enterprises","sectors":["Sales"]},{"email":"amieshverma@gmail.com","idea":"<p>Stella Tradex embraces direct-to-consumer (D2C) model with a holistic approach to promote individual wellbeing. Initiatives include unique lifestyle events introduced as recreational sports, digital wellbeing and natural FMCG &amp; Nutra products.</p>","industries":["Marketing"],"name":"STELLA TRADEX PRIVATE LIMITED (OPC)","sectors":["Sales"]}]