[{"email":"kunal.sitm@gmail.com","idea":"<p>Design products, get the parts made through vendors, assembly it in-house and sell the product under Mavecomm Brand\n</p><p>\n</p><p>We deal in all kinds of fiber optic devices, network components, electronic and computer hardware components, telecommunication services, computer hardware and maintenance services, digital media receiver and to provide consultancy services in telecommunication and networking industry.</p>","industries":["Telecommunication & Networking"],"name":"MAVECOMM CONNECTIVITY LLP","sectors":["Network Technology Solutions"]},{"email":"saanketk@nutrizoe.com","idea":"<p><a href=\"http://www.nutrizoe.com/About Us\" target=\"_blank\">About Nutrizoe</a><br></p>","industries":["Food & Beverages"],"name":"Nutrizoe Nutriifoods Pvt. Ltd","sectors":["Food Processing"]},{"email":"suhayl1@hotmail.com","idea":"<p>1.To carry on the business of providing outsourcing services for all processes, sub Processes, transactions, activities and all other work performed by business in various industries within India and across the world. This includes those process or sub processes that are enabled by information technology. It also includes date, voice or video collection and processing, call centre services including in bound and out bound calling services of all kinds, technical support, managed data centre, managed technical centre, training centre, web support back office, business or financial analysis, scientific analysis, research work and analysis, storage, disaster recovery, accounting, pay roll, inventory management, customer relationship management, enterprises resources planning and to develop software, provide consultancy, software solution and services that are normally offered by the outsourcing business and information technology services providers, the software development houses and application services providers.</p>","industries":["IT Services"],"name":"SERVIBLE INFOTECH PRIVATE LIMITED","sectors":["BPO"]},{"email":"lxzonepower@gmail.com","idea":"<p><a href=\"http://www.critechpower.com\" target=\"_blank\">www.critechpower.com</a><br></p>","industries":["Technology Hardware"],"name":"Critech Power Private Limited","sectors":["Electronics"]},{"email":"rakshanenterprises01@gmail.com","idea":"we are into Trading work of all kinds o Instrumentation, Electrical, and general items that are needed fkr any Govt organisation and PSU sector.","industries":["Renewable Energy"],"name":"Rakshan Enterprises","sectors":["Renewable Solar Energy"]},{"email":"chandan.onelove@gmail.com","idea":"<p>The  Company will be a production house engaged in producing feature length films both fiction and non-fiction across all platforms (TV, Web and Cinemas) and will also look into line production facilities engaging with other film companies. It will deal\n</p><p>with larger narrative devices to tell stories across all platforms, be it cinema or online (web). It will also engage in film curation and film preservation activities along with theatre and graphics, animation and visual effects productions as well as showbiz publications. It will also involve in film distribution and film exhibition through its cinema outlets.</p>","industries":["Media & Entertainment"],"name":"HYDEVALE PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"sanjay.arora@zentechinfo.com","idea":"<p><a href=\"http://www.zentechinfo.com\" target=\"_blank\">www.zentechinfo.com</a><br></p>","industries":["IT Services"],"name":"Zentech Info Solutions Pvt Ltd","sectors":["IT Consulting"]},{"email":"vishal@cloudxchange.io","idea":"<p>Cloudxchange.io ( CXIO Technologies Pvt Ltd ) is a Multi-cloud Managed Services Provider.&nbsp;</p><p>Cloudxchange.io is 4 years old with turn over of around 20 Cr. We are currently serving around 250 customers with employee strength of 90.&nbsp;</p>","industries":["IT Services"],"name":"CXIO TECHNOLOGIES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"11saumitra@gmail.com","idea":"<p>Education management software</p>","industries":["Enterprise Software"],"name":"FD LABS","sectors":["ERP"]},{"email":"Vanshika.a.shah@gmail.com","idea":"<p>It will be a hyperlocal business platform where the customers will be able to buy groceries, vegetables and medicines from the local grocery /kirana stores and medical stores within 2-3kms of their residence and all the ordered items would be delivered within 1 hour. So people will not have any reason to get out and will have to stay home for quarantine in the midst of coronavirus.&nbsp;</p>","industries":["Others"],"name":"Vanzz","sectors":["Others"]}]