[{"email":"finzhose@gmail.com","idea":"<p>WE ARE STARTING MAUFACTURING OF PP COMPOSITE HOSE&nbsp; WHICH ARE LIGHTER THAN RUBBER HOSES AND METALLIC HOSES.AND RUBBER HOSES IS ENVIRONMENTALLY NOT SUITABLE .AND LATER IT WILL BE BANNED ALSO ,AS DUE TO IT IS CORROSIVE NATURE .SO WE ARE STARTING TO MANUFACTURE AND IN FUTURE PP COMPOSITE HOSE ,HAS A HUGHE DEMAND IN REFINERIES ,AND LATER COMPOSITE HOSE WILL REPLACE .</p><p><br></p><p>COMPOSITE HOSE VS RUBBER HOSE COMPARISON\n</p><p>Composite hoses are unto 30% lighter than rubber hoses.\n</p><p>The materials used in composite hoses are fatigue free and do not degrade like rubber\n</p><p>The fluid passing through rubber hoses may be contaminated by the tiny particles of Rubber whereas in composite hose the inner layer is polypropylene fabric which Will not contaminate the fluid.\n</p><p>The composite hose can be given in different colors for different applications so that the hoses dedicated for a particular application can be easily identified.\n</p><p>Composite hoses on an average have a longer life than rubber hose.\n</p><p>Electrical continuity is maintained throughout the life of the composite hose.</p>","industries":["Others"],"name":"FINZHOSE INDUSTRIES LIMITED","sectors":["Others"]},{"email":"sandeep@ibizmart.com","idea":"We are one one of the premium &amp; value added distributor in to Corporate &amp; E-commerce , Virtual Retail &amp; Large Retail space. We distribute Branded Mobile Phones like Samsung ZEN, Ziox, Micromax, Karbonn etc . We are one of the leading distributors for Electronics ,Apparels, Toys, Gaming , IT Peripherals &amp; various other products for corporate gifting &amp; loyalty programs. We pride ourselves in sourcing the best priced products in the market &amp; stocking it to ensure optimum sales support. We are backed ably with a strong CRM team, Logistics &amp; Operations Team as well the Sales Team.We are a preffered choice partner to many Indian brands . We distribute close to 25 brands on a national level &amp; are adding more better products everyday","industries":["Others"],"name":"SIERRA TECHDESIGNS LLP","sectors":["Others"]},{"email":"booking@bedofy.com","idea":"<p>Bedofy Service Pvt Ltd is an online platform for providing accommodation service to students &amp; corporate, we aim at providing\n</p><p>most affordable accommodation &amp; all required services under one roof. “At present student housing is functioning in an unorganized way. Unfortunately, students face issues related to hygiene, food and other necessities. They are deprived of facilities which are making their lives difficult. At Bedofy we have addressed these inadequacies and created a space, where students live unforgettably. The demand is huge and put together all the colleges in Mumbai are able to meet only 10 %– 15 % of demand. In short student housing is undersupplied and has high potential to grow in demand. With organized players coming in, it will help to cater to this growing demand. With high potential and sustained occupancy rates, this segment has immense scope to be developed as an asset class for the realty developers.”</p>","industries":["Real Estate"],"name":"BEDOFY SERVICE PRIVATE LTD","sectors":["Others"]},{"email":"superiaexports@gmail.com","idea":"<p>Superia Exports handles full service marketing and advertising inhouse to ensure that our dedication to quality and success extends beyond production and design. We view marketing as an art form, and work tirelessly to engage with our target audiences in new and innovative ways that are high impact and brand right.</p>","industries":["Textiles & Apparel"],"name":"VEENA VIRAG KANKARIYA","sectors":["Non- Leather Textiles Goods"]},{"email":"sameer.wagh@commtexsolutions.com","idea":"<p><a href=\"http://www.commtexsolutions.com\" target=\"_blank\">http://www.commtexsolutions.com</a><br></p>","industries":["Enterprise Software"],"name":"Sameer Wagh","sectors":["Cloud"]},{"email":"pravin.borase@photonchem.com","idea":"<p>Photon Chemicals is an innovation-driven company. It is founded by a team of technocrats with versatile experience. Photon chemicals is located at additional MIDC, Ambernath, Thane in Maharashtra, India. With a focus on developing sustainable technologies, Photon Chemicals aspires to grow with customers, shareholders, and employees. We offer services in custom synthesis, contract manufacturing, analytical services, research and development for pharmaceutical intermediates, agrochemical intermediate, dyes, and specialty chemicals.</p>","industries":["Chemicals"],"name":"PHOTON CHEMICALS","sectors":["Diversified Chemicals"]},{"email":"pathyacan@gmail.com","idea":"<p>We provide doctor mandated meals exclusively catering to the illness industry and help better their quality of life in introspection. We get the unique blend of an industry lead corporate chef to work in tandem with a renowned homeopath in getting wholesome and nutritious food to the patient whilst undergoing recovery, making sure food plays more like a catalyst in improving the efficacy of the ongoing treatment.</p>","industries":["Healthcare & Lifesciences"],"name":"Pathya HealthTech","sectors":["Healthcare IT"]},{"email":"salimjafri@mes.ac.in","idea":"<p>Have developed and low cost&nbsp; PAPR ventilator emergency kit that can be developed at home with basic house hold items&nbsp; with few mechanical components we have developed. The purpose of this kit is to buy some time for patient to breath until medical emergency arrives, which one can make and keep it ready for that emergency panic situation. our kit is totally mechanical with no batteries or electronic item. designed carefully keeping air filtration in mind and healthcare. Looking forward for medical approval.</p>","industries":["Robotics"],"name":"Bombaybots","sectors":["Robotics Technology"]},{"email":"visiondigitalsolution@gmail.com","idea":"<p>Going digital made easy. A wide range of services for every digital need. Our motto is to reach the masses via digitalisation. We accommodate for every type of project with tailor-made plans that fit each requirement perfectly, with effective communication and designs that are easily adopted by the audience.</p>","industries":["IT Services"],"name":"Vision Digital Solutions","sectors":["Web Development"]},{"email":"prashant@digisarathi.com","idea":"<p><a href=\"http://digisarathi.com\" target=\"_blank\">digisarathi.com</a><br></p>","industries":["IT Services"],"name":"digiSarathi IT Solutions Pvt. Ltd. ","sectors":["Product Development"]}]