[{"email":"info@manekmetal.com","idea":"Manek Kitchenware has found its way into the kitchen world over through dedication and hard work to maintain quality and standard.\n<div>\n</div><div>Though we have a very wide range of products, we also cater to our customer's exclusive need and requirements since 1982. Over a period of 25 years we have acquired a complete infrastucture to manufacture stainless steel product, which match any of the international brands.\n</div><div>\n</div><div>Our company has been Awarded with the Highest Export Award &amp; Best Design Award by the All India Stainless Steel Industries Association.\n</div><div>\n</div><div>We have even received the Regional Certificate of Export Excellence from the Engineering Export Promotion Council in the category of other steel products. We have been recognised as an one star Export House from the Government of India.\n</div><div>\n</div><div>Our factory is situated in Dahanu spread over an area of 11000 sq. meters with ample space for further expansion. The plants are equipped with the most modern machineries to manufacture stainless steel utensils, cutlery, bar accessories, bath accessories, pet products, kitchenware, hotelware and other household articles. The units have a capacity of total packaging under one roof. We also do sheet metal articles, pressing and fabrications.</div>","industries":["House-Hold Services"],"name":"Manek Metal (India) Pvt. Ltd.","sectors":["Home Care"]},{"email":"dhoonpvtltd@rediffmail.com","idea":"<p><a href=\"http://www.dhoonglocal.com\" target=\"_blank\">www.dhoonglocal.com</a><br></p>","industries":["Technology Hardware"],"name":"Dhoon Glocal Private Limited","sectors":["Others"]},{"email":"agph@vardhanol.com","idea":"<p>We are a 2 year old biotech startup by IIT-Bombay alumni and currently have three verticals.</p><p>1. Renewable energy : Biotechnological products, solutions and consultancy for increasing alcohol yield of distilleries by the means of effective hygiene control.</p><p><br></p><p>2. Waste Water management and bioremedition : Biotechnological products, solutions and consultancy for reducing the organic load and the COD, BOD and foul-odor of industrial and domestic effluents</p><p><br></p><p>3. Surface cleaning bacteriocidal and bacteriostatic solutions</p>","industries":["Green Technology"],"name":"GREYEAST TECHNOLOGIES PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"rajivv@live.com","idea":"<p>Already providing Corporate Services (Application Development, Events, Catering to Corporates)to various clients across the country, planning to add coaching to all young Indians to learn from Basic Computer to Application development with our Supervision and get Foreign Clients involved in our Country by giving Job to them.</p><p>Course is provided free later a service charged will be charged upon getting successful projects from Clients.</p><p><br></p><p><br></p><p><br></p>","industries":["Events"],"name":"BombaySocials","sectors":["Event Management"]},{"email":"sapphhire.sys@gmail.com","idea":"<p>SSIPL team has emerged as one of the pioneer company in the segment for executing various projects for pharmaceutical industries right from conceptual front end engineering study to detailed designing, fabrication, installation and commissioning of System &amp; Equipment with complete automation. All this has been achieved through our continuous perseverance, hard work, research in product design, adherence to quality and our total commitment to business ethics.\n</p><p>The determined efforts of our dedicated team have gained us global reputation &amp; reliability.\n</p><p>SSIPL team has three core areas of business; we execute Turn Key Project in High Purity Water Systems, Waste Water Treatment &amp; Recycle Solution and Desalination &amp; Potable Water Plants across continents.\n</p><p>The High Purity Systems are designed in accordance with latest ASME BPE and ISPE guidelines to deliver PW &amp; WFI water as per WHO, USFDA/MHRA &amp; other international pharmacopoeias. All the plants built by us are designed for absolute control of microbial growth thereby minimizing the need for system sanitization. Treating waste water is never easy; SSIPL team has developed several processes which have not only opened up the possibilities of treating difficult waste water but have also delivered remarkable results beyond customer satisfaction and needs.&nbsp;</p><p><a href=\"http://www.sapphhire.in\" target=\"_blank\">www.sapphhire.in</a></p>","industries":["Green Technology"],"name":"SAPPHHIRE SYSTEM INTEGRATORS PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"arjun@atterolabs.com","idea":"<p>UV Disinfection Solutions for COVID-19.</p>","industries":["Technology Hardware"],"name":"MYLO SOLUTIONS PRIVATE LIMITED","sectors":["Electronics"]},{"email":"SALES@KALASHPHARMA.COM","idea":"<p>We are Alcohol base hand sanitizer manufacturer</p>","industries":["Healthcare & Lifesciences"],"name":"KALASH PHARMACHEM PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"info@lycka.in","idea":"<p>We are a firm involved in designing and retailing innovative furniture and home décor made of high quality and eco friendly sustainable wood.&nbsp;</p>","industries":["Retail"],"name":"Lycka","sectors":["Others"]},{"email":"design@studio701.net","idea":"<p>Design Innovation Startup</p>","industries":["Design"],"name":"GREENGREY DESIGN (OPC) PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"kanta.parakh@trucsr.in","idea":"<p>Seamlessly connecting&nbsp;<span>Contributors &amp; </span>Implementors<span>&nbsp;</span><span>to amplify CSR impact. Building a strong network between Contributors &amp; Implementors.</span></p>","industries":["Social Impact"],"name":"GREEN SCARF MANAGEMENT CONSULTANTS PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]}]