[{"email":"silverynanos@gmail.com","idea":"<p><a href=\"http://www.silverynanos.in\" target=\"_blank\">www.silverynanos.in</a><a href=\"http://www.silverynanos.in\" target=\"_blank\"></a></p><p><br></p><p><u>URINARY TRACT INFECTIONS CAUSED BY UN-HYGENIC PUBLIC TOILETS</u>. </p><p><br></p><p>Every year 150 Million people suffer from UTI leading to bladder cancer and the major reason for the cause is Unclean and Un-hygienic public toilets. Cleaning them after every use is impossible and water used in cleaning after every use is ample wastage. Silvery Nanos brings \"HAPITO\" which is antibacterial, antifungal, antialgal, antibiofilm, scratch resistant, water and stain repellent which forms a 10 micron thin transparent film on the toilet keeping it clean, odorless, waterless and infection less for a MONTH. Just spray it once get easy clean and infection-less toilets for a MONTH. Hapito has a mixture of Nanotechnology and Chemistry making the product stay for a month and also saving up to 55% of water wastage. Our Company purpose is to save the environment from harmful chemicals and pollutants.&nbsp;<br><br></p>","industries":["Nanotechnology"],"name":"SILVERYNANOS INNOVATIONS LLP","sectors":["Others"]},{"email":"rcchopra20@gmail.com","idea":"<p>TO&nbsp;PURCHASE&nbsp;SELL&nbsp;AND OR&nbsp;DEAL&nbsp;IN&nbsp;INDIAN&nbsp;AND&nbsp;FOREIGN&nbsp;CURRENCY&nbsp;</p><p>INDIAN&nbsp;AGENT</p><p>UNDER&nbsp;MONEY&nbsp;TRANSFER&nbsp;SERVICE&nbsp;AND&nbsp;OTHER&nbsp;SERVICES&nbsp;AS&nbsp;REQUIRED</p>","industries":["Finance Technology"],"name":"TRINABH PAYMENT SERVICES PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"nitya@liv.eco","idea":"Bioengineered products for the future of living.","industries":["Biotechnology"],"name":"Liveco materials ","sectors":["Others"]},{"email":"huzaifa@aestheticdesigns.in","idea":"<p>I am an architect and have pursued my masters in Sustainable Tall buildings from the University of Nottingham UK, after working in the UK for few Years. after returning back i wanted to start my own company in India.</p><p><br></p><p>Aesthetic Designs LLP, is an architectural company that focuses on the cradle to grave process in the&nbsp; Building Development Sector. our core principals have been the triple Cs i.e Climate, Culture and Context.</p><p><br></p><p>India is a booming market for building construction, our company wants to be one of those that can make meaningful and value added changes in the current trends.</p><p>Sustainability is the DNA of our company and everything we do is based on the same.</p>","industries":["Architecture Interior Design"],"name":"Aesthetic Designs LLP","sectors":["Others"]},{"email":"usham@metasyssoftware.com","idea":"<p>We can develop an app for tracking of positive Covid 19 and their location and geo fencing</p>","industries":["IT Services"],"name":"MetaSys Software Pvt Ltd","sectors":["Application Development"]},{"email":"chaitanya.davda@navbharatestates.com","idea":"<p>The Limited Liability Partner, inter-alia, aims to tackle issues pertaining to shortage of storage space in the city.</p>","industries":["Real Estate"],"name":"NAVBHARAT SPACE SOLUTIONS LLP","sectors":["Housing"]},{"email":"sayantan@techassisto.com","idea":"Assisto is a voice assisted solution for doctors. We understand ng technologdoctors find it difficult to use existing technology. We help doctors note and retrieve data using voice, as if they're taking to the assistant, nurse or a junior doctor","industries":["Healthcare & Lifesciences"],"name":"Assisto","sectors":["Healthcare Technology"]},{"email":"pradeep1788@rediffmail.com","idea":"We are wholesale dealers pharmacy of Test Tube Baby Medicine and Fertility Medicine.","industries":["Healthcare & Lifesciences"],"name":"IGMED SERVICES PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"nishant.parashar@engage4more.com","idea":"<p>www.engage4more.com</p>","industries":["Marketing"],"name":"engage4more","sectors":["Others"]},{"email":"trishmitours@hotmail.com","idea":"<p>One stop travel assistance</p>","industries":["Travel & Tourism"],"name":"TRISHMI TOURS LLP","sectors":["Experiential Travel"]}]