[{"email":"sigitelsolutions@gmail.com","idea":"<p>Sigitel Solutions is an organisation that operates in the field of digital services, marketing, Events, creative, website &amp; application development and expertise in video production. In addition to this we also operate in trading of day to day products. We also cater to the niche segments of education &amp; tourism sectors.</p>","industries":["Others"],"name":"Sigitel Solutions","sectors":["Others"]},{"email":"Chamariya.mahesh91@gmail.com","idea":"<p>We are Manufacturer and Supplier of all kind of Furniture.We deal in Institutes,Colleges,Homes,Schools,Offices,etc Infrastructure.</p>","industries":["Others"],"name":"MAYUR FURNITURE","sectors":["Others"]},{"email":"harsh@kaam.pe","idea":"<p>KaamPe is an O2O offering, meaning Online to Offline. KaamPe presence will be its Application (currently built on\n</p><p>Android) and Web/ WAP to help recruiters connect with potential job-seekers and vice-versa. The Offline presence is\n</p><p>to get job-seekers an omnichannel experience of the variety of offerings that is in the offerings. Such as free and paid\n</p><p>training, free counselling, 3rd party services such as loans for employment enhancements, Insurance at subsidised\n</p><p>rates etc.\n</p><p>KaamPe portraits itself to be a 360-degree recruitment company targeting;\n</p><p>- Temp/ Flexi Staffing\n</p><p>- Permanent Staffing\n</p><p>- Recruitment Process Outsources (RPO)\n</p><p>- On-Demand Jobs (Freelancers)\n</p><p>All of the above offerings are portrayed differently so that the recruiter has a variety of choices in getting the work\n</p><p>done.\n</p><p>Temp Staffing majorly gig workers today on the logistics side are skewed when it comes to training and skilling,\n</p><p>KaamPe dares to have a change in the methodology on selection, training and re-skilling of these potential gigworkers\n</p><p>Permanent Staffing, on the other hand, is mixed with algorithms that are AI-enabled to give the best match-making so\n</p><p>as to give the best out of many candidates on one's search\n</p><p>RPO, KaamPe forces on project-based RPO's as well as full RPO's projected towards SME's who really do not have\n</p><p>an HR to operate, where KaamPe will act as one for all these small-time as well as start-ups\n</p><p>Many jobs today is done at ones office do not require a full-time employees name it from accounts, data-entry, travel\n</p><p>desk, marketing, digital marketing, content writing, photography, translation etc ... KaamPe is looking to disrupt this\n</p><p>space in providing holistic services through freelancers across the board be it at the Recruiters place, through\n</p><p>KaamPe centres or even Remote Working... KaamPe will vet each of these projects before its finally delivered to a\n</p><p>potential Recruiter.\n</p><p>KaamPe initiatives include KaamPe Centres across India in every city as well as KaamPe points in every area so that\n</p><p>the gig worker or anyone associated with KaamPe could benefit from a cup of Chai to grabbing a vada pau or even\n</p><p>food at subsidised costs.\n</p><p>In all KaamPe's initiatives will be the biggest community program even to be launched in India</p>","industries":["Human Resources"],"name":"KAAMPE JOB SOLUTIONS PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"saranamcreation@gmail.com","idea":"<p><a href=\"http://na\" target=\"_blank\">na</a><br></p>","industries":["Marketing"],"name":"saranam creation","sectors":["Sales"]},{"email":"bcms.07704@gmail.com","idea":"<p>We take this opportunity to introduce ourselves as one of the upcoming contractor for\n</p><p>Housekeeping and allied services.\n</p><p>As you are aware, housekeeping is the most important element in Facility Management. With regard\n</p><p>to the housekeeping, cleaning of carpets &amp; upholstery, we have in our possession machines of\n</p><p>latest technology which help retain appearance, colors and size with treatment of the best quality.\n</p><p>The machinery used in cleaning helps us handover large areas in quick time enabling our clients to\n</p><p>adhere to their schedules without any delay. We extend our services by working round the clock in\n</p><p>order to keep with the schedules of our valued customers.\n</p><p>Our staff is honest, hardworking, well mannered, uniformed and courteous to our valued customers.</p>","industries":["Professional & Commercial Services"],"name":"BRIGHT CLEANING & MAINTENANCE SERVICES LLP","sectors":["Environmental Services & Equipment"]},{"email":"info@mbeepaperprints.com","idea":"<p>Mbee Paper Prints Private Limited has established a Decorative Paper manufacturing plant at Bhiwandi, Maharashtra.&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"MBEE PAPER PRINTS PRIVATE LIMITED","sectors":["Commercial Printing Services"]},{"email":"hardiksavla27593@gmail.com","idea":"<p>Our firm is engaged in providing tax and business advisory services through online platform. We are also in the process of developing a software for litigation management of the companies.</p>","industries":["Professional & Commercial Services"],"name":"STEADFAST BUSINESS ADVISORS LLP","sectors":["Professional Information Services"]},{"email":"vishal.shah@amarchemistry.com","idea":"<p>Amar Chemistry Pvt. Ltd. is a CRO that provides integrated chemistry services to the biotech, pharmaceutical and chemistry-based industry sectors. Main service areas include multistep process development for organic synthesis based on flow chemistry, high-pressure reactions and other specialized techniques. The company’s goal is to maximize the production of organic molecules while keeping in mind the economics, safety and environmental aspects of production without sacrificing the quality of materials. Amar Chemistry has the capability to design novel synthetic routes – along with the appropriate equipment design – and to scale up from pilot batches all the way to manufacturing scale.</p>","industries":["Chemicals"],"name":"AMAR CHEMISTRY PRIVATE LIMITED","sectors":["Specialty Chemicals"]},{"email":"deepakrathod70@gmail.com","idea":"<p><b>Mission</b></p><p>The story of our company is cleaner, greener India, powered by electric personal and passenger vehicles. eMatrixmile company's identity, reflects its commitment towards providing world classes electricity mobility solutions laser focused on expanding the company's footprint in India.</p><p><br></p><p><b>Product</b></p><p>Our product is the most feasible motorbike in the market for the features and specifications stated with added advantage of low maintenance cost low cost of ownership. The bike is designed to be perfectly for daily commute with a low cost electric commuter, with a low environmental impact and an enhanced user experience.</p><p><br></p><p>\n</p><p>To carry on the business of buying, selling, leasing, renting of Electric charging station, Solar charging station, IoT based software. \n</p><p>\n</p><p><br></p><p>To carry on the business through API, indulge in software development, charging technology, artificial intelligence, machine learning, application development, intelligent networking, smart phone applications etc. Wheel hub motor, HMI, Power Train system, system solutions, canbus, fleet management system and hardware.</p>","industries":["Transportation & Storage"],"name":"EMATRIXMILE INDIA PRIVATE LIMITED","sectors":["Passenger Transportation Services"]},{"email":"anirvan009@gmail.com","idea":"\n                        <p>This startup is into the Learning and Development industry. The primary objective of the startup is to act as a facilitator between the users ( Corporate Executives/Businessmen/Business Leaders/Corporate Leaders/Entrepreneurs/Students/Homemakers and others)and Coaches &amp;Trainers. The idea is to provide easy access to the Coaches/Domain Experts of various streams to the clients. We are creating this Platform (marketplace) for this easy accessibility which is currently not present in the market. The idea is to start on domestic front and later make it a Global Platform. This will facilitate in generating Business for Coaches and Trainers and also provide hassle free online services to the end users.&nbsp; &nbsp; &nbsp;</p>        \n        ","industries":["Education"],"name":"Setmycoach.com","sectors":["Coaching"]}]