[{"email":"bhavini@pegasusfininvest.com","idea":"<p>Brief profile about the LLP :-\n</p><p>Genisys Renewable Power LLP is a renewable energy firm and invest primarily in solar projects.\n</p><p>Our main purpose of the Business are as follows :-\n</p><p>•\tTo own, manage, execute power projects using solar power generating systems, setting up roof top and open access solar plants\n</p><p>•\tTo carry on, manage, supervise and control the business of transmitting, manufacturing, supplying, generating, distributing, dealing in electricity and all forms of energy and power generated by any and once whether nuclear, steam, hydro, tidal, water wing, solar, hydrocarbon fuel or any other form kind or description\n</p><p>We are backed by Pegasus Fininvest Advisory Pvt. Ltd.,which runs Pegasus India Evolving Opportunities Fund, a 150 Cr impact investment fund which invests in healthcare , education , fintech  &amp; clean energy/environment . Our founder for the Fund Mr. N.Shridhar , has worked in the corporate world in companies like Britannia, Coca Cola , Future Group as part of senior management . Our promoters are all technocrats who have worked in corporates and have vast experience in finance, operations, projects &amp; marketing.\n</p><p>Partner profiles ;- \n</p><p>Shridhar Narayan\n</p><p>•\tB.Com, CA, MBA, \n</p><p>•\tAssociate Member of the Chartered Institute of Management Accountants, London; and Chartered Global Management Accountants (CGMA)\n</p><p>•\tAssociate Member of the Institute of Cost and Works Accountants of India and an Intermediate with Institute of Company Secretaries of India.\n</p><p>•\tTracking the solar business space since inception from investment perspective.\n</p><p>•\tInvolved in decision making of the solar power generation project with cumulative capacity of ~ 40 MW.\n</p><p>•\tOriginated and executed the largest PE deal in Indian Real Estate sector for Hiranandani Group valued at over USD 1 bn\n</p><p>•\tIs actively involved in angel investments, incubations and mentoring activities for startups\n</p><p>•\tDrove acquisition and consolidation of bottling plants across India for Coca-Cola\n</p><p>•\tSuccessfully managed shares buyback &amp; treasury investments at Britannia\n</p><p>•\tWas instrumental in taking Future Capital (now Capital First) public and setting up the company, its strategy, &amp; business plan \n</p><p>•\tWas instrumental in setting up and operationalizing Future Group’s retail business\n</p><p>\n</p><p>Prakash Ranjalkar\n</p><p>•\tB.E. (E&amp;T)\n</p><p>•\tOperating in the solar energy space since inception in India as well as Africa and Southeast Asian countries. \n</p><p>•\tExecuted solar energy systems with cumulative capacity of 12 MW.\n</p><p>•\tPrinciple consultant and Managing Partner of NetCo Consulting LLP\n</p><p>•\tProvides strategic technology and growth related consultancy to companies in creation and managing of network infrastructure for Telecom, BFSI and Smart-City sectors\n</p><p>•\tServed as CEO for Africa Towers NV (Airtel Africa) and GTL Infrastructure\n</p><p>•\tEngaged with various companies as Non-Executive Director, Advisor and Business Coach\n</p><p>•\tHas over 28 years of operational experience and board level exposure in world class companies\n</p><p>•\tServed as Chief Executive Officer and Chief Operating Officer for more than 10 years in different companies of international repute in India and Africa\n</p><p>•\tManaged P&amp;L and KPIs of companies with annual revenue in excess of USD 200 mn\n</p><p>•\tLed M&amp;A deals in the telecom, enterprise network sector with deal sizes in excess of USD 1 bn\n</p><p>Vasant Kumar\n</p><p>•\t28 years of operational experience\n</p><p>•\t23 years with Asian Paints across locations in India \n</p><p>•\tHeld senior management positions in Operations, Projects &amp; Plant Engineering \n</p><p>•\tEvaluation &amp; execution of renewable energy projects  (solar  &amp; wind energy )\n</p><p>•\tEvaluation &amp; adoption of new technology</p>","industries":["Renewable Energy"],"name":"GENISYS RENEWABLE POWER LLP","sectors":["Renewable Solar Energy"]},{"email":"pratikbhor1@gmail.com","idea":"<p>A group of trekkers started to explore the forts of Maharashtra.We explore beaches, forts, temples, best places to enjoy and travel in India that's how Sahyadri Motion Pictures began and now we are focusing on getting to tour and travel business.</p>","industries":["Travel & Tourism"],"name":"Sahyadri Motion Pictures","sectors":["Experiential Travel"]},{"email":"sk.ashraf92.as@gmail.com","idea":"<p>We construct all types of poultry sheds, like Fabrication RCC.</p>","industries":["Construction"],"name":"OSTRICH POULTRY SOLUTIONS","sectors":["Construction & Engineering"]},{"email":"hitesh@desihangover.in","idea":"<p>Desi Hangover works with rural cobbler communities around Kolhapur and Belgaum helping with skilling, technology infusion and market access.</p>","industries":["Fashion"],"name":"ARKEN ENTERPRISES PRIVATE LIMITED","sectors":["Apparel"]},{"email":"concentusfoods@gmail.com","idea":"<p>At present, there is no omni-present brand for Chinese food which provides excellent quality food wherein consumers have a reliable choice to make from for the Chinese cuisine. \n</p><p>\n</p><p>Hence, the Concnetus Foods Pvt Ltd (Concnetus) has developed a business model which caters to the target audience with gourmet meals in Chinese Cuisines (mainly) and other multi-cuisine specialty food at affordable prices and as per their convenience of  time and location.  Concnetus is on path to develop consumer brands in Chinese &amp; Indian cuisine space.\n</p><p>\n</p><p>This model will cater to the food requirements of the young &amp; upwardly mobile urbane youth segment which is a frequent consumer of such food delicacies on various occasions of personal, family &amp; official occasions. The Company works on its 3 core pillars of philosophy .i.e. Health, Hygiene &amp; Happiness to govern its business. \n</p><p>\n</p><p>On account of the proper findings on supply side gaps, Concentus Food Pvt. Ltd. will be benefited with their unique innovative model of Lower CAPEX &amp; OPEX leading to improved profitability as the model is mainly planned on ‘utilising the unutilized supply side infrastructure’.\n</p><p>\n</p><p>Unique Innovative Business Model: Supply side capacity creation through capacity utilization of the existing restaurants: \n</p><p>\n</p><p>In addition to the existing own Central Kitchen infrastructure, Concentus aims to create a very lean, low CAPEX / OPEX intensive supply chain for food delivery through effective capacity utilization by partnering with the existing restaurant, kitchen, hotel owners where capacity is fully not utilized of their kitchen. Concentus has developed technology which minimize wastages and increase efficiencies in production. Also, they have done product innovation where any lower scale labor can be used in production. This is significantly helping to upgrading income of underprivilege and lower strata of society and big employment booster.     \n</p><p>•\tThe company plans to operate 45-50 kitchens over next 12-24 months in order to serve consumers across the Greater Mumbai area.\n</p><p> \n</p><p>•\tIn the 2nd phase of operations, company aims to expand in other cities like Delhi NCR, Pune, Hyderabad &amp; Bangalore.</p>","industries":["Food & Beverages"],"name":"Concentus Foods Private Limited","sectors":["Restaurants"]},{"email":"krosscare@gmail.com","idea":"<p>General Insurance</p>","industries":["Others"],"name":"KRoss Care Insurance","sectors":["Others"]},{"email":"fuelmeindia@gmail.com","idea":"<p>We&nbsp; are working on delivery of diesel to clients.&nbsp;</p><p>We have worked out a layout/plan for the same. It help in saving a huge amount of diesel which is wasted and it also support the environment safety in a very commanding part.</p><p>I would request you if we may have your support and mentor ship which would be very helpful.</p><p>The idea is both in the favor of government and us.</p><p><br></p><p>Regards</p><p>Shashank</p>","industries":["Transportation & Storage"],"name":"FUELME INDIA PRIVATE LIMITED","sectors":["Transport Infrastructure"]},{"email":"rakhi@indussrepresentations.com","idea":"<p><a href=\"http://www.indussrepresentations.com\" target=\"_blank\">Induss Representations</a> is a young and dynamic company set up to offer Tourism Boards, DMC, Resorts, Hotels &amp; Cruise partners an economical and profitable sales &amp; marketing/representation service in Indian markets.\n</p><p>We combine a wealth of experience in the leisure travel industry and destination marketing to help our clients grow their business in Indian markets.</p>","industries":["Travel & Tourism"],"name":"Induss Representations","sectors":["Experiential Travel"]},{"email":"hmishra524@gmail.com","idea":"<p>Omtech pharmaceutical Pvt LTD</p>","industries":["Healthcare & Lifesciences"],"name":"Omtech pharmaceutical Pvt LTD","sectors":["Pharmaceutical"]},{"email":"vinit@keshavsec.com","idea":"<p>developing a mobile app....</p>","industries":["IT Services"],"name":"READBETTER TECHNOLOGIES LLP","sectors":["Others"]}]