[{"email":"udaygurav.999@gmail.com","idea":"<p><span>TEAM OF SPATIALHAWK HAVE STRONG AND VERTICAL GEOSPATIAL DOMAIN WITH EXPERTISE FROM WIDE RANGE OF INTERDICIPLINARY ACADEMIC AND PROFESSIONAL BACKGROUND. WE INVOLVED IN DEVELOPMENT OF CUSTOMISED APPLICATIONS &amp; PRODUCTS FOR GEOSPATIAL AND IT SERVICES.</span></p>","industries":["IT Services"],"name":"SPATIALHAWK GEOINFORMATICS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"munni.1264@gmail.com","idea":"<p>Our Startup is focused on providing High quality Services &amp; Consultation in the field of Oil and gas well drilling. It includes innovative approach towards unique symmetric way which has good balance between supply and appropriate margin of returns. The oil and gas industry is the largest sector in the world in terms of dollar value. It contributes significantly to the gross domestic product (GDP) of many nations and generates very high revenue and is, therefore, a crucial element in the global economy's framework. Our company is committed in providing such services and build a reputation for itself in the local and global market.</p><div><br></div>","industries":["Non- Renewable Energy"],"name":"UNISMITTERIC SUPPLY AND CONSULTANCY SERVICES (OPC) PRIVATE LIMITED","sectors":["Oil & Gas Exploration and Production"]},{"email":"fortuneindustries19@gmail.com","idea":"\n            <p>ELECTRONICS , INDUSTRIAL ELECTRONICS AND ELECTRICAL GOODS SERVICES.</p><p>MAINTENANCE OF VARIABLE FREQUENCY DRIVES(VFD), WELDING MACHINES, CNC MACHINES, UNINTERRUPTED POWER SUPPLY(UPS), BATTERY, CONTROL PANELS.&nbsp;</p>\n        ","industries":["Technology Hardware"],"name":"FORTUNE INDUSTRIES","sectors":["Electronics"]},{"email":"dinesh@botnotch.com","idea":"<p>Overview: Botnotch Technologies is founded by a team of seasoned technology professionals to provide a cloud based solution for smart spaces.&nbsp;</p><p>Our first project is the FIFA Football World Cup 2022 in Qatar where we are working with Microsoft and Johnson Controls to make the stadiums \"smart\".&nbsp;</p><p>Vision: Bringing intelligence to spaces, making them smart, sustainable and safe.</p><p>Mission: AI Bot powered platform to disrupt the creation of smart spaces.</p><p><br></p>","industries":["IT Services"],"name":"BOTNOTCH TECHNOLOGIES PVT LTD","sectors":["Project Management"]},{"email":"Umang.jhunjhunwala@reshim.in","idea":"<p>This is a new Business activity; this will be the first-of-its kind facility in India as regards to Direct-to-Garment printing.\n</p><p>\n</p><p>This would lead to lower time to market for the Fast Fashion industry which is currently struggling to meet changing consumer needs and struggling with high inventory management.\n</p><p>\n</p><p>Currently; garments are Screen printed; however Screen printing has the following drawbacks\n</p><p>\n</p><p>1.Very high volumes required per design; leading to high stocks with Brands\n</p><p>2.Higher time to market\n</p><p>3.Screen printing is not eco-friendly\n</p><p>The DTG technology is eco-friendly and is being extensively used in developed countries, viz. US and Europe.\n</p><p>\n</p><p>\n</p><p>We are currently employing 7 people for the activity. However; as the business increase we plan to employ another 8-10 people for the same.\n</p><p>\n</p><p>This activity is highly technology centric and hence has lesser manpower requirement.</p>","industries":["Design"],"name":"PRINTEX DIGI LLP","sectors":["Industrial Design"]},{"email":"ruchi.nist@gmail.com","idea":"<p>We are a Virtual Reality and Augment reality first company.&nbsp;</p>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"XLHORIZON LABS PRIVATE LIMITED","sectors":["Others"]},{"email":"abhishek@velocrushindia.com","idea":"<p>We teach cycling to kids and adults in Mumbai, Delhi, Kolkata and Banglore. Looking to Take cycling classes all over India</p>","industries":["Sports"],"name":"Velocrush India","sectors":["Others"]},{"email":"rvs.1982@gmail.com","idea":"<p>M/S Om Sai Ram Engineering &amp; Construction Pvt Ltd. is a private limited company registered under Companies Act 2013 and CIN- U45309MH2020PTC335409 is incorporated on 3rd of January 2020 having its registered office address at D-103,Harimahal CHS, Sector-5A, New Panvel,  Raigarh, Maharashtra-410206.  \n</p><p>\n</p><p>The Company is incorporated with an object to set up a manufacturing unit of Light weight wall panel and sale related products and also carry on the business of Contractors, Builders, Town Planners, Infrastructure developers, Estate developers, Land Scapers, Estate agents, Immovable property dealers, buy, purchase, hire or otherwise lands, buildings, civil works immovable property of any tenure or any interest in the same and to erect and construct immovable property.</p>","industries":["Construction"],"name":"OM SAI RAM ENGINEERING AND CONSTRUCTION PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"panjwanifarid596@gmail.com","idea":"<p>M/S Om Sai Ram Engineering &amp; Construction Pvt Ltd. is a private limited company registered under Companies Act 2013 and CIN- U45309MH2020PTC335409 is incorporated on 3rd of January 2020 having its registered office address at D-103,Harimahal CHS, Sector-5A, New Panvel,  Raigarh, Maharashtra-410206.  \n</p><p>\n</p><p>The Company is incorporated with an object to set up a manufacturing unit of Light weight wall panel and sale related products and also carry on the business of Contractors, Builders, Town Planners, Infrastructure developers, Estate developers, Land Scapers, Estate agents, Immovable property dealers, buy, purchase, hire or otherwise lands, buildings, civil works immovable property of any tenure or any interest in the same and to erect and construct immovable property.</p>","industries":["Construction"],"name":"OM SAI RAM ENGINEERING AND CONSTRUCTION PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"aashmita.86@gmail.com","idea":"<p>Wealtist is India's first online metaphyschic shop which creates handmade products.&nbsp;</p>","industries":["Others"],"name":"Wealtist","sectors":["Others"]}]