[{"email":"pdyharshad@gmail.com","idea":"<p>Deliver Just in time and when required at affordable rates.</p>","industries":["Logistics"],"name":"JITDrop","sectors":["Others"]},{"email":"jigisha@aykaa.in","idea":"<p>https://www.aykaa.in/</p>","industries":["Education"],"name":"AYKAA","sectors":["E-learning"]},{"email":"anirudh.toshniwal@sjmsom.in","idea":"We are bringing the world of travel to you on a single app which can fulfill your end to end requirements of travelling from one place to another.","industries":["Travel & Tourism"],"name":"Teleporto","sectors":["Others"]},{"email":"bhaskarpanda482@gmail.com","idea":"<p>FO</p>","industries":["Media & Entertainment"],"name":"BHASKAR","sectors":["Entertainment"]},{"email":"sharad@orangeantmedia.com","idea":"<p>We are building an audio streaming platform for kids, which will help them discover and learn about their world, through audio stories. It will stream ‘knowledge and learning’ based audio content. We describe the audio content as an experience and hence call it ‘audio experiences’.</p><p> \n</p><p>\n</p><p>O!Wonder is based on the core principle that ‘curiosity’ drives all humans, especially kids. They have an urge to know. Asking questions &amp; finding answers to them, is at the core of our product. The idea is to make them learn about things and aspects of our world - in a manner which is interactive, fun and entertaining.  \n</p><p>\n</p><p>The content will be engaging and will be available in the form of Stories, Kids News, Chats &amp; Interviews and Question &amp; Answer. Its a platform that will merge great content, technology and user experience. The experience will be interactive &amp; participation based, helping measure the users understanding on the topic that he or she just heard.  This content will be from the world of Science, Technology, Engineering, Space, People, Inventions, Languages, History, People, Inventions &amp; Discoveries. \n</p><p>\n</p><p>The platform will look to answer the most basic but important questions that effect us. For example questions like - Do fish ever sleep or are they always awake? OR What is the difference between Venomous and Poisonous creatures? OR Why is seat water salty and not sweet? OR Do you age slower of different planets OR Why are bees so important for human survival? OR What is inside a battery cell OR Why is that only birds can fly?\n&nbsp;</p><p>\n</p><p>We want to build audio experiences which centers around these type of questions. These ‘audio experiences’ which are specially crafted for kids will help in strengthening their critical thinking skills, reasoning skills, application abilities and  build curiosity. The platform will stream audio content from a rich repository of original content through its App and web-based platform. Our idea is to make the content available to a wide range of audience.\n</p><p>\n</p><p>O!Wonder combines - 'Listening &amp; Learning + Fun + Interaction &amp; engagement = ie. easy to understand. The idea is to make kids - connect, discover, learn and grow.</p>","industries":["Education"],"name":"ORANGE ANT MEDIA LLP","sectors":["Education Technology"]},{"email":"gigicen694@upcmaill.com","idea":"<p>asfsdfgsdgsdgsd</p>","industries":["Analytics"],"name":"Test Test","sectors":["Business Intelligence"]},{"email":"FAL_27@YAHOO.CO.IN","idea":"<p>Introducing EORTV, A web based OTT media  service that you can think as your ‘own.&nbsp; EORTV will be a global online on demand video player and over the top streaming device. It supports 150 to 200 channels for streaming fresh content, music and more, every week. An over the top (OTT) TV functions on the internet services and bypasses the traditional coaxial cable connections.&nbsp; EORTV is a video streaming app that offers thousands of hours of premium, exclusive and original content from leading Producers and Publishers. Users can view some of the best movies, TV Shows, Web series, music videos, and short videos. The app focuses on the Hindi original web based programs with high-quality</p><p><br></p><p>Plans:</p><p>- New and fresh content from  added every week.</p><p>- Timely notifications of the web shows or movies added so that the user never misses out on anything.</p><p>- Watch them on smart TVs, PlayStation, Xbox, Chromecast, Apple TV, Blu-ray players and more.</p><p>- Watch all your favorites’ offline by saving your data.</p><p>Affordable costs.</p><p>- Convenient download option to watch on the go.</p><p>- Unlimited movies and TV shows streaming on your phone, tablet, laptop, and TV.</p><p>- Watch at your comfort anytime. Cancel anytime.</p><p>- On-the-demand music videos.</p><p>- Extensive collection of feature films, documentaries, TV shows, anime, award-winning EORTV originals, and more</p><p><br></p><p>Scaling</p><p>Originals that will be regularly ingested on a weekly basis, and they will be streamed via a simple internet-connected device.</p><p>Applications like the EOR-Tok would be providing the users with the provision of recording their talents online, for which, they will also enjoy many surprising rewards as well.&nbsp;</p><p>Eor-Care is another feature allowing the users to keep a careful check on the viewing time&nbsp;</p><p>Eor Shopping is the shopping integration platform, wherein, the users can shop with a variety of discounts.&nbsp;</p><p>There is another feature called the Eor Kids, which will have a lot of original kids’ content with Hungama Kids. This will be a one-stop-destination for parents and teachers for their children&nbsp;and students respectively to teach them something new every day the e-way! The videos aired here would be specially curated for multiple kids’ age-groups. So, with Eor Kids, you can experience appropriate kids’ content that will keep you and the kids&nbsp;entertained, anywhere anytime!</p>","industries":["Media & Entertainment"],"name":"EORTV MEDIA PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"shreyx@hotmail.com","idea":"<p>We believe our pets deserve real fresh food to help them live their best, happiest, tail-wagging lives. So we developed a totally different ideology on how to feed our four-legged family members. It’s really simple: use fresh, whole ingredients, gently cooked without preservatives, and kept in the fridge where food belongs. Just scoop and serve. It’s the future of pet food.</p>","industries":["Pets & Animals"],"name":"Kenko Fresh Pet","sectors":["Others"]},{"email":"krunal.limbad@learningcurveindia.co.in","idea":"<p>THE LEARNING CURVE&nbsp;</p>","industries":["Education"],"name":"LEARNING CURVE ACADEMY LLP","sectors":["Skill Development"]},{"email":"alphaschooloflifeskills@gmail.com","idea":"<p><a href=\"http://www.alphaschooloflifeskills.com\" target=\"_blank\">www.alphaschooloflifeskills.com</a><a href=\"http://www.alphaschooloflifeskills.com\" target=\"_blank\"></a></p><p><br>We are an organization involved in providing education and training on life skills. At Alpha, we prepare students to become global citizens.\n</p><p>\n</p><p>We have designed our Life skill curriculum based on WHO guidelines, followed methodologies conducive to students’ needs and interest at the same time.</p>","industries":["Education"],"name":"ALPHA SCHOOL OF LIFE SKILLS PRIVATE LIMITED","sectors":["Skill Development"]}]