[{"email":"nileshkasle1215@gmail.com","idea":"<p>Aabhushanbazaar.com This is an online platform for jewelery business. We believe that only new designs in jewelry business can attract customers. That is why we have created these online platforms for all the jewelers. Through our website, you increase your business. And our aim is to get customers to see all the new designs from all over the world through our portal.<br></p>","industries":["Fashion"],"name":"aabhushan bazaar","sectors":["Jewellery"]},{"email":"nikyash@hotmail.com","idea":"\n            <p>DIGITAL DENTISTRY FOR DENTISTS</p><p>HELP US HELP YOU GET DIGITAL</p>\n        ","industries":["Healthcare & Lifesciences"],"name":"YASH SHAH","sectors":["Healthcare Services"]},{"email":"canitesh88@gmail.com","idea":"<p>E-Kagzaat Consultancy is India’s fastest growing Legal Documents Portal. E-Kagzaat Consultancy makes Legal Documents Easy, Secure and Valid. Using India Stack infrastructure, E-Kagzaat Consultancy is creating state of art experience of Digit India for Citizens of India. With E-Kagzaat Consultancy one can create, validate and receive valid legal documents without even stepping out of the home. It is as simple as ordering from eCommerce website.</p>","industries":["Finance Technology"],"name":"E-KAGZAAT CONSULTANCY PRIVATE LIMITED","sectors":["Advisory"]},{"email":"scholastictourism@gmail.com","idea":"<p><a href=\"http://www.plan8club.in\" target=\"_blank\">Website</a></p>","industries":["Travel & Tourism"],"name":"Sanskrit Studio","sectors":["Experiential Travel"]},{"email":"anurag@caterninja.com","idea":"<p>CaterNinja is a refreshing new way to get the Catering Done !!&nbsp;</p><p><br></p><p>From Star Category Hotels to Premium Restaurant’s to Established Caterer’s all under one roof. CaterNinja is a catering platform where you can find curated, authentic, hand picked and consumers rated caterers to fulfill all your needs.</p><p><br></p><p>You can choose from different packages, Cuisines, Gourmet options, Boxed meals and much more. You can mix and match different cuisines .Its that simple</p><p><br></p><p>So if you are planning a Party / Event, Just -   Click * Choose * Get Catered</p>","industries":["Food & Beverages"],"name":"GRAVEYTECH CATERING VENTURES PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"info.bombaypc@gmail.com","idea":"THANK YOU","industries":["Chemicals"],"name":"MAHARASHTRA PEST CONTROL SERVICE","sectors":["Specialty Chemicals"]},{"email":"terramareindia@gmail.com","idea":"We are Smart Waste Management company.","industries":["Telecommunication & Networking"],"name":"TERRAMARE INDIA PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"mehul@kwattsolutions.com","idea":"<p>Company Website\n</p><p>\n</p><p>kWatt Solutions Private Limited (kSPL) is a company graduated from Society for Innovation and Entrepreneurship (SINE) at the renowned institute, Indian Institute of Technology (IIT) Bombay. \n</p><p>The company is operational in the Renewable Energy space focusing on energy optimization and technology customization to endow with economic renewable energy solutions by creating and nurturing network of entrepreneurs; and by doing so, kWatt Solutions is working towards economizing renewables. \n</p><p>kWatt Solutions is engaged in providing inimitable products and services to congregate the needs of the nation in bridging the electricity deficit. The company provides solutions to electricity supply based on solar photovoltaic (PV) technology.\n</p><p>\n</p><p>kWatt Solutions is majorly active into the following three Verticals-\n</p><p>S-SparQ - is pioneered training programs, dedicated to train thousands of Engineers, skilled workforce and Entrepreneurs in Solar Field.\n</p><p>\n</p><p>S-Lab - empowers people with solar through practical hands-on training using the state-of-the-art laboratory setups developed by kWatt Solutions.\n</p><p>\n</p><p>S-Rooftop - is initiated to provide world-class solar electricity solutions for Rooftop Solar Power Plants driven by quality and innovation.</p>","industries":["Renewable Energy"],"name":"KWATT SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"akshat@the3monks.com","idea":"<p><br></p>","industries":["Others"],"name":"The 3 Monks","sectors":["Others"]},{"email":"aditya@vnffindia.com","idea":"<p>Women &amp; Youth-led startup focusing on manufacturing of value-added textile products sustainability and exporting it across the world. We plan on empowering artisians, especially in hand printing, embroidery &amp; stitching and providing them with state-of-the-art infrastructure that aims to reduce the environmental impact of their creation to as little as possible.</p>","industries":["Textiles & Apparel"],"name":"VRIJESH VESTIO PRIVATE LIMITED","sectors":["Apparel & Accessories"]}]