[{"email":"sharangambadkarwork@gmail.com","idea":"<p>...</p>","industries":["Waste Management"],"name":"Feel Good Innovations","sectors":["Others"]},{"email":"connect@connexial.in","idea":"<p>Connexial Digital is one of the best multi task oriented work force company that belongs to all the mega segments i.e. IT Support Services (Computer Repair, Data Management, Software Solution, Networking Solution, CCTV Surveillance, AMC), Software Development (Website Design, Ecommerce Development, App Development, IOS Development), Digital Marketing (SEO, SMO, PPC, Link Building, Reputation Management, Email Marketing, Re-marketing and Content Marketing), HR Function (IT Recruitment, F&amp;A Recruitment, Media &amp; Digital Recruitment, Captive Recruitment), Legal Service (Business Registration, Tax Filing &amp; Registration, Trademark &amp; Copyright, Legal Documentation, Mandatory Compliance). Companies located in the heart every sector Mumbai, India. We began our operations in the year 2017 and since then have grown by leaps and bounds. From the very beginning we have stayed true to our core beliefs and have delivered an exceptional experience for our customers. We believe in total customer satisfaction. </p><p><br></p><p>At Connexial Digital, our vision is to project ourselves as a world class service offers to the client. For our vision, we continually improve performance in every area and at all levels of organisation. Our quest is to find total satisfaction at all levels like clients.</p>","industries":["IT Services"],"name":"Connexial Digital Technology LLP ","sectors":["IT Consulting"]},{"email":"faisal@techloom.in","idea":"<p>“Techloom Enterprises Pvt. Ltd.” (TEPL) is a group of techy’s who believe in meticulously weaving the technology of tomorrow, today. Our passion is to invent, design, device, develop and integrate products and solutions which are in a league of their own. We are also an Importer &amp; Distributor in the business of Smart Card Technology, Secure Identification Systems, Smart-card Personalization, Access Control systems, Barcode &amp; RFID Solutions, IoT &amp; AI Design / Development and Consumer Electronics distribution in INDIA</p>","industries":["IT Services"],"name":"Techloom Enterprises Private Limited","sectors":["Others"]},{"email":"vajirashish@gmail.com","idea":"<p>Shirsh Energy solutions is engaged in the creation of sustainable design solutions with green technology initiatives.</p>","industries":["Renewable Energy"],"name":"SHIRSH ENERGY SOLUTIONS","sectors":["Renewable Energy Solutions"]},{"email":"sahildhavale@outlook.com","idea":"<p>Luroof is a technology driven property management service created to help owners and tenants alike to ﬁnd rental property solutions without hassle’s. Luroof aims at providing rental property to each and every individual without high upfront costs.\n</p><p>\n</p><p>The High upfront costs involved in renting a property in todays day and age is really outdated phenomenon that needs to change with technology. We are passionate to make renting easier and bring Financial empowerment to lives of both tenants and landlords. We provide Tenants verified rental properties at low upfront costs while assure landlords of no vacancy periods and better protection.</p>","industries":["Real Estate"],"name":"Luroof","sectors":["Housing"]},{"email":"Hibiscusmonkey@gmail.com","idea":"<p>www.instamojo.com/hibiscusmonkeyllp</p>","industries":["Others"],"name":"Hibiscis Monkey LLP","sectors":["Others"]},{"email":"anish.bhatt@careergraph.com","idea":"<p>Instead of only online learning - the startup will be creating a model of training program on niche segments by celebrity instructors and other qualified instructors to explain the learning shared by the celebrity instructors. The Instructors will be delivering deeper learning and help candidates appreciate the craft and field of celebrity.</p>","industries":["Education"],"name":"MASTERCAMPUS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"r.singh512166@gmail.com","idea":"<p><a href=\"http://astaracademy.in\" target=\"_blank\">astaracademy.in</a><br></p>","industries":["Education"],"name":"A -star academy","sectors":["Coaching"]},{"email":"krishna@headstrait.com","idea":"<p>At Headstrait Software, we partner with businesses to modernize their technology. Specifically, we help businesses:&nbsp;</p><p>+ Re-engineer existing systems to 12-factor compliant, provider-agnostic applications on the Cloud</p><p>+ Re-imagine microservices with a view to monetizing them</p><p>+ Enable fluid, native interactions across multiple devices like phones, tablets, and desktops&nbsp;</p><p>+ With on-demand, fully automated provisioning of application services</p><p>+ Integrate data across heterogeneous enterprise systems&nbsp;</p><p>+ Provide actionable insight through predictive modeling, data analytics and visualization</p><p>+ Work in a lean and agile manner to help our clients capitalize on emerging business opportunities.</p>","industries":["IT Services"],"name":"HEADSTRAIT SOFTWARE LLP","sectors":["Product Development"]},{"email":"ranasingh6762@gmail.com","idea":"<p>Ecommerce, also known as electronic commerce or internet commerce, refers to the buying and selling of goods or services using the internet, and the transfer of money and data to execute these transactions. ... Global retail ecommerce sales are projected to reach $27 trillion by 2020.</p>","industries":["Retail"],"name":"DropCart","sectors":["Comparison Shopping"]}]