[{"email":"geetanjalimicrobes@gmail.com","idea":"<p>Geetanjali Envirotech” is an independent national as well as a Global organization specializing in solid, liquid and plastic wastes. We undertake projects pertaining to legacy waste bio remediation, fresh waste stabilization, leachate treatment, waste water treatment, fecal treatment only by biological methods which are 100% driven by economic sustainable technology. \n</p><p>\n</p><p>We are an enthusiastic and fully committed environment friendly company which is always open to suggestions to help us cater to the needs of our clients both national and international with the help of worldwide governments.   \n</p><p>We also work on The Ocean bio remediation and plastic debris lifting by the sustainable economic mechanism. We also are involved in the making of plastic roads.\n</p><p>\n</p><p>We also technically implement climatic change control, control air pollution and save water.\n</p><p>\n</p><p>We are always on the forefront to find ways for our mother earth to become more organic and thus more liveable for the future generations. We also believe in practices which enhance and enrich our agricultural lands which is a must for life today.\n</p><p>\n</p><p>We provide end-to-end customized solutions with our innovative attitude. We aim to achieve our goals by urging our governments, clients, partners, vendors and everyone who’s involved with us to create a more “Greener Earth”.\n</p><p>\n</p><p>We believe in studying our client’s problems right from the micro level and providing the most optimum solutions best suited for their needs.\n</p><p>\n</p><p>We strictly work on the principle of our core values which are Integrity, Innovation, Dedication and Commitment to ensure a win win situation for all involved in our work.</p>","industries":["Waste Management"],"name":"GEETANJALI ENVIROTECH","sectors":["Others"]},{"email":"vitsy02@gmail.com","idea":"<p>THE COMPANY IS INTO THE BUSINESS OF MANUFACTURING ELECTRIC VEHICLES.</p>","industries":["Automotive"],"name":"VITAN JAGADA AUTOMOBILE PRIVATE LIMITED","sectors":["Auto & Truck Manufacturers"]},{"email":"accounts@ftcash.com","idea":"<p>ftcash aims to provide loans to the underserved micro merchants in a differentiated format suited to their working capital needs.&nbsp;</p>","industries":["Finance Technology"],"name":"FTCASH FINANCE PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"preetijha1203@gmail.com","idea":"<p><a href=\"http://www.legaljini.com\" target=\"_blank\">www.legaljini.com</a></p>","industries":["Others"],"name":"Preeti Jha1","sectors":["Others"]},{"email":"imshravanpandey@gmail.com","idea":"<p>India is a developing country right from 1900. And Yet today we have the same staus right in 2020. Any Reason?- No.</p><p>The actual reason is our education system. We have millions of Brilliant and Innovative minds, but we lack scope. We don't have enough classrooms for our own students, let alone the foreigners. Upper class could afford the best education for their wards, but what about the Middle and the Below poverty line?</p><p><br></p><p>Indian students either migrate to some foreign countries to work in some Million Budget Company or Endup committing Suicide. Thousands of students commit suicide due to unemployment or due to failing in some Stupid JEE or NEET type Entrance Exams. Who is responsible for such suicides? Why do we need our students to die? Why don't we dump such Entrance Exams that cause such harm to our youth? The straight and simple answer is Lack of Resources and Equipment. We don't have enough classrooms and teachers.</p><p><br></p><p>So, it is where THE RAJEEV GANDHI GROUP OF DIGITAL SCHOOLS &amp; COLLEGES is helpful. We don't need to have Classrooms or Seating Equipment. Students could study right from their homes using their Smartphones, Computers or Laptop. Teachers could take their classes from our office setup. We Don't have to filter students and let go of some brilliant mind frustrated. The Rajeev Gandhi Digital Schools &amp; Colleges would set up offices in every village, Town, and cities around the country. we would grant Affiliation from the Central Government and Education Board of India.&nbsp;</p><p><br></p><p>In this manner, we could provide Education to every group of students as well we may attract Foreign students as well that could also help our Economy.&nbsp; The Education System could be better this way and we could waive off Entrance Exams to Filter our Innovative Minds.</p><p><br></p><p>&nbsp;We are also planning to offer Scholarships to talented students who couldn't afford the fees. For such students, we would provide them with a Tab to attend classes and minimal Tuition Fees. We could make it free for such students but we wouldn't because we don't take free things seriously and this is Education. All of us have to be serious here.</p><p><br></p><p>At first, we are planning to start from Metro Cities and then we would move forward to the PAN level.</p>","industries":["Education"],"name":"THE RAJEEV GANDHI GROUP OF DIGITAL SCHOOLS &amp; COLLEGES","sectors":["E-learning"]},{"email":"bedwalas@gmail.com","idea":"<p>Bedwalas is the premium brand from AViDA Lifestyle. The ideology behind Bedwalas is to have a premium bed and bedding products at affordable&nbsp; price.&nbsp; At Bedwalas we craft premium bed and bedding products from some of the very high quality materials. The concept of Bedwalas is to deliver high-quality premium products at factory rates. Whether you buy online or from our store, you get the products delivered directly from the factory or the warehouse.</p>","industries":["Other Specialty Retailers"],"name":"AVIDA LIFESTYLE LLP","sectors":["Home Furnishings Retailers"]},{"email":"srp.gemsurveys@gmail.com","idea":"<p>Survey and Mapping Services<br></p>","industries":["Robotics"],"name":"Gem Surveys","sectors":["Robotics Application"]},{"email":"nimeshkot@gmail.com","idea":"<p>we are dealing in temperature sensors, Digital Timers, Counters</p>","industries":["Marketing"],"name":"CHROMA ELECTRONICS","sectors":["Sales"]},{"email":"zebadesai1996@gmail.com","idea":"<p>Artisanate is all about laboratory scaled handcrafted beauty. It involves customisation of customers according to the need of customers.</p>","industries":["Healthcare & Lifesciences"],"name":"Artisanate laboratories","sectors":["Pharmaceutical"]},{"email":"arindam.chakrabarti@insead.edu","idea":"<p>VipraBharat.com is a unique initiative related to Indian rituals started by three industry veterans after taking a conscious decision of quitting top positions in industry and decided to build a portal to promote the glory of Indian culture and ritual.\n</p><p>Vipra means devout, well-educated, scholarly person. Every human being is a Vipra in his/her own field. VipraBharat pledges combining, aggregating all the vipras pan India under one umbrella. We chose a name as VIPRABHARAT that reflect a much bigger dream. As the name signifies, we believe VipraBharat is not just a web portal, or a company or organization, it’s an idea, it’s an innovation, it’s a revolution, it’s a transformation. It’s going to revolutionize the way we look at the Indian rituals and way it’s functioning currently.</p>","industries":["Professional & Commercial Services"],"name":"VIPRABHARAT PRIVATE LIMITED","sectors":["Professional Information Services"]}]