[{"email":"akshay.pai@axysnutrition.com","idea":"<p>Nutrova is a young, homegrown nutrition company that’s committed to simplifying good health. Our goal is to develop evidence-based, clinically tested nutrition and nutraceutical products that allow consumers to take charge of their health. We have actively been promoting our products through our website, <a href=\"http://www.nutrova.com\" target=\"_blank\">www.nutrova.com</a> as well as through offline channels.&nbsp;&nbsp;</p><p><br></p><p>Our focus is on innovation in the field of nutrition. We carry out clinical studies on our products to measure their effect on Indian consumers. One of our studies is the first of its kind and is likely to be published in an international journal in 2020. More information on this can be found at <a href=\"http://www.nutrova.com/evidence.\" target=\"_blank\">www.nutrova.com/evidence.</a>&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"AXYS NUTRITION PRODUCTS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"sudhirmendan@gmail.com","idea":"<p>We techound Packaging Pvt Ltd Is not only a machine manufacturer and change part of Machine, but also we are providing all type of machine from Blister Packing Machine capsule filling machine tablet compression machine to shipper wrapping machine at best quality with reasonable price.</p><p><br></p><p>IMP Point: - All The Top Manufacturer either provides Blister machine or Capsule machine. We will have the monopoly in future.</p>","industries":null,"name":"TECHOUND PACKAGING PRIVATE LIMITED","sectors":null},{"email":"shrikant.redekar@techfinix.com","idea":"<p>Techfinix Engineering Consultancy Service is a multicultural company and are offering Design &amp; Detailed Engineering services in the field of Oil &amp; Gas, Petrochemical, Refinery, Cement Plant, Storage, Transportation, Power sectors, Chemical plant, Fertilizer, milk, pharmaceutical industries, food and beverage etc. Engineering is our business and our Human Resources are equipped to provide Quality Engineering Services by application of the best technical solutions for the satisfaction of our clients globally.</p>","industries":["Design"],"name":"TECHFINIX PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"leena@dmibs.in","idea":"<p>The Company has developed a GenX digital platform for connecting professionals with users and amongst themselves. The company has also designed a mobile application to help users &amp; professionals on the move.</p><p><br></p><p>This platform provides a top-notch meeting place for Lawyers, Chartered Accountants, Company Secretaries, Consultants, Advisors and Users who are in need of the Professionals’ services at the right time, right place and right cost and thus avoid multiple searches on different engines. This would ensure complete convenience of interaction based on expertise, time &amp; cost suitable to users.&nbsp;</p><p><br></p><p>\tLACACO is a Gennext&nbsp; online platform of Professionals like Lawyers, Chartered Accountants, Company Secretaries and management consultants and Advisors.</p><p> Sizeable database: It will have a database of&nbsp; 1 lakh+ professionals. It already has a database consisting of 7000+ Lawyers, 500+ Chartered Accountants and this is just the beginning. \n</p><p> Verified data:It isn’t just a search engine but an authentic &amp; verified information provider that provides tailored connect facility according to the specific expertise.  \n</p><p> Great interface:It provides the required information and access to professionals along with appointment facilities, payment gateways, client reviews, rankings, peer review, etc. \n</p><p> scalable: It isn’t just an search engine - but a community builder&nbsp; designed for many value additions to cater to various groups, in India and the world</p>","industries":["Professional & Commercial Services"],"name":"LACACO DOTCOM PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"infiniteorigins.org@gmail.com","idea":"<p>Company Summary\n</p><p>\n</p><p>Infinite Origins will be a multi branded shop / outlet which provides chemical or residue free organic or natural fruits, vegetables &amp; grocery to the consumers under one roof and at their convenience. The company will be aiming for customer satisfaction and retention rather than on expansion and huge growth. The company will be delivering fruits and vegetables at the door of the customer. Customers in the Mumbai city do not have access to the informal organic or natural vegetable markets and so, they have to purchase their required produces from the malls and super markets which sell these organic fruits and vegetables at higher margins. The customer also do not mind to pay the extra price for the quality produce which these retail formats provide. You will find it while standing in the queue at reliance fresh or big bazaar that people are purchasing their fruits and vegetables for the whole week or for three to four days and are paying bills of more than Rs. 500 for their fruits and vegetable requirements. \n</p><p>In this scenario, Infinite Origins will provide relief to the customers from going and standing in the long queues for their requirements. The convenience and quality produce will ensure the customers satisfaction and will be the seed for the company development and growth.\n</p><p>\n</p><p>Mission\n</p><p>\n</p><p>To become a market leader in organic or natural fruits, vegetables &amp; grocery market in Mumbai city within 5 years.\n</p><p>\n</p><p>Objective:\n</p><p>1.\tTo provide organic and natural fruits and vegetables to consumers directly from farmer’s. \n</p><p>2.\tTo encourage more farmer’s to do natural or organic farming and cut the middleman.\n</p><p>3.\tCreate the awareness in consumers about healthy and chemical free (organic &amp; natural) products.</p>","industries":["Agriculture"],"name":"INFINITE ORIGINS - Touching Life Organically","sectors":["Organic Agriculture"]},{"email":"bargadejayant2@gmail.com","idea":"<p>Digital Marketing is a process of utilizing the available digital channels to reach target audience and communicate the message to facilitate an action such as a sales of a product or service or a sign up.</p>","industries":["IT Services"],"name":"DigiTech","sectors":["IT Consulting"]},{"email":"bharadwajbhatk@gmail.com","idea":"<p>At KRED, we work towards harnessing modern technologies to bring about advancements that is accessible and will serve the community.</p>","industries":["Biotechnology"],"name":"KRED Robotics Engineering Pvt Ltd","sectors":["Others"]},{"email":"accounts@learningcurveindia.co.in","idea":"<p>Developing curious, Creative &amp; Confident Learner. Carefully curated keeping in mind the child's safety, curiosity and all round development. The Learning Curve is aim to develop curiously creative and confident Learners and not to be a school readiness program. Preschool should be all about having fun while learning and acquiring  social skills kids need to be imaginative and to socialize - that’s what fosters creative, well- rounded people. Play is the best way to learn. When children enjoys what they are doing, they learn faster and grasp concepts better. Holistic well researched curriculum for the optimal growth of Children in all areas has been designed by experts from Singapore with over three decades of experience, keeping the child's prospective in mind.  The teachers &amp; staff at The Learning Curve regularly attend workshops from experts to improve their skills. All the staff members are POCSO trained and every centre has team member trained on providing first AID. Nutritionist planed hot vegetarian meals are provided so children learn to eat different types of foods. We have looked at our product- services offering from the view point of mother. The Learning Curve is facilitated with Infant Care, Live camera Access for Parents, International Curriculum, POCSO Complaint &amp; Trained Staff, Fresh Meals designed by Nutritionist,  Wide spread Satellite Centres.</p>","industries":["Education"],"name":"LEARNING CURVE EDUTECH SOLUTIONS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"chandorajitendra@gmail.com","idea":"\n            <p>The company's application and website aim to help user to find parking space and also to get information about parking availability and capacity through our parking system . It will also enable the customer to avail the facilities like tracking your vehicle , car and bike wash , valet , repairing your vehicle , car indoor clean up . We are also planning to provide refueling services in future .Our application or website may also help the user to get advance booking for parking space and further more services to be added in future.</p>\n        ","industries":["Professional & Commercial Services"],"name":"PARKEY PARKING SOLUTIONS LLP","sectors":["Professional Information Services"]},{"email":"gkpsahu@gmail.com","idea":"<p>I plan to set up a wealthtech company to change the way Indians save and invest, lend and borrow.&nbsp;</p>","industries":["Finance Technology"],"name":"Gopal Sahu","sectors":["Personal Finance"]}]