[{"email":"rathodpraveen9773@gmail.com","idea":"<p>We provide dog walking and dog training services to our customers as per their desired time slot. Currently we are providing services in vashi (navi mumbai) and in future we are planning to provide our services all over navi mumbai (maharashtra). We have a website: www.charliesdogparade.com</p>","industries":["Pets & Animals"],"name":"CHARLIES DOG PARADE PRIVATE LIMITED","sectors":["Others"]},{"email":"lordsautomative@gmail.com","idea":"<p>Lords Automotive Pvt Ltd is a subsidiary of Lords Mark Industries Pvt Ltd, the company is a start up and is formed with a mission to provide technological solution for E Vehicle industry. Lords Auto would initially start manufacturing E scooty, E bike and then E logistics solution for heavy truck.\n</p><p>\n</p><p>Lords auto would set up its marketing set up to sell its product initially in government sector through GEM and tenders. We have a mission to capture 10 % of market share in government sales for E scooty and then E bike by the year 2021.\n</p><p>\n</p><p>Lords auto would set up its dealers network pan India for sale of its E scooter though dealer network selling its E scooter and E bike for retails sales. To boost the sale the company would promote its product in social media. News paper article would be floated across the country. Press media advertising would start by November 2020. However electronic media Ads are also on cards by end of this calendar year or start of next financial year.\n</p><p>\n</p><p>Company is planning to set up battery swapping station for e scooty, e bike and e-rickshaw with each dealers to provide their customer ease of charging with a nominal cost of 150 rs per battery swapping for range of 80 km.s</p>","industries":["Automotive"],"name":"LORDS AUTOMATIVE PRIVATE LIMITED","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"walkin.generalqueries@gmail.com","idea":"<p>An effort to eliminate offline practice of booking doctor's appointments and inturn bring efficiency in the healthcare sector.</p>","industries":["Healthcare & Lifesciences"],"name":"Walkin","sectors":["Healthcare Technology"]},{"email":"harshsdalal@gmail.com","idea":"<p>First Love is India's first kids footwear destination. We offer well curated affordable premium children's footwear from Age 6 months to 12 years with focus on style, design, safety and comfort.</p>","industries":["Retail"],"name":"FIRST LOVE SPORTS AND ENTERTAINMENT PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"mladha@campaigntocash.com","idea":"<p>We are all in one digital marketing software platform which includes features such as Email, Social, Mobile, Marketing automation, Lead scoring and grading, Collaboration, google analytics integration, Event management, paid advertisement, analytics</p>","industries":["Enterprise Software"],"name":"CAMPAIGN TECHNOLOGY SOLUTIONS PRIVATE LIMITED","sectors":["Cloud"]},{"email":"1.omprakashp@gmail.com","idea":"<p>recimart.com</p>","industries":["Construction"],"name":"Recimart","sectors":["Others"]},{"email":"abhi.mehta@live.com","idea":"<p>Investza Capital</p>","industries":["Finance Technology"],"name":"Investza Capital","sectors":["Personal Finance"]},{"email":"info@slashrtc.com","idea":"Below is a brief about our company SlashRTC,\n<div>\n</div><div>&nbsp;SlashRTC is the fastest growing company in the AI and Contact Center Solution Space.\n</div><div> \n</div><div>Since inception in 2016 we have rapidly expanded our capabilities by valuing people. Our strong team of technology and functional experts come with in-depth capabilities, helping design robust technology products and tailored solutions for clients, enabling them to be customer focused.\n</div><div>\n</div><div>With Artificial Intelligence at the heart of our product offerings we are highly focused on helping our clients achieve better customer experience and ROI.\n</div><div>\n</div><div>Our Products and Services\n</div><div>•\tCustomer Experience Platform/Contact Centre Solution: A Unified Communication Platform with omni-channel capability, our contact centre solution has leading technology and cutting edge user interface.\n</div><div>•\tConversational Voice Interface/VoiceBot: Trained for enterprises and focused towards enhancing customer experience for brands. Our voice assistant can interact with customers in a near human like voice and is capable of interpreting context and intent thereby resolving customer queries effectively.\n</div><div>•\tChatBot: Our AI enabled chatbot will manage all your customer queries, while continuously learning and training itself to handle customers better.\n</div><div>Request you to confirm a meeting in the coming weeks for a detailed discussion.</div>","industries":["IT Services"],"name":"SLASHRTC SOFTWARE SERVICES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"somil@petract.com","idea":"<p>Mankind has developed social sharing, networking and service platforms like Facebook, Instagram etc. to share their life stories. But we equally love our pets too, they are part of our family and we do create memories with them.\n&nbsp;<span>So we developed – Petract. A pet social sharing, networking and service platform available as mobile app. Petract allows you to capture memories as photos and videos and share them with follow pet lovers along with providing free services like Lost and Found, Adoption, Guest my Pet, Mating matchmaker which is really missing in this digital world today for all petizens.&nbsp;</span></p>","industries":["Pets & Animals"],"name":"PETRACT PRIVATE LIMITED","sectors":["Others"]},{"email":"forestaorganics@gmail.com","idea":"<p><a href=\"https://www.forestaorganics.com/\" target=\"_blank\">Foresta Organics</a>&nbsp;is a Dietary Supplements Company based in Mumbai. Promoting preventive healthcare is our founding principle and guiding beacon. Our focus is improving the quality of life through our preventive care supplements. Foresta Organics is at the forefront of providing smart solutions for todays complex lifestyle.\n</p><p>\n</p><p>We are committed to delivering the purest ingredients from nature and synergies them with latest scientific advancements. Our unique potent combinations are an amalgation of western science and traditional ayurvedic knowledge. Foresta Organics products are Pure &amp; Natural. Our products feature Ayurvedic, Vegan &amp; even Jain and are made under the strict guidance of GMP.\n</p><p>\n</p><p>With best scientific acumen, insightful market knowledge and an impressive &amp; continuously growing range of supplements &amp; food ingredients, Foresta Organics is committed to provide best customized solutions &amp; innovations.</p>","industries":["Healthcare & Lifesciences"],"name":"Foresta Organics","sectors":["Health & Wellness"]}]