[{"email":"ankur.sangal@propertyagentclub.com","idea":"<p>Digimagic is a software company. We are providing software service to real estate agents. Currently big real estate portals captures the whole market and reduces the real estate agent businesses. So lots of real estate agents are leaving their business.We work on the benefits of real estate agents so that they don't have to go in loss or they don't have to left their business.</p>","industries":["Enterprise Software"],"name":"DIGIMAGIC SOFTWARE SERVICES PRIVATE LIMITED","sectors":["ERP"]},{"email":"info@kraftpixel.com","idea":"\n            <p>KraftPixel is a bespoke IT development company. A company with humble beginnings and a social good pursuit, today it works with clients such as HDFC Bank Ltd, Coverfox, Acko General Insurance Angel Broking, Baidyanath, Kapiva and more. Our primary expertise area has been in Web Development. We are now branching out into Python Development, ML and more.<br><br>KraftPixel also contributes back to society through social good; the last social good project that we worked on was Mahavoter in collaboration with the Maharashtra State Election Commission, in which we built a voter poll-booth search tool for the Maharashtra SEC. The tool worked with a voter database of about 7.2 crore records securely housed at Maharashtra SEC datacenter and returned search results in less than a second. It continues to contribute back to society year year.</p>\n        ","industries":["IT Services"],"name":"KRAFTPIXEL DIGITAL SOLUTIONS PRIVATE LIMITED","sectors":["Web Development"]},{"email":"tuleviksolutions@gmail.com","idea":"<p>Who We Are</p><p>As a team, we are focused on the success of our customers by delivering high quality, dependable and consistent results. Our ability to adapt to our customer's processes is core to our business and the key to the achievement of our customer’s satisfaction.</p><p><br></p><p>What We Do</p><p>We come alongside your organization and act like an extension of your business to help you delivery your services in an extremely efficient and cost-effective way. We can easily mould our idea into your process or help you define a new process to ensure timely delivery with consistent quality. Even if you have a unique and specialized service we can help you to convert into IT services. Our team has the ability to learn even the most complex processes and convert it to application process with mobility. Our team will work tirelessly until you are completely satisfied.</p>","industries":["IT Services"],"name":"TULEVIK SOLUTIONS LLP","sectors":["Application Development"]},{"email":"kkshahi410@gmail.com","idea":"<p>ShahiDynoTechs is a service based start-up, which provides you a single stop solution for all your needs related to: \n</p><p>1. Website Development.\n</p><p>2. Mobile App Development. \n</p><p>3. IoT/Robotics\n.</p><p>4. Graphical/Animation Design and Development.</p><p>5. Digital Marketing.</p>","industries":["IT Services"],"name":"ShahiDynoTechs","sectors":["Product Development"]},{"email":"info@unispacetechno.com","idea":"<p>Unispace Technovision is having the panache and expertise in providing client specific solutions especially in the areas of IT staffing, data management solutions and Infrastructure management solutions. Partnering with us will give you the edge over others, in terms of improving the overall quality of your services along with providing seamless solutions for leveraging your IT based operations and hence taking your business to the next level.</p><p><b>&nbsp;Our services-</b></p><p><b>1) IT Staffing - </b>Uncorntek’s comprehensive IT staffing services will provide you with a complete range of staffing services as per your precise requirements.</p><p><br></p><p><b>2) Data &amp; Infrastructure -</b> Customized, transparent, result-oriented and qualitative data and Infrastructure management services are offered by Unispace Technovision. Expect the best of Data and Infrastructure management services.</p><p><b><br></b></p><p><b>3) Enterprise CMS - </b>A Well-defined, pragmatic, methodical and process-oriented approach to ensure trustworthy and quality based Enterprise CMS Solutions offered by the team of Unispace Technovision.</p>","industries":["IT Services"],"name":"UNISPACE TECHNOVISION PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"tejas@khodalwebz.com","idea":"<p>khodiyar web solutions is another age digital marketing Agency in Mumbai. If you are in search of someone who can provide you with great, result-driven, and effective Digital Marketing Services, then your search stops here with us</p>","industries":["IT Services"],"name":"Khodiyar web solutions","sectors":["Web Development"]},{"email":"info@didi.ooo","idea":"<p>DIDI is a Multi Language APP and Portal for women POS (Point of Sale) for Insurance services, to be launched in all 732 districts of India. As it will be a Geo Tagged Tech, it shall open in local language in each of the states. We have identified 26496 unique locations from 29 States and 8 Union Territories covering all 732 districts of India, on the basis of Population, Area, Potential Business and other such factors and have planned to recruit 5 Women POS in each of the location in Phase 1, providing employment to more than 130000+ women in the country. We will give online and offline training to our women POS and certify them to solicitate Insurance Business as per the norms of IRDAI (Insurance Regulatory Authority of India). We will also provide centralized marketing support to our POS which will help them to generate Business. We are creating a Scalable, Profitable and Impact Business which will provide insurance and other financial services in entire India and employment for women.</p>","industries":["Social Impact"],"name":"DIDI INDIA TECHNOLOGIES PRIVATE LIMITED","sectors":["Corporate Social Responsibility"]},{"email":"rinkurajkhowa@gmail.com","idea":"<p>Luit&nbsp;specialises in creating content across all critical platforms, namely, broadcast, print and digital.&nbsp;In&nbsp;short, we are in the business of communications creating impact, engagement and for brand recall in our every step.\n</p><p>For every project, we strive to find innovative ways to ensure that your desired message&nbsp;reaches out to the correct target audience, impacting&nbsp;them to the maximum.\n&nbsp;\nThere are many ways to reach out, TV shows, digital series, written blogs, creative advertisements and podcasts to name a few. </p><p>Research and strategy play a critical role in shaping up every campaign that we&nbsp;undertake.\nVideo shoots, photography and digital marketing are tools that are used to shape up the mind-set of your desired target audience.</p>","industries":["Media & Entertainment"],"name":"Luit Productions","sectors":["Others"]},{"email":"aaryan.kunder@eaglesford.in","idea":"<p>we are into manufacturing and trading of compostable products which is alternative to plastic especially single use plastics</p>","industries":["Waste Management"],"name":"eaglesford multitrade llp","sectors":["Others"]},{"email":"shuddhisalon@gmail.com","idea":"<p>We at Shuddhi Beauty Salon &amp; Wellness Spa have come up with new concept of body care, pioneer in the industry for the welfare of the society by doing the following things:&nbsp;</p><p>Training and generating employment opportunity for deaf and mute people, blind people (specially enabled people)&nbsp;</p><p>Covering medical benefit&nbsp;</p><p>Using Organic products&nbsp;</p><p>Fitness special packages.</p>","industries":["Others"],"name":"Shuddhi Beauty Salon And Wellness Spa","sectors":["Others"]}]