[{"email":"bluebaboonconsultancy@gmail.com","idea":"<p>Many times, videos are made where a reporter/person asks people basic general knowledge questions that people should know about, but they don’t. The intent of the video is to make people laugh, but it’s not a laughing matter. It shows the level of awareness of today's youth. Being aware of things around you is very important and helps in personal as well as professional growth.\n</p><p>\n</p><p>Our startup is about making people learn and making them more aware of things around them. For this, we have launched an app called Ichigo on the Play Store.\n</p><p>\n</p><p>Ichigo is an informational app which has short, interesting posts about different genres - from food and nutrition to beauty and fashion, from science and technology to culture and mythology, from business and finance to world affairs, we have it all. \n</p><p>\n</p><p>We also post motivational posts to keep your spirit up along with vocabulary and brain teasers to keep you sharp.</p>","industries":["Education"],"name":"BLUEBABOON CONSULTANCY PRIVATE LIMITED","sectors":["E-learning"]},{"email":"abhishek@zolvent.in","idea":"<p>Zolvent is an integrated tech platform which would enable Lenders, Borrowers and Investors to come together and explore various opportunity for respective participants in accordance with their requirements</p>","industries":["Finance Technology"],"name":"ZOLVENT FINSERVE PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"moreenter8@gmail.com","idea":"<p>Basically we provide all kinds of product &amp; Services to Government Sector and Private sector, Product &amp; Services like</p><p>Printer Supply, Printer &amp; Computer AMC, Printer Toner Cartridges Supply, Office Furniture &amp; Civil Work, Office Stationary Supply, Computer &amp; Laptop Sale, All kind of IT product supply, Note Counting Machine Sale for Banking sectors, complete office printing service etc.</p>","industries":["AI"],"name":"MORE Enterprises","sectors":["Others"]},{"email":"gssrainternational@gmail.com","idea":"<p>We are leading handicrafts manufacturers, suppliers and exporters. We are basically situated in Vasai, India and operate throughout the world. We come with a wide array of highly beautiful handicrafts in India made by highly skilled and professional team of artisans. Our highly skilled craftsmen are expert in crafting structures using several material including wood, marble, glass, paper, metal, lac and others. We being an awarded handicraft manufacturer allow our customers to get a wide range of handmade handicrafts. Our handicrafts are loved and admired around the world in every location because of the finishing and beauty associated. We basically deal in wood craft, marble painting, marble handicraft and other similar products. Our array of handicrafts in India helps enhance beauty of you living or working place, availing a traditional appearance to that.</p>","industries":["Art & Photography"],"name":"GSSRA INTERNATIONAL IMPORTS EXPORTS PRIVATE LIMITED","sectors":["Handicraft"]},{"email":"rudradave1996@gmail.com","idea":"<p>As an IT company, our aim is to ensure that IT simply works for our clients, assisting them to achieve business objectives through the use of intelligent technology solutions. We offer an extensive range of technology services and IT solutions which have proven to solidify and complement our client's business operations. We continue to raise our client’s customer service expectations through innovation and common sense.\n</p><p>\n</p><p>Our IT company consists of intelligent, IT consultants and staff who enjoy providing high quality, effective IT solutions to our clients and share our aim to make IT just simply work. We are committed to maintaining and building experience and certification within our team of professionals. \n</p><p>\n</p><p>Our infrastructure and management solutions are developed based on a strong understanding of our client's business operations. We guarantee our solutions and stand by our recommendations.\n</p><p>\n</p><p>“In a simple way, we make your business run better....”</p>","industries":["Enterprise Software"],"name":"HBD Consulting LLP","sectors":["ERP"]},{"email":"ormiga@gmail.com","idea":"<p>Anant Thattey Fintech Startup Founder Blockchain Ai Oil Gas Renewables Coal Power Commodities Agri Trading Shipping Trade Finance Insurance Receivables Billing</p>","industries":["AI"],"name":"FTRA SOLUTIONS LLP","sectors":["Machine Learning"]},{"email":"sachin.sankhe@gmail.com","idea":"<p>FRIENDS,</p><p>OUR COMPANY H.B FOODS &amp; DAIRY CORPORATION INDIA IS THE MANUFACTURER OF VARIOUS TYPE OF ICE CREAMS. OUR BRAND NAME IS ICE OCEAN. PRODUCING QUALITY ICE CREAMS FROM LAST 5 MONTHS. HAVING A GOOD RESPONCE FROM LOCAL MARKET AND CUSTOMERS. OUR COMPANY'S TURNOVER AROUND 6 TO 7 LACS PER MONTH IN BIGGINER STEP. LOOKING FORWARD ENHANCE THE BUISNESS IN ALL AROUND INDIA</p>","industries":["Food & Beverages"],"name":"H.B FOODS &amp; DAIRY CORPORATION INDIA","sectors":["Food Processing"]},{"email":"amey.amre@gmail.com","idea":"<p>Skynet softtech Private Limited is involved in development of 'Hackshield' an anti-hacking application.<br></p>","industries":["IT Services"],"name":"SKYNET SOFTTECH PRIVATE LIMITED","sectors":["Application Development"]},{"email":"kumar.vansh@videos.news","idea":"<p>Vonews Media Private Limited a Digital media startup based out of Mumbai. Presently company is at ideation stage. Service will be popularly branded as Video.news. \n</p><p>\n</p><p>Video.news an AI based personalized video news feed as per individual’s interests in order to give news that matters most to the people. We also called it as “ Your Personalised Video App”\n</p><p>\n</p><p>Video.news understand that generally people hate watching repeated and exaggerated news on television, so we have made it short and crisp for viewers. People can their favorite and preferable news in less than 1 minute. Our Artificial Intelligence and Machine learning engine helps in building personalised videos news feed as per the interests of the viewers in order to deliver news the way they want and that matters the most.\n</p><p>\n</p><p>Video.news provides different Categories of News under one roof- Find the trending news from the world of politics, business, sports, entertainment, technology, fashion, food, travel, health, etc.\n</p><p>\n</p><p>Our AI based personalized video news feed as per individual’s interests, makes us different from other app based news media companies.</p>","industries":["Media & Entertainment"],"name":"VONEWS MEDIA PRIVATE LIMITED","sectors":["Digital Media News"]},{"email":"amol@awesomedairy.com","idea":"<p>Awesome Dairy is Making un-organised sector in Dairy , Organised. By deploying technology at Milk Seller &amp; farmers. to incream income by 40%\n</p><p>\n</p><p>The Problems we are Solving are- \n</p><p>1) Customers face quality and trust deficit issues in dairy products consumption. \n</p><p>2) Making un-organised sector in Dairy , Organised by deploying technology at various points.</p>","industries":["Retail"],"name":"AWESOME DAIRY PRIVATE LIMITED","sectors":["Retail Technology"]}]