[{"email":"shailendras461@gmail.com","idea":"<p><br></p>","industries":["Retail"],"name":"DIGITAL BAZZAR","sectors":["Comparison Shopping"]},{"email":"sudhirshinde58@gmail.com","idea":"<p>Apriori Assessment of the Impact of Model Simplification for Finite Element Analysis Using Machine Learning.</p>","industries":["AI"],"name":"3DBoost.ai","sectors":["Machine Learning"]},{"email":"sales@interfacedigital.in","idea":"<p>Interface Digital Solutions Pvt. Ltd.</p>","industries":["Security Solutions"],"name":"INTERFACE DIGITAL SOLUTIONS","sectors":["Others"]},{"email":"aryan20028@gmail.com","idea":"<p>The Originals is a well owned Online Store that has continually featured a variety of high-quality and affordable products since the day one.</p><p>Our passion for excellence has driven us from the beginning, and continues to drive us into the future. The team at The Originals knows that every product counts, and strives to make the entire shopping experiences as rewarding and fun as possible.</p>","industries":["Retail"],"name":"The Originals","sectors":["Retail Technology"]},{"email":"fenterprisesllp@gmail.com","idea":"<p>GARMENT MANUFACTURER (JOB WORKER) based in Mumbai. Execute orders as per the instructions of clients<br></p>","industries":["Textiles & Apparel"],"name":"FASHFOCUS ENTERPRISES LLP","sectors":["Apparel & Accessories"]},{"email":"vikaskoli@yahoo.com","idea":"<p>Sanitary waste disposal is a huge problem that needs to be tackled on an urgent basis. Every month, around 353 million women and adolescent girls across India use sanitary products and generate menstrual waste and this number is growing with each passing day. So, what’s the fuss? The problem lies in the disposal of sanitary waste. Believe it or not, a single woman can generate up to 125 kg of non-biodegradable waste through her menstruating years alone. Studies have shown that one sanitary pad could take from 500 to 800 years to decompose as the plastic used is not bio-degradable, and can lead to health and environmental hazards. While they pose health risks to menstruating women, the situation is even worse for rag pickers who segregate the wastes with bare hands and in the process are exposed to various infections.</p><p>Every problem has a solution. Mr. Vikas Motiram Koli realised the inconvenience and hygiene issues faced by rag pickers and waste segregators who deal with menstrual waste on an almost daily basis. This is how Project Red Dot has initiated, the pre printed red dot bags not only help the rag pickers to easily identify menstrual waste but also signals them to handle the waste with precaution.</p><p>The movement aims at educating both the women and the rag pickers about the benefits of safe disposal of sanitary waste via Project Red Dot bags. While women are taught about the benefits of disposing wastes in the bags and making them more responsible towards health of the community as a whole, awareness is spread amongst the rag pickers so that they are able to identify sanitary wastes in Red Dot Bags so that they can adopt a more precautionary approach while dealing with such wastes. Thus, the movement aims to create an environment wherein safe disposal of sanitary waste is a norm and the rag pickers in general and the society as a whole can move towards safer and healthier waste disposal practice.</p>","industries":["Healthcare & Lifesciences"],"name":"Project Red Dotâ¢ ","sectors":["Health & Wellness"]},{"email":"compulinks@gmail.com","idea":"<p>https://nextgenerationnet.com/</p>","industries":["Computer Vision"],"name":"Next Generation","sectors":["Others"]},{"email":"nooruddin12401@gmail.com","idea":"<p><a href=\"https://viehgroup.com/\" target=\"_blank\">VIEH Group</a>&nbsp;is<span>&nbsp;an registered online based IT company that offers cyber security certification training &amp; Va/pt services to the companies. we are also providing services for web development, flutter development, website seo &amp; android application development.</span></p>","industries":["IT Services"],"name":"VIEH Group","sectors":["IT Management"]},{"email":"info@bizzybaby.in","idea":"<p>Bizzy Baby Media is an animation studio and digital media company that focuses its energies on content creation and digital marketing that makes a difference.&nbsp;</p><p><br></p><p>Bizzy Baby Media is India’s first Smart 2D Animation studio that works towards value-added content creation for all forms of media. We think, build and execute and provide you with an end-to-end video for the end-users.&nbsp;</p><p><br></p><p>Bizzy Baby is now creating educational content for 13+ audiences i.e all internet users across the globe through a platform called \"Basic.Ly\".</p>","industries":["Animation"],"name":"BIZZY BABY MEDIA LLP","sectors":["Others"]},{"email":"dhawal@dfactory.org","idea":"<p><a href=\"http://collablabscoworks.com/\" target=\"_blank\">http://collablabscoworks.com/</a><br></p>","industries":["Real Estate"],"name":"COLLABLABS COWORKS PRIVATE LIMITED","sectors":["Coworking Spaces"]}]