[{"email":"ajay.dadhich1401@gmail.com","idea":"<p>Save our environment with E-waste and bring electronic ( Laptop,Phones, etc )  to needy families at bare minimum rate.\n</p><p>\n</p><p>Millions of E-waste is generated due to fast changing technologies in different consumer electronic sectors (for E.G power bank,Laptop, Mobile Phones, IPad, Desktop PC, Television, Etc), which people prefer to change after using it for few months or year. These electronic devices are either thrown away or sold to local scrap dealer.These devices which are usually sold to the scrap dealer or electronic dealer are most of the time under used and can be brought back to life after little refurbishment.\n</p><p>As there is no other channel except to re-sale or trash and dump them for people,. Hence we are building an online electronic rental platform which will help needy people to rent these devices at lowest possible rate rather than buying them and for people who like to buy expensive electronic gadgets can rent our product to get the feel and experience before buying.Once people will start renting the electronics rather than buying them, the demand for the same will reduce and in turn the supply will also decrease. This will eventually reduce the E-waste by adjusting the demand and supply chain and thus saving the environment.\n</p><p>\n</p><p>Further as we will have high stock of used electronic and a proper channel to reuse them, we can help needy people by providing them this electronic gadget for studies, communication, entertainment etc. to make their life better.</p>","industries":["Green Technology"],"name":"UNIRENT TECHNOLOGIES PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"omkarkanerkar1702@gmail.com","idea":"<p><a href=\"https://www.infobucket.in/\" target=\"_blank\">https://www.infobucket.in/</a><br></p>","industries":["IT Services"],"name":"IINFOBUCKET TECHNOPLEX LLP","sectors":["Application Development"]},{"email":"sanjay.chacko@buzib.com","idea":"<p>We are yet to start the business, but have revolutionary Idea's around. We are supported by Telecom operators with various API's and other agencies like Facebook, GSMA, Whatsapp, which helps with very rich API's, which will help enterprises with communication requirements of enterprise, Application Developers &amp; aggregators.</p>","industries":["Telecommunication & Networking"],"name":"BUZIBEE TECHNOLOGIES PRIVATE LIMITED","sectors":["Integrated communication services"]},{"email":"rahul@intersect4.com","idea":"<p>We are in the field of Intelligent Traffic and Transportation Management System.</p>","industries":["AI"],"name":"BANGAR TRAFICO PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"aditya@advisorzaroorihai.com","idea":"<p>In this era of the internet and digitization of information, individuals come across multiple platforms where information regarding different products and services, including financial and tax planning services, are available to them. The plethora of information available can at most times be confusing and over whelming. \n</p><p>We aim to provide a platform for individuals wanting to make a smart, informed and conscious decision and connect them to the expert advisors from across the country. We help the customers to move towards a more risk-free decision-making process by taking guidance from the experts. \n</p><p>The customers may sign up on the Website and chose from a wide range of empanelled advisors of varied and diversified profiles with hands on experience.</p><p><br></p><p>At advisorzaroorihai, we aim to re-iterate the importance of experts and advisors and the role that they play in the decision-making process. \n</p><p>We are providing a platform for all the expert advisors to connect with the customers in need of advisory services related to various products and services including but not limited financial services and tax planning. \n</p><p>The advisors may empanel themselves on the Website and share their expertise and skill to guide the enrolled customers to make the right financial decisions</p>","industries":["Finance Technology"],"name":"AZH CONSULTANTS LLP","sectors":["Advisory"]},{"email":"hydevale@gmail.com","idea":"<p>Tamaam Rangeen is a  boutique production house that will assimilate talented young professionals with original voices, and cutting-edge technique, in order to produce commercial video and radio content across sectors, and formats: brand films, corporate AVs, advertisements, promotional films, music videos, videos for the web and social media.</p>","industries":["Media & Entertainment"],"name":"TAMAAM RANGEEN PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"atul.hemani@citizencenter.co.in","idea":"<p>CitizenCenter Technologies Pvt. Ltd. (CCTPL) is a tech company which provides value added assisted citizen services, leveraging the blend of state of art of technology platform with a pan India network of WeConnect Janseva  Kendras.  A rapidly growing network of WeConect JanSeva Kendras under the Assisted Access Model to cater to the growing demand of Semi Urban/ Rural India “Bharat” and bridge the gap with the connected world. We aim to solve the problems of Bharat to provide citizens variety of quality products/ services in a structured format in an efficient way and bring happiness into their lives.\n</p><p>WeConnect JanSeva Kendras are Knowledge Hubs that provide high quality, cost-effective services in areas of Financial Services, Education, Health and Agriculture.   At present, we offer Financial Services products – Loans, Insurance Services and Wealth Management products to citizens with local trust, right advice and convenience. We shall be launching citizen services in Healthcare and Agriculture domain soon.\n</p><p>Through our network, we facilitate Enterprises, Government and Organisations in sales, marketing, logistics, after sales support and cash management. WeConnect JanSeva Kendras provide unparalleled reach, scale, operations, rapid expansion, communication medium and cost efficiency. We have already signed off with industry leader in each domain. We work closely with them for product packaging, positioning and marketing initiatives.\n</p><p>WeConnect network expansion strategy is a hub and spoke model with franchisee partners. It is an asset light model with passionate Village Level Entrepreneurs (VLEs) mainly targeted at Tier II,III, IV towns and villages. We are rapidly coming up in Maharashtra, UP, Bihar, Madhya Pradesh, Andhra Pradesh, Haryana and Assam with 65 operational and 100+ in the pipeline.  WeConnect network is expected to cross 2000 kendras serving 2 million families by March 2021.  \n</p><p>We help every citizen achieve their full potential with the help of technology to become a global citizen. We support Corporate Social Responsibility initiatives and generate career opportunities at home.  \n</p><p>\n</p><p>WeConnect Vision\n</p><p>“To be the citizens’ choice for delivery of services”\n</p><p>WeConnect Mission \n</p><p>“Connecting semi urban, rural India thru 10000+ WeConnect JanSeva Kendras  across India and by changing lives of 10+ Million families through customized advisory and transaction services”\n</p><p>Bouquet of Services:\n</p><p>\n</p><p>•\tFinancial Inclusion Services – Rural Banking, ATM, Micro ATM Micro Finance \n</p><p>•\tBanking Services – Cash Withdrawal, Money transfer\n</p><p>•\tLoans – Personal, SME, Gold Loans\n</p><p>•\tInsurance – Life, General and Health\n</p><p>•\tWealth Management Services- FD, Mutual funds, bonds, etc.\n</p><p>•\tBanking Products – Prepaid cards, Credit cards, Fastag\n</p><p>•\tHealthcare Services – Homeopathy treatment, Online pharmacy, Diagnostics Labs, 2nd Medical Opinion\n</p><p>•\tEducation – E-learning, Skills Development\n</p><p>•\tAgriculture – Soli Testing to crop management, Seeds supply to warehousing to produce sales\n</p><p>•\tAllied Services \n</p><p>o\tBill Payment Services\n</p><p>o\tRail/ Bus / Air Ticket services\n</p><p>o\tMobile Recharge/ Fastag recharge\n</p><p>o\tPan Card\n</p><p>o\tGST &amp; Tax filing Services\n</p><p>\n</p><p>CCTPL Founders\n</p><p>\n</p><p>CCTPL is propelled by young dynamism &amp; energy of Nirav Hemani and experience &amp; maturity of Rajiv Aggarwal. \n</p><p>\n</p><p>Nirav Hemani, a young technocrat with 5 years stint at KPMG at global locations, decided to solve the problem of mass population of India by leveraging Digital platform. He is committed to fulfil aspirations of people and bring happiness into their lives. He is leveraging technology platform and tools effectively to provide seamless Customer Experience “CX” to citizens of India. He is driven by passion to establish structured well trusted business model in unorganised market place. He has many innovative ideas to his credit.\n</p><p>\n</p><p>He is driven by CSR at young age and he actively participates into CSR activities thru various NGOs. He has a dream of creating CCTPL as one of the leaders in social enterprise space wherein he has vision of making 10000+ people self-employed and who in-turn will provide jobs to around 20000+ people. Nirav is the key architect for the design of the State of Art Technology Platform, the key strength of this business. \n</p><p>\n</p><p>Rajiv Aggarwal. With more than 37 years of experience in acquisition and implementation of large IT Projects for Government, he is the Key Strategist and Mentor for this business. Associated with large Citizen Centric projects for more than 15 years, he has successfully introduced models that have brought multiple benefits to Citizens, the Enterprise and Government. During the last 10 years he worked at multiple levels for the success of the country’s largest project of citizen service centers covering 650000 villages. In 2010 he set up the first Services Distribution Network to cater to 65Mn Rural and Semi Urban citizens. Having successfully launched telemedicine for citizens of Mizoram, he is currently working to develop a sus<a href=\"http://www.weconnectkendra.co.in\" target=\"_blank\">WeConnect Network</a></p>","industries":["Social Network"],"name":"CITIZENCENTER TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"ak@fluid.ai","idea":"<p>WE ARE PROVIDERS OF AI SOLUTIONS</p>","industries":["AI"],"name":"FLUID MOTION SOFTWARES PRIVATE LIMITED","sectors":["Others"]},{"email":"techsimians@gmail.com","idea":"WE ARE A IT SERVICES COMPANY WHICH CATER TO ALL KINDS OF TECH RELATED SOLUTIONS VIZ. WEB DEVELOPMENT, MOBILE APPLICATIONS, ERPS, CRMS ETC.&nbsp;","industries":["IT Services"],"name":"Tech Simians","sectors":["Application Development"]},{"email":"accwamindia@gmail.com","idea":"<p>Dollywood Digitainment Private Limited will create an OTT platform “Dollywood Play”, a one of a kind video-on- demand service with a wide range of Hindi dubbed South Indian &amp; Hollywood movies, Mini Movies, Promos, Clip TV, Music Videos and more. Users will be able to browse the platform in Hindi and English.\n</p><p>With our innovative tech solutions, we will help Dollywood Play increase cross-screen engagement, improve personalized search, fine-tune outreach campaigns, capture the right time to engage with users and much more.\n</p><p>With Dollywood Play we will ensure that when a viewer logs in to the app, content discovery is easy, recommendations are spot on, alerts and notifications are timely, and more. The company is trying to build tech solutions for all specific areas of Dollywood Play - from sign-ins and subscriptions to video compression, search, and offline downloads. Dollywood Play will innovate and combine all the tech related applications, which will led to create a better consumer experience.</p>","industries":["Media & Entertainment"],"name":"DOLLYWOOD DIGITAINMENT PRIVATE LIMITED","sectors":["Digital Media Video"]}]