[{"email":"shaikhmoinuddin499@gmail.com","idea":"<p><a href=\"https://youtu.be/XIyGRMgDE_k\" target=\"_blank\">Short video clip on youtube about startup description</a><br></p>","industries":["Textiles & Apparel"],"name":"Betinal","sectors":["Apparel & Accessories"]},{"email":"surgician@gmail.com","idea":"<p>WE ARE COMPLETE HEALTHCARE SERVICE PROVIDER FOR DOCTORS AS WELL AS FOR PATIENTS</p>","industries":["Healthcare & Lifesciences"],"name":"SURGICIAN","sectors":["Healthcare Services"]},{"email":"rucha.deshpande31@gmail.com","idea":"<p>We offer training and consulting services with regards to:</p><p>1. Lean Six Sigma</p><p>2. Machine learning and artificial intelligence</p><p>3.Data analysis services</p><p>4. Software application development for data analytics</p>","industries":["Analytics"],"name":"Let's Excel","sectors":["Data Science"]},{"email":"g1marketing1989@gmail.com","idea":"<p><a href=\"http://g1marketing\" target=\"_blank\">g1marketing</a><br></p>","industries":["Marketing"],"name":"COPYLINE","sectors":["Digital Marketing (SEO Automation)"]},{"email":"mail@vindexinfotech.com","idea":"<p>Our aim is to use latest technology to ease the steps in any process, so that even a person with minimum knowledge of technology can take advantage of it <br></p>","industries":["IT Services"],"name":"VINDEX INFOTECH PRIVATE LIMITED","sectors":["Product Development"]},{"email":"newera.mgmtconsultancy@gmail.com","idea":"<p>Respected Sir/ Madam,\n</p><p> \n</p><p>Greetings of the day!\n</p><p> \n</p><p>&nbsp; &nbsp; &nbsp;My name is Ansari Aadil Iqbal, and my qualifications are BE Mechanical and M Tech Project Management with PMI CAPM certification. I have sound knowledge of Project Management methodologies, tools, knowledge areas, project life cycle, etc. I also have 3 years of working experience in multiple fields.\n</p><p> \n</p><p>&nbsp; &nbsp; &nbsp;Project Management is important for managing any type of project because it ensures that the goals of projects closely align with the strategic goals of the business.\n</p><p> \n</p><p>&nbsp; &nbsp; &nbsp;For managing a project properly and efficiently, one needs sound knowledge of all aspects of project management and its methodologies. All these can be achieved by simply taking help from a Project Management Consultant. He can help you in managing your projects efficiently, increasing client satisfaction and ensuring overall growth of your firm.\n</p><p> \n</p><p>&nbsp; &nbsp; &nbsp;In view of this requirement, I have started a Project Management Consultancy (PMC) named “NewEra Project Management Consultancy” to provide project management services in a better way. We are a team of people having expertise in different fields. Our aim is to provide complete Project Management services to a project from its initiation till closure, so that project is completed in an efficient manner.\n</p><p> \n</p><p>&nbsp; &nbsp; Services that we provide are as follows:\n</p><p>Project Reports for banks,\n</p><p>Scheduling/ Planning of projects in MSP, Primavera, Excel, etc.,\n</p><p>Dynamic reports of projects,\n</p><p>Project tracking templates,\n</p><p>Resource management templates,\n</p><p>Earned Value Management (EVM) templates,\n</p><p>To help in implementation of Project Management processes in a company,\n</p><p>To help in solving project problems,\n</p><p>Productivity report of projects and employees,\n</p><p>Managing a complete project from start till end,\n</p><p>We do dealership for centrifugal pumps and HVAC equipment,\n</p><p>We take contract work of HVAC projects,\n</p><p>Legal Services like Patent filing, Registration, etc.\n</p><p>&nbsp; &nbsp; &nbsp;I request you to go through our company details (link is given below) and contact us for the same. I look forward to a healthy business relation with you.\n</p><p> \n</p><p>Thanking you.\n</p><p> \n</p><p>Best Regards,\n</p><p>Ansari Aadil Iqbal,</p><p>+91 79777 18400 / +91 84250 48424\n</p><p>https://newerapmc.business.site/</p>","industries":["Professional & Commercial Services"],"name":"NewEra Project Management Consultancy","sectors":["Business Support Services"]},{"email":"sharmarajesh786@gmail.com","idea":"<p>Aquilaa Resource Partner is an organization of highly experienced and seasoned professionals in the field of Business Operations, Leadership Coaching, L&amp;D, SFE and HR.\n</p><p>Our strategic intent is:\n</p><p>To be a Preferred Business Solutions and L&amp;D services company and be a strategic Partner to our Clients in Business Transformation, Capability Development, Performance enhancement and Execution by expertise.\n</p><p>We drive our operations by: \n</p><p>•\tPartnering with the leadership team in the organizations in making transformation happen through our process driven methodology: Execution driven Trajectory.\n</p><p>•\tEnabling the navigation of the entire Execution journey from discovering a breakthrough strategy to flawless execution.\n</p><p>•\tInspiring and enabling organization to unleash, activate and Infuse Execution driven Exponential Growth into the Organisation Culture\n</p><p>Our extensive experience across cultures and industries differentiates us from the rest in our area of work today and allows us to approach execution from a practitioner's point of view.\n</p><p>We specialize in conducting customized Learning interventions for all grades. It ranges from Soft Skills, Behavioural, Leadership, MDPs, Coaching, Technical IT and Digital upskill.</p>","industries":["Professional & Commercial Services"],"name":"Aquilaa Resource Partner","sectors":["Business Support Services"]},{"email":"harsakrishna@gmail.com","idea":"<p>The is a social commerce platform where people can help others explore goods of their choice as well help the shop to sell their goods.</p>","industries":["Others"],"name":"ModelInMe","sectors":["Others"]},{"email":"vikrant.potnis@iavc.in","idea":"<p>IAVC is the only initiative in India that focuses on up skilling the masses in the domains of venture capital and entrepreneurial finance. We help entrepreneurs, investors, professionals and startup enthusiasts, to understand the process of raising capital, the intricacies involved in the process and to develop a solid fundraising strategy for their startup. IAVC designs and delivers a series of intensive capability building programs revolving around core concepts of raising capital for startups in various stages of growth. The objective is to impart knowledge on fundraising, facilitate relevant investor connects and enhance the probability of successful investments.</p>","industries":["Education"],"name":"FORTEMAGNA ADVISORS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"kahan.prabhu@gmail.com","idea":"<p>We are a software company based out of Mumbai currently in the process of developing, maintaining and delivering high quality B2B products for large scale construction companies.</p>","industries":["IT Services"],"name":"Warg Technologies","sectors":["Application Development"]}]