[{"email":"pinki.goyat84@gmail.com","idea":"<p>EkStop is a cutting-edge digital platform that offers consumers the convenience of shopping for daily chores such as grocery shopping from the comfort of their homes. Through EkStop consumers could simplify their grocery shopping experience whilst taking advantage of attractive offers and discounts. EkStop offers many innovative features such as 1-click ordering, subscription management, repeat ordering, scheduled delivery management, price comparison, delivery tracking, seamless checkout interface, budget management etc. through an intuitive and easy to use user interface.</p>","industries":["Marketing"],"name":"EKSTOP SHOP PRIVATE LIMITED","sectors":["Sales"]},{"email":"asiantraders92@gmail.com","idea":"<p>Create New Reforms for Clean and Green Environment</p>","industries":["Waste Management"],"name":"Asian Traders","sectors":["Others"]},{"email":"vasrani@deloitte.com","idea":"<p>AAA</p>","industries":["Finance Technology"],"name":"AAA","sectors":["Others"]},{"email":"digitalearthsolutions@gmail.com","idea":"Smart Property Survey - Geotagging of properties, Smart Property Numbering, Smart Property Assessment - Measurement of Carpet Area(Tax Revision), GIS Survey for Basemap preparation :: Drone Imagery / Satellite Imagery, Website and Web Designing for Urban and Rural Local Bodies, Online Tax Payments portal, Online Grievance Redressal System, Digital Tax Collection Systems","industries":["IT Services"],"name":"DIGIPRUTHVI SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"dinesh@dalamal.co.in","idea":"<p>1) Innovation:&nbsp;</p><p>ISN Business Solutions LLP (“the LLP”) creates automated tools to extract, analyse and deliver data to the users. The LLP has built custom a data directories to automize the data processing on multiple data analysis&nbsp;</p><p>2) Improvement:&nbsp;</p><p>The main focus of the LLP is on offering customer insights that improve brand loyalty. Our mystery shopping efforts extends to industries such as retail, hospitality, health and wellness, professional services, etc. We have designed an intelligent system that captures consumer experiences and suggests ways to elevate it. The historical data extracted is mapped with new data extracted of the internet and compared to automatically populate missing data fields The aim is to help an African country in converting their parliamentary process into a paperless work-flow, by helping a global credit rating agency by extracting data in a semi automated fashion from the Ministry of Corporate Affairs portal and converting it into an XBRL format needed for their engine to display the data&nbsp;</p><p>3) Scalability:&nbsp;</p><p>The LLP intends to generate employment by employing the customer service associates to monitor and quality control the software tools output and also by having a very robust Eco-Partner system that helps human resources to work remotely and help them generate income without having to commute to a central location&nbsp;</p><p>4) Validation:&nbsp;</p><p>The LLP is currently having 10 customers that they are actively servicing primarily in USA &amp; UK. The LLP intends to generate foreign exchange via export of services</p>","industries":["IT Services"],"name":"ISN BUSINESS SOLUTIONS LLP","sectors":["IT Consulting"]},{"email":"shilpi@newzhook.com","idea":"<p>Newz Hook – Changing Attitudes towards Disability with a Special Focus on Disability related News.</p><p><br></p><p>15% of the population experiences some form of a disability, and yet are often ignored! Today, people with disabilities are at the peripheral of most conversations. Newz Hook looks at how to engage with them as an inclusive part of the conversation.</p><p><br></p><p>At Newz Hook, we highlight stories and information that will let people see people with disabilities as equal, as able, as in-dependent and with empathy! We disseminate information to assist people with disabilities and their circle of influence become aware of what’s happening in the world.</p><p><br></p><p>Driven by inspiring stories and a vision for an inclusive world.</p>","industries":["Media & Entertainment"],"name":"INCLUSIVE NEWS INDIA PRIVATE LIMITED","sectors":["Digital Media News"]},{"email":"finance@fluidscapes.in","idea":"<p><br></p><p>Fluidscapes is an innovative concept of a young doctor, Dr Robin Sanyal, who pursued his degree of Doctor in Medicines from Ukraine and then an underlying passion to fix gaps in communication with intuitive technology made him move to India and within few years, a budding company by the name of Fluidscapes Consultants (OPC) Pvt Ltd came into existence on 26-10-2017. It provides plethora of creative solutions like Reputation management, online political campaign promotion and data analysis, App development, online brand and product promotion, content marketing and website development.\n</p><p><br></p><p>It is a team of young enthusiastic workforce distinguished by sharp social media strategy, insightful research, great designing analysis and incisive contents. \n</p><p><br></p><p>Fluidscapes aims to deploy digital media for bridging the gap between the Government and the common public especially in remote areas and bridging the communication gap for betterment of common public and increasing awareness. And the concept has been well implemented, for instance, during CM Drought Relief Fund 2017, Fluidscapes facilitated communication of Chief Minister directly with the victims in remote areas of Maharashtra. Fluidscapes aids in increasing civic participation with higher reach efficiency and effective management of large teams of field people using the latest technologies, web and social media and data analysis.\n</p><p>\n</p><p>1.\tEmployment generation\n</p><p>Journey of Fluidscapes began with just five employees in 2017 which have increased to 82 Provident Fund registered employees with Provident Fund Department in 2019.\n</p><p>\n</p><p>2.\t Innovation\n</p><p>Innovation is the key to the working of fluidscapes, it not only performs marketing or advertisement but it helps to completely transform the public image whether of individuals, companies or public figures by properly taming the “unpredictable” public opinion. \n</p><p>\n</p><p>3.\tRevenue Generation\n</p><p>Modus Operandi of Fluidscapes has been so innovative that their profits have been significant from the early phase itself&nbsp;&nbsp;</p><p>In 2017-18, revenue generated was 1.01 crores and taxes paid were 6.76 lakhs,which have increased to&nbsp; 6.45 crores and 41.08 lakhs in 2018-19 respectively.</p><p><br></p><p>FSC holds special value for startups or small scale business too, as social media management is cost-effective eliminating high out of pocket costs that come along with traditional marketing tactics like billboards or TV ads.\n</p><p>\n</p><p>Thus, we hereby fulfill all necessary conditions to avail Start Up Recognition, and request you kindly provide us with the Recognition to accomplish our vision to bridge the communication gap by tactfully deploying social media tools and data analysis.</p>","industries":["Marketing"],"name":"FLUIDSCAPES CONSULTANTS (OPC) PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"dhootakhil@gmail.com","idea":"<p>I am developing an application for companies that will enable them to provide their employees with a Digital Visiting Card.&nbsp;</p><p>\n</p><p>&nbsp;</p><p>Key features of the d<span>igital visiting card:&nbsp;</span></p><p><br></p><p>·       The digital card can be sent via WhatsApp, E-mail, SMS, Bluetooth, NFC, App-to-App transfer &amp; QR Code. \n</p><p>\n</p><p>·       The app can be used to scan and save existing physical cards. The in-built OCR will enable the user to save it as a contact on his phone\n</p><p>\n</p><p>·       User can categorize the cards he receives into Sales, Event Management, Handymen, etc.\n</p><p>\n</p><p>·       Company will have an admin portal where they can maintain the data of their employees (name, designation, e-mail, etc)\n</p><p>\n</p><p>·       The App can be used for lead management purposes as well. All the details of the card sent to another user will be stored.\n</p><p>\n</p><p>·       Additional information about the company can be added to cards like video or brochures.</p>","industries":["Social Network"],"name":"DCards Technologies","sectors":["Others"]},{"email":"nilesh@insignialearning.com","idea":"<p>Insignia Learning is dedicated towards providing high end, world class medical education to the medical fraternity to create medical excellence. Our forte is to provide and create unbiased, relevant, authentic and accredited medical content solutions</p>","industries":["Education"],"name":"INSIGNIA LEARNING PRIVATE LIMITED","sectors":["E-learning"]},{"email":"sanjay.thakkar@caratscart.com","idea":"<p>Caratscart is Saas CPC business model&nbsp; and To build the leading conflict-free diamond marketplace to empower consumers with information and tools to make intelligent decisions. Bringing transparency and trust, to consumers all the way back from the mine.&nbsp;&nbsp;</p><p><br></p><p>Basically, in an industry that is paper based, it is easy to create fake origins for conflict diamonds. Everledger uses IBM blockchain technology to create an immutable digital ledger to record diamond certification and transaction history.</p>","industries":["Internet of Things"],"name":"Caratscart","sectors":["Others"]}]