[{"email":"accounts@afctech.in","idea":"<p>Air Flow Cooltech Private Limited is a Private incorporated on 31 May 2016. It is classified as Non-govt company and is registered at Registrar of Companies, Mumbai. Air Flow Cooltech Pvt. Ltd., are greatest name in the business sector built up at Mumbai, (Maharashtra, India). We are the best Trader and Service Provider of Cassette Air Conditioner Unit, Ductable AC, High Wall Room AC, Split AC, Window AC, AC Installation Services and AC AMC Services etc.</p>","industries":["Technology Hardware"],"name":"AIR FLOW COOLTECH PRIVATE LIMITED","sectors":["Electronics"]},{"email":"ashish.shetty@saaarthi.com","idea":"<p>Saaarthi Household Solutions LLP is Mumbai's Top Chauffeur placement agency that provides trained and verified Chauffeurs to Top Celebrities, Businessmen and  Corporate Houses. Active in Mumbai, Navi Mumbai and Thane. Saaarthi provides Chauffeurs who are Police/Address/Document/Reference/Background verified and are expertly trained in Behavioral, Anger Management, Road Safety Skills. Current clientele of Saaarthi range from Top Bollywood Celebrities, India's leading Industrialists and India's Top Companies.</p>","industries":["Professional & Commercial Services"],"name":"SAAARTHI HOUSEHOLD SOLUTIONS LLP","sectors":["Employment Services"]},{"email":"adops@adwizers.com","idea":"<p>Adwizers is a Digital Communications agency specializing in social media communication and amplification for various&nbsp; private companies&nbsp;</p>","industries":["Social Impact"],"name":"Adwizers","sectors":["Others"]},{"email":"gajendra.tiwari84@gmail.com","idea":"<p>TRUTHIGH FINTECH PVT. LTD is a Fintech company and carries on the business of providing consultancy or IT related services, Management consultancy advisory services or any kind of assistance to any person, individual, company, firm, societies, institutions or associations or any kind of business entity for the purposes of long -term, short - term assistance and sets up online platform for the same. We have an online processed application, which eliminates the tedious manual applications and processes of traditional financial services. We focus on helping young white-collar and blue-collar workers to meet their urgent needs in their daily life through our online application platform And we provide the instant personal loan platform for Indian mobile users. The application process takes just a few steps with minimal documentation within 10 minutes and the approved loan amount is immediately transferred to the applicant’ s bank account . To improve a previously long and complicated process of determining loan eligibility. Using their advanced data, they offer a faster, more accurate and unbiased way to determine a consumer’s credit worthiness and their corresponding interest rate. Similarly, by removing the loan officer from the equation, these sweet rupee can save on costs and ensure a profit from their low rate loans to the customers.</p>","industries":["Finance Technology"],"name":"TRUTHIGH FINTECH PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"cazaro.promotion@gmail.com","idea":"<p>Jayshree Gupta – a renowned lingerie doctor, founded <a href=\"http://cazaro-lingerie.com/\" target=\"_blank\">CAZARO</a> in the year 2009 in Mumbai, India. Cazaro addresses crucial personal grooming issues faced by women and aims to empower them with the confidence and poise one exudes when they are perfectly dressed, specifically with well-fitted lingerie. \n</p><p>\n</p><p>Considering the dearth of well-fitted lingerie for plus-sized women in India, Jayshree Gupta incepted Cazaro to offer exceptional fitting services and international quality lingerie for women of all shapes and sizes. Born from the idea to improve women’s health and overall wellbeing, she inspires women to feel beautiful inside and out. \n</p><p>\n</p><p>At Cazaro, you will find a host of the best lingerie brands that are suitable for the Indian woman’s body type. Once Jayshree Gupta and her team help identify the best fit and cup size for you, they introduce you to a host of lingerie brands that offer a large range of styles having cup sizes all the way to K!</p>","industries":["Fashion"],"name":"Cazaro","sectors":["Apparel"]},{"email":"soni.shobhit@cuteaing.com","idea":"<p>We have developed an Electric Vehicle wherein were are selling Tea to common man in Earthen Pots(Kullad), Our Basic pillars on which we are working are:- 1. Women Empowerment as all the directors are women and even those who are working in the Vehicle to serve tea are 50% Women.</p><p>2. Environment-Friendly as we are only using electric Vehicles and Earthen Pots no Paper and Plastic Cups.</p>","industries":["Food & Beverages"],"name":"TAHAMA BEVERAGES AND FOOD PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"prasar@biocube.ai","idea":"<p>Biocube is the first of its kind &amp; unique AI platform built on a Biometrics enabled mobile based SaaS architecture with a distributed user-owned user-controlled data structure. It is delivered using a B2C mobile front-end and a predictive AI-enabled workflow-driven dashboard-based user-friendly backend which is highly customizable and easy to implement without any specialized hardware or software and zero capex.\n</p><p>\n</p><p>Biocube provides best-in-class multimodal biometric identity, data validation and secure transaction &amp; payment services authenticated against secure data sources from the user's own device.</p>","industries":["AI"],"name":"BIOCUBE MATRICS PRIVATE LIMITED","sectors":["Others"]},{"email":"icandisplay7@gmail.com","idea":"<p>We are a creative media and advertisement agency.</p><p>We undertake designing and printing, manufacturing of Display Stands, Acrylic Fabrication,MDF Structure, MS fabrication.</p>","industries":["Advertising"],"name":"I CAN DISPLAY","sectors":["AdTech"]},{"email":"anand@aerem.co.in","idea":"<p>Aerem provides a unique value proposition that leverages its strong experience in the solar industry to enable installation and financing by providing a range of services through a sophisticated platform. Our vision is to assist Businesses in taking control of their energy needs and promote the deployment of solar rooftops across India.</p>","industries":["Finance Technology"],"name":"AEREM SOLUTIONS PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"rahul@mobtree.com","idea":"<p>Mobtree is an innovator in mobile services and other technical platform for consumers in India &amp; worldwide.</p>","industries":["Media & Entertainment"],"name":"MOBTREE DIGITAL PRIVATE LIMITED","sectors":["Digital Media Publishing"]}]