[{"email":"kailashr@inbornentertainment.com","idea":"<p>Dear Investors,</p><p>Be a part of the biggest <b>GAMECHANGER</b>. Invest on <b>JUST ENTERTAINMENT TALKS (JET)</b> to take off to disrupt the entire <b>Social Media</b> market worldwide. Once in a lifetime opportunity.</p>","industries":["Media & Entertainment"],"name":"Inborn Entertainment Private Limited | Kailash Rao : Founder","sectors":["Movies"]},{"email":"amit_banka@yahoo.com","idea":"<p>DSCOVR is first of its kind decentralized and distributed travel ecosystem for the modern world and growing Generation Z and millennial's. It’s a brand which is personalized for consumers driven by in-depth research based content for discovering destinations, planning and experiencing all at the same place. It will lead to a consumer journey as never before through its communities, high on technology interface and constant consumer engagement which allows the consumer to live every experience.<br>The community expected to be built here will create a largest distributed travel ecosystem.<br></p>","industries":["Travel & Tourism"],"name":"DSCOVR JOURNEYS PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"waniahvac@gmail.com","idea":"<p>waniahvac</p>","industries":["Others"],"name":"Wania Corporation","sectors":["Others"]},{"email":"shafiakhter@gmail.com","idea":"<p>We are a company started with consultancy of to convert sick and closed companies to a&nbsp; stable and growing companies.We were providing technical,Commercial and marketing consultancy and support.Over the time on customers demand,we started providing materials and necessary equipments for making the company operational .So trading was also added in our scope besides consultancy.</p><p>We&nbsp; also helped in design of airport,vehicles,defence requirements etc&nbsp; .Now&nbsp; we are focussed into import substituition and rare materials supplying.</p>","industries":["Other Specialty Retailers"],"name":"JAV TRADING COMPANY","sectors":["Others"]},{"email":"ravi.chawda@outlook.com","idea":"<p>Development of a Simple and Easy to use ERP, across platforms, for real time planning, execution and monitoring of Civil Infrastructure projects.&nbsp;</p>","industries":["IT Services"],"name":"Setusoft Pvt Ltd","sectors":["Product Development"]},{"email":"akp.arvindpatel@gmail.com","idea":"<p>KisanMail App is a product of the DesiBoy Innovations LLP</p><p>We provide a rental platform for farmers’ equipment and local market place for farmers and shopkeepers, this is a one-stop platform for all farmer’s needs.</p><p><br></p><p>KisanMail App is the World’s first farmer mobile app, where all farmers and shopkeepers come together and engaging with their business needs.</p><p>We provide a Marketplace that enables farmers to list and rent idle farm equipment across India.</p>","industries":["Agriculture"],"name":"KisanMail","sectors":["Agri-Tech"]},{"email":"iglindia0@gmail.com","idea":"<p>IGL is India's most popular competitive gaming and eSports league that hosts gaming tournaments online and offline. Games on IGL can be played on any platform including Xbox, Playstation 4, PC and smartphones. IGL is created by gamers for gamers to have a high quality competitive gaming experience whilst opening up the doors to a career in the multi-billion dollar e-sports industry at the same time.</p>","industries":["Media & Entertainment"],"name":"HOUSE OF GAMING PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"sureshchafe@yahoo.com","idea":"<p>We are a professional housekeeping firm. We are into mechanized Floor care services, especially for the Residential, office premises &amp; providing Housekeeping services on contract basis.</p>","industries":["Human Resources"],"name":"CHAFE & BROTHERS LLP","sectors":["Recruitment Jobs"]},{"email":"theecobrew@gmail.com","idea":"<p>We are a couple trying to promote Sustainable and eco-friendly alternatives for everything required in daily life. Our products include Plantable Stationery, Bioenzymes, Cloth Diapers, Kokedamas, Organic Cosmetics, Bamboo Toothbrushes, Natural Loofahs, Bamboo Cotton Earbuds, etc.&nbsp;</p>","industries":["Retail"],"name":"The Eco-Brew","sectors":["Others"]},{"email":"hemant.m@trinityentertainment.in","idea":"Company \tManagement \tDescription\n<div>Trinity Entertainment &amp; Strategic Consultants\n</div><div>Mumbai\n</div><div>trinityentertainment.in\tHemant Matai, Founder, Joint Managing Director\tIncepted with an idea to bring brands to life, the company helps clients engage their TG, leveraging sponsorship or partnerships, adding value to their existing associations and helping extract maximum ROI \n</div><div>\n</div><div>10 Most Promising Experiential Marketing Companies – 2019 \n</div><div>\n</div><div>Trinity Entertainment: Bringing Brands &amp; Ideas to Life Using Experiential Marketing\n</div><div> \n</div><div>In this experiential era where technology is integrated into almost everything, experiential marketing plays an extremely important role in a way an organization promotes its products and services. From William Wrigley, Jr. promoting Juicy Fruit to the hotdogger handing out branded whistles to the mom promoting stain remover, human contact is heart of experiential marketing. However, there are several companies out there who ideate a lot of marketing stratagem but often find it hard to execute. This is where, Mumbai-based, Trinity Entertainment &amp; Strategic Consultants stands congealed helping brands grow and elevate their standards ensuring viability. Having worked with diverse, opulent brands &amp; companies, Hemant Matai (Founder, Joint Managing Director) recognizes challenges in understanding clients’ wishes and strategies to be implemented to achieve the same.\n</div><div> \n</div><div>Aiming to revolutionize BTL marketing &amp; entertainment industry by empowering several well-known firms and upscaling organizations, Trinity Entertainment currently operates under four verticals – Brand Servicing &amp; IP creation, Sport Operations, Content Creation labs and Social events, each spearheaded by company’s Directors &amp; subject matter experts. Inspired by the vision of growing multi-faceted while weighing quality over quantity, the company has accomplished bespoke projects such as Camp Tinder, Mirchi Binge Fest, Tinder Afterclass, Red Bull Experience Bar, AUDI Twin Cup. Hemant says, “Right from brand’s inception, we strategize, create campaigns for them and then deliver experiences. It involves a lot of handholding and brainstorming with clients &amp; partners. So it’s not just experiences but is the stratagem carved based on three efficacious principles – Awareness, Visibility and Availability, accomplishing their aspirations.”\n</div><div> \n</div><div>Backed by a full-fledged in-house production facility with creative employees who excel at ground operations, shooting, editing, animation, 3D modelling, graphics, AR-VR, AI, digital technology and many more, Trinity Entertainment has earned a reputation for giving out-of-the-box solutions to brands.  Starting off with brands such as Microsoft Xbox, Ranbaxy - Sun Pharma, FedEx, the company has served various industrial segments like FMCG, Tech, Finance, Automobile, Banking, Fintech and others, leveraging sponsorship/partnerships, adding value to their existing associations and helping them extract maximum ROI. \n</div><div>\n</div><div>Whether it is a tech-driven organization, launching a car using AR/VR or  flabbergasting audiences at big fat Indian weddings with a holographic projections, all have added to its remarkable achievements. Some of its promising projects have been executing India’s first Pro Kabaddi League, Saksham Pedal, FILA Tradeshow, Music Festival partner activation at NH7, Sunburn, SULA fest, Opening Ceremony at Premier Badminton League, Red Bull Energy Lounge, Volini Recovery Zone and many others. Having carved out a niche in the industry, nationally and internationally, it has accumulated experience that has bestowed Trinity Entertainment with exalted and renowned clients like CRED, Citibank, Star, Heineken, LinkedIn, FILA, Tinder, among others.\n</div><div> \n</div><div>Further Plans\n</div><div> \n</div><div>Ever since its inception, Trinity Entertainment has growing exponentially at 20 percent CAGR YoY, with satellite offices in Delhi, Ahmedabad &amp; Bangalore, partnering office in Singapore and  an individual office in London, Trinity Entertainment is underway planning to open offices in Europe (Berlin) &amp; US (Atlanta) to launch full-fledged operations from these countries in 2020. Formalising this, it wants to take a dig over the global market and become a round the clock marketing solution company.\n</div><div>\n</div><div>Quote: Inspired by the vision of growing multifariously while weighing quality over quantity, Trinity Entertainment has successfully accomplished bespoken projects.</div>","industries":["Events"],"name":"TRINITY ENTERTAINMENT &amp; STRATEGIC CONSULTANTS LLP","sectors":["Event Management"]}]