[{"email":"ornellius.saldanha@gmail.com","idea":"<p>OrderOn is a simplified restaurant management system.<br></p><p><br>With OrderOn we’ve converted all complex in-restaurant operational functions into simple usable features.<br><br>Through OrderOn, restaurants can:<br>Take Multi-Platform Orders, Reviews &amp; Reservations<br>Manage Expenses, Inventory &amp; Recipes<br>Manage Employee Incentives &amp; Salary<br>Manage Customer Relationships, Loyalty &amp; Wallet Payments<br>Avoid theft of cash and raw materials<br>Review reports and build strong analysis to boost sales<br><br></p>","industries":["Food & Beverages"],"name":"OrderOn","sectors":["Restaurants"]},{"email":"utkarsh@peakscale.io","idea":"<p>PeakScale is a SaaS based operations platform which helps restaurants, retail or hotel businesses improve customer experience, team performance and regulatory compliance. More details here: https://peakscale.io</p>","industries":["Enterprise Software"],"name":"PEAKSCALE TECHNOLOGIES PRIVATE LIMITED","sectors":["Collaboration"]},{"email":"danish@emerictech.com","idea":"<p>We take a comprehensive approach to web development starting from coding and mark-up to web design and content. We pride ourselves as a team of experienced professionals working together. Our goal is to develop your website not only to rank higher in search engines, but to genuinely deliver the best possible experience to your users.</p><p><br></p><p>We offer a wide range of services that include e-commerce sites, full-fat websites, platforms, portals, extranets, intranets, bespoke software solutions, native and hybrid mobile and tablet apps, gamification creative and build, Facebook applications, an information hub, or simply a site that acts as online portfolio to display your services. We can assist you with all of your needs.</p>","industries":["IT Services"],"name":"Emeric Technologies","sectors":["Web Development"]},{"email":"sunil@w3services.net","idea":"<p>We have developed CLI based panel ( named OpenLitePanel ) for the server which uses OpenLiteSpeed Tech and Apache at the same time to give 100% backward capability to host /run any time of PHP based websites on the server.&nbsp;</p><p><br></p><p>Currently, in the market, you have to pay a huge amount for security and speed. In this solution, installation and managing server based work reduced more than 50% and even non-technical people also can able to manage it's own very effectively. </p><p><br></p><p>Product features are -</p><p>Openlitespeed web server ( Latest Version )\n</p><p>ProFTPD ( Latest Version )\n</p><p>MariaDB 10.2\n</p><p>PHP 7.2 / 7.3\n</p><p>PHPMyAdmin 4.9.2\n</p><p>Simple Scripts to start|stop|restart|reload openlitespeed web server\n</p><p>Simple Scripts to create|delete vhost\n</p><p>Simple Scripts to create MySql databases\n</p><p>Simple Scripts to create Let's Encrypt Certificate ( auto-renew )\n</p><p>Simple Scripts to create daily file backup of web directory ( Files )\n</p><p>Simple Scripts to create daily MySql backup\n</p><p>Simple Way to define Backup Retention Policy\n</p><p>Simple Scripts to upgrade Openlitespeed version\n</p><p>Upload backup on Google Drive ( Coming Soon )\n</p><p>Plugins ( Pro User )</p><p>&nbsp;</p><p>We considered this next level of technology automation using an open and smart way for the next-generation world.&nbsp; Will get benefited to the Indian ecosystem for making every one affordable to come online.</p>","industries":["Enterprise Software"],"name":"W3SERVICES CONSULTANCY LLP","sectors":["Cloud"]},{"email":"divya.rgmg@gmail.com","idea":"<p>gdgge</p>","industries":["AI"],"name":"blah","sectors":["Others"]},{"email":"Haritindustriespvtltd@gmail.com","idea":"<p>We will develop the fabric more innovatively, we will make 3D designs in the fabric which will look like the 3D effect and give the attractive look to the fabric. We will also develop the fire redundant fabrics that will help to prevent or inhibits the outbreak of the fire. Along with all these, we will also develop the concept of anti-bacterial fabric and curbing radiation emitted through direct sunlight and network tower thereby bring innovation in furnishing products whereby the same will help in reducing health-related issues caused due to said radiations. There shall be an improvement with regards to the technology in the furnishing industry whereby the fabric developed shall strive to protect from infectious germs and harmful radiations and fire. With an increase in channels, it shall also lead to an increase in employment generation.</p>","industries":["Textiles & Apparel"],"name":"HARIT INDUSTRIES PRIVATE LIMITED","sectors":["Non- Leather Textiles Goods"]},{"email":"gautam.aswani@gmail.com","idea":"<p>Accessible transportation is important for all sections of society. Our mission at Mobicab is to improve wheelchair accessible transportation and mobility for elderly and disabled persons.</p>","industries":["Transportation & Storage"],"name":"RAMOLA MOBICAB ACCESSIBLE TRAVEL PRIVATE LIMITED","sectors":["Passenger Transportation Services"]},{"email":"ms@soltant.com","idea":"<p>Soltant Consultancy,’ the rebranded avatar of ‘Excellent Recruitment Solutions.’ Finding active social talent on the move, while attracting passive talent eagerly waiting for their next big career break is our immediate purpose and resolve.</p><p><br></p><p>We are acutely aware of our responsibilities towards communities we serve. Having stepped into the disrupted world of social media, we aspire to be able to help our fellow recruiters and organisations in their growth journey by supplying them with a dedicated talent pipeline that will address their immediate and future business needs.</p>","industries":["Human Resources"],"name":"Soltant Consultants Pvt. Ltd.","sectors":["Talent Management"]},{"email":"accounts@digiosmosis.com","idea":"<p><b>SSK Osmosis private limited</b> is a company focused on holistic wellness and operates through the app Simple Soulful | By Shilpa Shetty. The company is in the business of production and health related digital content in and outside India.</p>","industries":["Healthcare & Lifesciences"],"name":"SSK OSMOSIS PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"climateconnectin@gmail.com","idea":"<p>Climate Connect aims to create a new platform to encourage deployment of renewable energy and cleantech projects in India, with am ambition to mitigate impact of climate change. We are creating a technology-enabled business that will own renewable energy and cleantech assets and lease them to end customers.</p>","industries":["Green Technology"],"name":"CLIMATE CONNECT ADVISORS PRIVATE LIMITED","sectors":["Clean Tech"]}]