[{"email":"wasim@opusww.com","idea":"<p>OPUS is a Datacenter Migration and Relocation company.</p>","industries":["IT Services"],"name":"OPUS WORLDWIDE ","sectors":["Project Management"]},{"email":"ganeshchowdhury63@gmail.com","idea":"Doing good job in the field of electricals","industries":["House-Hold Services"],"name":"TANYA ELECTRICALS","sectors":["Home Care"]},{"email":"info@capsavvy.com","idea":"<p>CapSavvy aims to provide financial solutions to institutions and corporates for managing and growing their business through a high quality online platform.</p>","industries":["Finance Technology"],"name":"CAPSAVVY CONSULTANTS PRIVATE LIMITED","sectors":["Advisory"]},{"email":"adityasreeram1996@gmail.com","idea":"<p><a href=\"https://www.google.com/search?q=80iac&amp;oq=80iac&amp;aqs=chrome..69i57j0l7.1422j0j7&amp;sourceid=chrome&amp;ie=UTF-8\" target=\"_blank\">abc</a><br></p>","industries":["Design"],"name":"ABC","sectors":["Web Design"]},{"email":"kishan@zenonco.io","idea":"<p>We are India’s first integrative oncology cancer care center. We complete cancer treatment by providing personalized nutrition, fitness and psychology programs based on phase of treatment: Preventive, prehab, cure, rehab, recurrence prevention and palliative.</p>","industries":["Healthcare & Lifesciences"],"name":"ZENHEAL WELLNESS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"rcvani11@gmail.com","idea":"<p>https://padlet.com/rcvani11/647hvhawuuuv</p>","industries":["Non- Renewable Energy"],"name":"BHARAT 2050 INFO SOLUTIONS","sectors":["Oil & Gas Exploration and Production"]},{"email":"evah@evah.in","idea":"<p>We are a interior architecture firm into selling and trading of wallpapers.. We have been trying to start manufacturing of much sophisticated product and export it to world..</p>","industries":["Architecture Interior Design"],"name":"EVAH DECOR PRIVATE LIMITED","sectors":["Others"]},{"email":"shailesh@kiabza.com","idea":"<p>Kiabza.com, launched by Kayman Ventures Pvt Ltd in May 2017, is a Re-Commerce website for people to buy and consign pre-owned branded fashion. Due to reach of information &amp; technology, youngsters have started to appreciate Fashion Brands and aspire to buy them. India being a value market, Kiabza enables people to own sanitized Pre-owned Branded Clothes, in excellent condition, on the click of a button, at a fraction of their original prices. Also the new generation is completely open-minded about pre-owned clothing if hygiene is assured. Kiabza procures branded clothes from well-placed and fashion conscious Individual Consignors by encouraging them to earn some money for de-cluttering their wardrobes of their unwanted branded clothing. The Founder of Kiabza, Nohar Nath, has 20+ years of experience in Textile Recycling industry and therefore this aspect is a key differentiator. Kiabza also has a 100% Inventory based model which is much superior to the&nbsp; business models of its small competition.</p>","industries":["Fashion"],"name":"KIABZA","sectors":["Apparel"]},{"email":"vintureinnovations@gmail.com","idea":"<p><a href=\"https://www.linkedin.com/in/vinture-innovations-b9088b191\" target=\"_blank\">Vinture</a></p><p><br></p><p>Vinture Innovations is dedicated to turning imaginative ideas into leading furniture products that help save customer cost and time, utilize the residential and commercial space more effectively.</p><p><br></p><p>VINTURE founders have extensive experience in the construction and furniture industry.</p><p><br></p><p>Over some years of being involved with the construction of luxury homes, the VINTURE founders have seen a need for customised furnitures line with a broad selection of design choices, high-end finishes, along with top of the line organization, customer service, and quality.&nbsp;</p><p><br></p><p>Vinture will meet these customers needs.&nbsp;</p><p><br></p><p>With Vinture, customers can discover thousands of furniture designs for all types of rooms, personalize the design - by color, material, style - to their liking, and get the exact look for their homes in a matter of weeks.</p><p><br><br></p>","industries":["IT Services"],"name":"VINTURE INNOVATIONS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"girishmestry8@gmail.com","idea":"<p><a href=\"https://youtu.be/OvjAtHGdQJY\" target=\"_blank\">https://youtu.be/OvjAtHGdQJY</a><br></p>","industries":["Others"],"name":"The Girish Enterprises","sectors":["Others"]}]