[{"email":"poojarynavin366@gmail.com","idea":"<p>Silotech desgin all type coustom heavy hydraulic systems and bluk material flow Products also we are supplying and Manufacturing Packer and services of all brand along with Coustom desgin as per Client requirements.</p><p><br></p><p>Silotech Engineering Products</p><p><br></p><p>Tech Cardox Shot MADE IN INDIA (Pressure Cleaning Technology from USA</p><p>Tech Binwhip hyd ( MADE IN INDIA )</p><p>Tech 360 Cleaner hyd (MADE IN INDIA )</p><p>JetTech cleaner 10 bar 500bar&nbsp;</p><p>Blet Convyer</p><p>Chain Convyer</p><p>Coustom power pack</p><p>Coustom hyd cylinder</p><p>All types tools work</p><p>All types of Roto packer Machine and services for all Major Industries.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>","industries":["Professional & Commercial Services"],"name":"SILOTECH COUSTOM ENGINEERING SOLUTION","sectors":["Others"]},{"email":"riteshsingh385@gmail.com","idea":"<p>Euro Signaling Inc. is fastest growing company in software development and services.</p>","industries":["IT Services"],"name":"Euro Signaling Inc. ","sectors":["Product Development"]},{"email":"8169669244foods@gmail.com","idea":"<p>We are in Foods product (snacks / meals / masalas etc) processed business, which will be cheaper &amp;&nbsp; easily affordable to the consumer.</p>","industries":["Food & Beverages"],"name":"Aruka Foods Pvt Ltd","sectors":["Food Processing"]},{"email":"contact@thewiseblend.com","idea":"<p>The Wise Blend is a production house based out of Mumbai, India. Our clients include multinational corporations, universities, and training &amp; development companies. We are a one-stop solution to all your content needs and are a committed and seasoned team of production professionals who have worked for some of the finest companies in the world.&nbsp;</p><p>&nbsp;</p><p>TWB is home to 360-degree solutions for audio, video, animation, eLearning, AR &amp; VR, &amp; tech communication. We specialize in the development of training material for eLearning content, LMS development, ad films, audio production, and comprehensive live video production.</p>","industries":["Education"],"name":"TWB Productions Pvt Ltd","sectors":["E-learning"]},{"email":"anurag.stepup@gmail.com","idea":"<p>I AM CHARTERED ACCOUNTANT FROM PROFESSION.</p>","industries":null,"name":"Anurag gangwal","sectors":null},{"email":"gaurishpralhadtalpade@gmail.com","idea":"<div><p><b><span>About Us: </span></b></p>\n\n<p><span>A\nNew Age&nbsp;Healthcare Tech Aggregator Platform and Application (app),\npromoted&nbsp;by&nbsp;a set of buddies with &gt; 70 years&nbsp;of&nbsp;leadership\nexperience in&nbsp;Healthcare and Finance field as well as a young buddy deeply\npassionate about technology</span></p>\n\n<p><span>Promoter&nbsp;team\nbrings&nbsp;deep experience&nbsp;of creating several new age\ntechnology&nbsp;based customer journeys&nbsp;aimed to\nresolve&nbsp;issues&nbsp;faced&nbsp;by consumers as well as service providers</span></p>\n\n<p>&nbsp;</p>\n\n<p><b><span>Our Vision</span></b></p>\n\n<p><span>To\nbe the best buddy to Healthcare service providers and consumers and assist in\nproviding / availing the best health care services on a real time basis with\nthe help of technology </span></p>\n\n<p>&nbsp;</p>\n\n<p><b><span>Our Mission</span></b></p>\n\n<p><span>To\nmake affordable healthcare services available to consumers seamlessly while\nassisting service providers to reduce their operating risks</span></p></div><div><span><span><br></span></span><br></div>","industries":["Healthcare & Lifesciences"],"name":"Kurebuddy Private Limited","sectors":["Others"]},{"email":"rejigbusiness1406@gmail.com","idea":"<p>Businessjeeto.com is the first online business and life coaching aggregator in India where different trainers can present their recorded and live courses. Business jeeto club membership is the first unique knowledge membership in India which works on learn, Earn and serve model.  To learn, users get numerous courses on business &amp; life, free webinars and thousands of business documents along with the membership. To earn you get a license to sell courses to others. You also serve the nation by changing the lives of others.&nbsp;</p><p><br></p><p>This is the first platform that presents courses for Business owners, staff and students together. This is founded by India's top motivational speaker and business coach Dr Ujjwal Patni and various other experts.&nbsp;</p><p><br></p><p>This 24*7 superaffordable high quality knowledge venture works on the motto Ghar baithe India seekhega, business aur life ko jeetega</p>","industries":["Education"],"name":"BUSINESS JEETO EDUTECH PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"bhamragroup@gmail.com","idea":"<p>Bhamra Concrete Private Limited is a Private incorporated on 24 October 2019.</p>","industries":["Construction"],"name":"BHAMRA CONCRETE PRIVATE LIMITED","sectors":["Construction Materials"]},{"email":"raorosh@gmail.com","idea":"<p>We are into handlooms , trading handloom sarees from weavers and selling to the consumers</p>","industries":["Fashion"],"name":"MINTIATI ECOMMERCE LLP","sectors":["Lifestyle"]},{"email":"annaliehealthcare@gmail.com","idea":"<p>ANNALIE HEALTHCARE LLP&nbsp; is the among the largest service providers in fertility treatment. We aims to provide advanced Assisted Reproductive Technology (ART) in India on par as to what is available globally. While India has seen a significant rise in the number of patients opting for infertility treatments, the numbers are still abysmally low compared to the couples actually requiring medical treatment. One of the major reasons for this is the lack of awareness. People need to be made aware of the basic concept that infertility is a disease that needs to be addressed medically. In addition to providing core procedures such as IUI, IVF and andragogy services, ANNALIE offers several state-of-the-art technologies such as vitrification for preserving embryos and eggs, embryo scope and ERA ( Endometrial Receptor Array) to find out the timing of the uteruses capacity to accept embryos. All these procedures significantly improve the chances of a pregnancy following IVF and ICSI, even in patients who have had multiple failures previously.</p>","industries":["Healthcare & Lifesciences"],"name":"ANNALIE HEALTHCARE LLP","sectors":["Healthcare Services"]}]