[{"email":"zaavorr@gmail.com","idea":"<p>Zaavorr works with 18 karat hallmarked gold and carefully placed precious and semi-precious stones ranging from diamonds, white quartz, aquamarine, and green amethyst to name a few. Allowing the wearer to both reflect and be reflected in the jewelry’s meaningful design. At Zaavorr, we hope to create refined and intricate jewelry that in the end appears both modern and classic at affordable prices. </p><p><br></p><p>Designed with great attention, created by hand; Zaavorr is approachable fun jewelry born and raised in India. The brand is a celebration of women who want to indulge in themselves, gift yourself and other women. Each collection released aims to embody a sense of style and originality that is synonymous with women who have inspired and keep inspiring him along the way. Drawing inspiration from simple, organic shapes and unusual textures found in nature, at Zaavorr we create wearable and functional day to night pieces that share the brand’s philosophy; stay authentic, unique and always sparkle. While cultures may differ, our affinity for the beauty that nature created remains one of our greatest similarities. The unification of gemstones, rough diamonds and 18 karat gold celebrates diversity through the usage of some of the Earth’s divine treasures. Zaavorr embodies unity through the language of art and design and welcomes the wearer to experience the world’s diversity through its thoughtfully created and timelessly wearable pieces. \n</p><p>\n</p><p><br></p><p>Zaavorr jewelry is custom made to order in Bombay; therefore it takes 2 weeks to deliver. \n&nbsp;<span>India is currently facing a huge void in designer jewelry that is trendy, affordable and fun. Most jewelry brands in India are still repeating their age-old designs which are outdated and uninspiring. Young girls and working women have started losing interest in jewelry because of this and have moved on to fashion costume jewelry. At Zaavorr, we want to bring these women back into investing in real gold jewelry in price points similar to what they would spend on a costume. The current alternatives available are from expensive international brands who have alarmingly high mark up's. India requires a better solution to this.&nbsp;</span></p><p><span><br></span></p><p><span>Our brand will offer unique designs updated regularly which are affordable as well as trendsetting. We are strongly against jewelry that is kept away in lockers and safes, our pieces will be versatile and wearable daily.</span></p>","industries":["Fashion"],"name":"ZAAVORR JEWELS LLP","sectors":["Jewellery"]},{"email":"dmrgurufinserv@gmail.com","idea":"<p>WEBSITE DETAILS UPDATED</p>","industries":["Finance Technology"],"name":"DMRGURU FINSERV PVT LTD","sectors":["Business Finance"]},{"email":"aniruddha.sen@kenko-health.in","idea":"<p><a href=\"http://linkedin.com/company/kenko-health\" target=\"_blank\">LinkedIn Page</a></p><p><br></p><p>Kenko Health is an alternative financing model for healthcare. We offer affordable, high-quality healthcare plans that cover the costs of medicines, doctor fees, expenses related to lab tests and hospitalization expenses. Our plans are designed as monthly subscriptions and start from as low as Rs 99/- per month<br><br></p>","industries":["Finance Technology"],"name":"Kenko","sectors":["Others"]},{"email":"support@lussolifestyle.com","idea":"<p>We are here with a unique concept of Vegan Luxury. We have already launched our Vegan Dress Shoe label for Men and are soon planning to launch wallets and other accessories too. We have gained enough fame in a short span of time and our quality and designs are doing really great. We are soon planning to launch our Franchise model as many people have approached us already.&nbsp;</p>","industries":["Fashion"],"name":"LUSSO LIFESTYLE","sectors":["Others"]},{"email":"asqi_ia@asqi.in","idea":"<p>ASQI systems is building a state of the art platform for credit assessment of Companies using Machine Learning and Artificial Intelligence. It will use conventional as well as alternate data to forecast financial health of various sectors and companies in the economy - starting with India and later expanding its coverage to global companies.&nbsp;</p>","industries":["AI"],"name":"ASQI SYSTEMS PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"jsn@vaanmoto.com","idea":"<p>We are a start up company for electric mobility solutions and to bring a lifestyle brand with various products&nbsp;</p>","industries":["Automotive"],"name":"VAAN ELECTRIC MOTO PRIVATE LIMITED","sectors":["Auto & Truck Manufacturers"]},{"email":"manishk@esperti.co.in","idea":"<p>We at Esperti specialise in technology solutions for the healthcare vertical. Our solutions include Nurse Call Systems (Wired and Wireless), Blood Control Solutions, Infusion Rate Monitoring system, Fall Prevention System, Infant Protection System, Queue Management System and Asset Audit Services apart from Software development.</p>","industries":["Technology Hardware"],"name":"ESPERTI SERVICES AND SOLUTIONS LLP","sectors":["Electronics"]},{"email":"saurabh@carz91.com","idea":"\n            <p><a href=\"https://carz91.com/\" target=\"_blank\">Carz91.com</a> -  One-stop destination for car maintenance with more transparency and optimized rates.</p><p></p><p>What drives us? Simple. It’s our burning desire to make automotive services fairer, easier and more transparent for motorists and mechanics alike.</p><p></p><p>Technology - A website that combines high-tech smarts with down-to-earth service, to connect customers and workshops, like never before.</p><p></p><p>Goal - We’ve got a passion to remove the stress, hassle and ambiguity from booking automotive servicing, repairs, and insurance claims both for the workshops and car owners.</p><p><br></p><p>Initiative - Under the Digital India Program, we have developed an <a href=\"http://carz91.com/garages-search\" target=\"_blank\">Automobile Search engine</a> to find workshop information, including Profile, Hours, Insurance tie-ups, Latest offers, Reviews and more. Carz91 Search page has many special features to help customers connect with workshops like, Request a call, Book Appointment and Get Direction.&nbsp;</p><p>We want to give a digital platform to all the automobile workshops to manage their business online.&nbsp;&nbsp;</p>\n        ","industries":["Automotive"],"name":"CARZ91 TECHNOLOGIES PRIVATE LIMITED","sectors":["Auto & Truck Manufacturers"]},{"email":"rajenwagle@avaxpro.com","idea":"<ul><li><span>“India’s first\ndistribution specialized ERP with a 360 degree functionality, built with\nalgorithms to enable real time profit monitoring, sales team metrics, intelligent\nInventory planning, credit and outstanding management and much more. We also\nbuild machine learning tools that help in inventory management while minimizing\nscrap. With a seamless built-in ecommerce connect available, it is a future\nready SAAS based ERP. We have implemented the same and seen bottom line\nefficiencies improve by 25% + within 1 year of operation, due to the real time\navailability of advanced monitoring data. This helps distributors survive, as\nmargins are getting tighter, and facilitating their shift to organized online\ndistribution “</span></li></ul>","industries":["IT Services"],"name":"AVAXPRO TECH PRIVATE LIMITED","sectors":["Application Development"]},{"email":"anshu@chnomedia.com","idea":"<p>CHNO MEDIA is a Vernacular Gaming Entertainment Company . We create entertaining gaming content for brands and game publishers through our network on gaming creators across the country</p>","industries":["Media & Entertainment"],"name":"CHNO MEDIA PRIVATE LIMITED","sectors":["Entertainment"]}]