[{"email":"buildoster@outlook.com","idea":"<p>Ecommerce Website</p>","industries":["IT Services"],"name":"Buildoster","sectors":["Others"]},{"email":"kairav935@gmail.com","idea":"<p>Medify is a three-way network geared towards being the ultimate healthcare assistant to the three main entities of this industry, doctor’s clinics, retail pharmacies and patients.</p>","industries":["IT Services"],"name":"MEDIFY NEXUS LLP","sectors":["Application Development"]},{"email":"swapnil.1512@gmail.com","idea":"<p>We are founded a company to provide IT solution for scale up the client business with the IT products &amp; Services.</p>","industries":["IT Services"],"name":"BullScript Technologies Pvt. Ltd.","sectors":["Product Development"]},{"email":"BJSAINI@GMAIL.COM","idea":"<p>1. To carry on the business as designers, developers, buyers, sellers, importers, exporters and dealers in all kinds of computer software,\n</p><p>computer technology and information technology products including cloud hosted business platforms and computer application products,\n</p><p>systems, peripherals and materials, and to undertake the business of system and network integration and development, product application\n</p><p>and development.\n</p><p>2. To carry on the business of consultancy and advise in designing, developing, installing, implementing and operating all kinds of software/\n</p><p>information technology projects and rendering technical services, business transformation projects and assistance for start- up,\n</p><p>commencement and expansion programme and to act as technical and software development consultants in India and abroad.\n</p><p>3. To establish, maintain, manage, conduct, provide, procure or make available computer software/hardware services of every kind\n</p><p>including information technological services, competence centres, technical support centres, business and information technology centres,\n</p><p>computer audit, quality assurance services and recruitment and placement of software personnel in India or abroad.</p>","industries":["IT Services"],"name":"SBATECH SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"jaigovind.tripathi@jrickconsulting.com","idea":"<p>Validation: JRICK Consulting Solutions is a llp formed under regulations of the government in 2018.\n</p><p>The main aim of JRICK consultancy is to decipher the needs of our clients and deliver specialized General Insurance Services related but not limited to:\n</p><p>\tClaim consultancy &amp; Advocacy for Corporate and retail customers to get them their legitimate claim on time \n</p><p>\tRisk Management and loss minimisation for continued safe operation \n</p><p>\tAsset Valuation for Insurance and Banking \n</p><p>\tLegal Consulting and Resolution to avoid the litigation in the court \n</p><p>\tTalent and Training development for productivity and employment generation \n</p><p>\tSpecial Projects and Innovative Assignments for business growth \n</p><p>Our services are provided with utmost care, confidence, responsibility, and knowledge so as the client can achieve the expected value. Consistency, innovativeness, initiation, commitment is our mantra while attending our clients. With interview-backed qualitatively validated solutions, we design a visually compelling service. Our client base includes large corporate clients, Reinsurance &amp;  General Insurance Companies, General Insurance Intermediaries, Business corporations, Professional institute and associations.</p>","industries":["Professional & Commercial Services"],"name":"JRICK CONSULTING SOLUTIONS LLP","sectors":["Business Support Services"]},{"email":"deepak.nayak2101@gmail.com","idea":"<p>GEN Y Technologies Manufacture NPWT/VAC device through sub -contracting and caters service at various Hospital, Clinics and Residence in association with medical practitioners in Mumbai and peripherals regions<br></p>","industries":["Healthcare & Lifesciences"],"name":"Gen Y Technologies ","sectors":["Medical Devices Biomedical"]},{"email":"kumarmk21@gmail.com","idea":"<p>At DLS we boast experience and expertise in domestic logistics management services. Our clients can selectively or completely outsource the management and transportation of raw materials &amp; finished goods in India. This is complemented by our IT expertise, knowledge of systems and an ability to deliver precisely the right solution to a custom set of requirements.</p>","industries":["Transportation & Storage"],"name":"DLS LOGISTICS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"ankita@nirvaaninfra.com","idea":"<p>Nirvaan Infracom Pvt Ltd  ( Nirvaan)  is one of the tech-logistics startups in India operating in B2B and B2C surface transportation space in long-haul and short-haul operations. Using data analytics and IoT, this Mumbai-based logistics startup provides smart logistics solutions like right vehicle selection, route/delivery planning, real-time tracking, reduced transit time and reliable documentation and control, among others.\n</p><p>\n</p><p>Mr. Ravindra Anandkumar Agrawal, Founder of the startup who has introduced the concept of Air Suspension Vehicles in India and Nirvaan’s main USP is using Air Suspension Vehicles to reduce damage of goods in transit and minimise wear and tear of the vehicle.\n</p><p>\n</p><p>Nirvaan offers cutting-edge logistics solutions to its customers, enabling them to focus on their core competencies. Some of our Logistic services includes  Over Dimensional Consignments(ODC), Heavy and Sensitive Cargo Pullers and Hydraulic Axels, Air Suspension-40FT &amp; 20FT trailers,Triple axles,Low Bed Trailers, Imports &amp; Exports-40FT &amp; 20FT Trailers, etc and loading-Unloading to Warehousing and the management of storage.</p>","industries":["Transportation & Storage"],"name":"NIRVAAN INFRACOM PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"snehdeep12917@gmail.com","idea":"<p>Printing &amp; Stationery item for retail &amp; corporate supply</p>","industries":["Retail"],"name":"Snehdeep Printing And Stationery","sectors":["Others"]},{"email":"pranjalentmumbai@gmail.com","idea":"<p>Besides it we will also want to introduce ourselves as a car rental company. Having all type\n</p><p>of Indian an imported cars and also having a official permit issued by the Govt. Of India, to\n</p><p>undertake car Rental Business.\n</p><p>We have well manned and decentlydressed chauffeurs with pagers and mobiles for easy\n</p><p>communication.</p>","industries":["Transportation & Storage"],"name":"PRANJAL CAR RENTAL SERVICES PRIVATE LIMITED","sectors":["Passenger Transportation Services"]}]