[{"email":"rahul.somisetti@gmail.com","idea":"<p>We are a team of designers, developers, inventors, strategists, artists, storytellers, and musicians. United by our passion for design &amp; brand building, we believe there are no boundaries between form and function, and no border between design and user experience.\n</p><p>We partner with ambitious brands, brand custodians, marketers and every other person who needs us. We mix strategy and creativity. We come up with tangible solutions.\n</p><p>We bring ideas to life!</p>","industries":["Advertising"],"name":"Cultivate Design LLP","sectors":["Others"]},{"email":"etch24business@gmail.com","idea":"<p>Greetings from ETCH24 – The last business card you'll ever need!\n</p><p>\n</p><p>Did you know that in today’s digital age, approximately 27 million business cards are printed daily? That is just under 10 Billion business cards printed every year! Did you know 8 billion of those are tossed within a week? Despite this, there’s only as much as 2.5% sales increase for every 2000 cards handed out.\n</p><p>\n</p><p>Hi, my name is Bishal, the Founder and Owner of ETCH24.\n</p><p>\n</p><p>People in today’s era believe in living in the moment. You hand out your card, they appreciate the traditional ritual, accept your card but what next? Few of them go to the business card holders but let me be honest maximum of them get stacked somewhere. Also, paper cards usually hold limited information &amp; the shelf life is negligible.\n</p><p>\n</p><p>So, we’ve got you covered.\n</p><p>What if you only had to buy one card to suffice all your needs? What if you had to tap on your fellow colleague’s phone or scan the card using the QR code reader or Google lens to transfer all the necessary data? When I say all your data I mean your phone number, fax details, email address, your emergency contact information, social media profiles, your YouTube channel, music, your/company logo &amp; so much more.\n</p><p>\n</p><p>ETCH24 is the only platform that allows you to update any of your information live by visiting your unique profile page. Imagine getting promoted or having your contact details changed without the worry of reprinting your paper business card. Our cards are made up of credit/debit card material, which means it is super handy and which is why it is water and tear-proof. The print is of high quality which comes with a laminated quoting preventing any damage to the card.\n</p><p>\n</p><p>So, stop wasting money on business cards that just get thrown away! Start capturing all your potential clients by instantly storing your information in their device with ETCH24 – The smartest business card in the world.\n</p><p>\n</p><p>\n</p><p>Team - ETCH24</p>","industries":["Professional & Commercial Services"],"name":"ETCH24","sectors":["Business Support Services"]},{"email":"dave.piyush20@gmail.com","idea":"<p><a href=\"https://mhmeducations.com/\" target=\"_blank\">https://mhmeducations.com/</a><br></p>","industries":["Education"],"name":"MHM's Outcome based Education","sectors":["Skill Development"]},{"email":"amitsinha1979@gmail.com","idea":"<p>\"dataedify\" aims to speed up your career in data science. Our comprehensive programs are designed by industry experts, provides you with on-site instructions, You have an access to large group of mentors and speakers, and ongoing career counselling and job assistance support. Our objective is to shape your career as a Successful Data Scientist.</p>","industries":["Education"],"name":"DataEdify","sectors":["Skill Development"]},{"email":"shafique@devmeth.com","idea":"<p>DevMeth is in to Training, Consulting, Staffing and Development. We are providing ready to use resources to the IT Industry to ever increasing demand. Currently we are in process to work very closely with the many MNC's and now we have started to do the agreement with the companies to name few Capgemini, Tech Mahindra etc. We are having huge requirement from the Industry, where in we work on the module of HTD (Hire-Train-Deployment) we organised various campus drive and company short list students from this drive and issue the offer letter LOI to them and after the training they evaluate the students and deploy them in the respective companies.&nbsp; &nbsp; &nbsp;</p>","industries":["IT Services"],"name":"DEVMETH TECHNOLOGY PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"amit.nevrekar@netobyte.in","idea":"<p>A 2018 startup company venturing into Facilities &amp; Payroll Management.</p>","industries":["Others"],"name":"Netobyte India Pvt. Ltd.","sectors":["Others"]},{"email":"itrspds@gmail.com","idea":"<p>Esperer Onco Nutrition (EON)\nTherapy aims at providing a comprehensive Nutrition support for cancer patients\naddressing both macro and micro nutrient requirements, from diagnosis,\nduring&nbsp; and after&nbsp; Treatment (Chemo / radio / surgery). <b>First\nphase prototype has already been made and commercialised from July 2019. All 1<sup>st</sup>\nphase Products are suitable for both oral and enteral (RT) feeding. They are\nsuitable for diabetics&nbsp; as well. Larger\nhuman trials are pending to establish the concept better and which shall be\nroad map to initiate main project of developing cancer specific nutritional\nsupplements. </b></p><p>&nbsp;</p><p>\n\n\n\n</p><p><span>India has huge diversity in food habits and\nculture, life styles and since cancer etiology strongly associated with food\nand life styles, prevalence of cancer types are widely varied from region to\nregion and same in the case at global level. In spite of immense progress in\ncancer disease management there is still blind spot on focusing nutrition\nas&nbsp; complementary therapy to improve\nquality of life and adding value to survival rate in cancer patients . This\nprojects explores the immense opportunity to research and brings out the\nsolution to above problem .&nbsp;</span></p>","industries":["Healthcare & Lifesciences"],"name":"ESPERER ONCO NUTRITION PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"INFO@AKSONOIL.COM","idea":"Manufacturer of Lubricants&nbsp;","industries":["Others"],"name":"Akson Oiltech Private Limited","sectors":["Others"]},{"email":"unnikrishnankk@myself.com","idea":"<p>Our company Road Rush technologies pvt.ltd&nbsp; started 1 years (more/less) ago which deals in aggregator business .We have earned respect in the market as&nbsp;aggregator leaders. Now we want to expand our range of services to other extraction services as well. Our brand RoutGo, offering services that include peer-to-peer ride sharing, ride service hailing, taxi.Therefore, we are requesting you to allow us to be a member of the Association of RoutGo which will help us expand our wings in globally .</p>","industries":["Internet of Things"],"name":"RoutGo","sectors":["Others"]},{"email":"qrideinfo@gmail.com","idea":"<p>Cab services for Women; by Women</p>","industries":["Safety"],"name":"QRIDE TECHNOLOGIES PRIVATE LIMITED","sectors":["Personal Security"]}]