[{"email":"sunita@skwill.in","idea":"<p>Skwill would be a consultancy firm which would guide people on their HR and Personnel needs during formation of the company and building of an organisation</p>","industries":["Human Resources"],"name":"Skwill ","sectors":["Others"]},{"email":"Priyankaverma12300@gmail.com","idea":"<p>Dr. Raut's ICPRM LLP started as Dr. Raut’s Immunotherapy Centre for Prevention of Repeated Miscarriages (Dr. Raut’s ICPRM) as a partnership firm, working in the field of Reproductive Immunology It was established on 8th Dec,. 2013 in Mumbai and was incorporated as Dr. Raut's ICPRM LLP on 2nd January 2019. The aim of the centre is to help couples with Infertility, Repeated IVF Failures and Repeated Miscarriages, achieve successful pregnancy using Immunotherapy  and other Immunomodulatory treatments. 10% of couples undergoing IVF for RIF. Immunotherapy is a part of Reproductive immunology which plays an important role in conception implantation and subsequent maintenance of pregnancy. Any aberrations in the protective immunological mechanisms can lead to reproductive failure, even when all others causes are absent. It is also known as allo-immune rejection of pregnancy.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; Dr. Raut’s ICPRM LLP is India’s first centre with clearance from DCGI to perform Immunotherapy for couples with unexplained infertility, recurrent IVF Failures and Repeated Miscarriages. The centre conducts immunological tests to ascertain the allo-immune factors in a particular case. These couples are given Active Immunotherapy with Lymphocytes Immunization Therapy (LIT) using husband’s Lymphocytes before planning pregnancy or before IVF Cycles. During the IVF cycle, the patient is given immunomodulatory medications to enhance the chances of conception.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp;Once the pregnancy is confirmed, the patient is further given immunomodulatory medications to prevent miscarriage that can result due to allo-immune rejection.\n</p><p>IVF Centres from all over India refer couples with unexplained recurrent IVF failures to Dr. Raut’s ICPRM for immunomodulatory treatment. This has helped these unfortunate couples to have successful pregnancies and has enhanced the success rate of the IVF centres.\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Dr. Raut’s ICPRM LLP has helped the couples with recurrent IVF Failures and Repeated Miscarriages to achieve their dream of having a baby. In future, many more couples will be benefited through services of Dr. Raut’s ICPRM LLP making it a unique centre in the field of Reproductive Immunology.</p>","industries":["Healthcare & Lifesciences"],"name":"DR. RAUT'S ICPRM LLP","sectors":["Health & Wellness"]},{"email":"peridotholidays20@gmail.com","idea":"<p>Peridot Holidays is a travel startup .</p><p><br></p><p><br></p>","industries":["Travel & Tourism"],"name":"Peridot Holidays","sectors":["Others"]},{"email":"ira.enterprises27@gmail.com","idea":"<p>IRA ENTERPRISES</p>","industries":["IT Services"],"name":"IRA ENTERPRISES","sectors":["Others"]},{"email":"benerciseopc@gmail.com","idea":"A wellness center that uses exercise as therapy and is a one stop destination for cardiac and musculoskeletal rehabilitation and prevention of recurrence of cardiac and musculoskeletal rehabilitation by using exercise as therapy. This center will connect medical professionals with fitness professionals.","industries":["Healthcare & Lifesciences"],"name":"BENERCISE (OPC) PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"connect2samphycommunications@gmail.com","idea":"We are into advertising and marketing services&nbsp;","industries":["Media & Entertainment"],"name":"SAMPHY COMMUNICATIONS PVT LTD","sectors":["Others"]},{"email":"jfs@chainworks.io","idea":"<p>Chainworks Digital Private Limited, is incorporate in 19 November 2019 on conversion from Chainworks Digital LLP. The LLP was formed in 24 May 2018 between Fenlei Technology Private Limited and Socius Labs Private Limited.&nbsp;</p><p><br></p><p>Chainworks.io is pre-incubating by SINE IITBombay. The important vision of Chainworks to leverage the usage and power of Blockchain Technology and Artificial Intelligence in the digital healthcare.&nbsp;</p><p><br></p><p>AYUDAAN, is an initiative of Chainworks to support the activities associated with THOA and NPCB, partnering with Government Agencies, Hospitals, NGOs, Transplant and Retrieval Specialists, donor and recipients. Ayudaan is an unified and scale-able platform to support the trust of existing ecosystem and optimize the services needed for the citizen.&nbsp;</p><p><br></p><p>MAHAAYUDAAN, a subsystem of Ayudaan is successfully implemented in the state Government of Maharashtra.</p>","industries":["Enterprise Software"],"name":"CHAINWORKS DIGITAL PRIVATE LIMITED","sectors":["Cloud"]},{"email":"gopikrishna.han@gmail.com","idea":"<p>It's an initiative to find solutions to problems of rentee who doesn't have any precedent information due to lack of a platform to transfer the knowledge acquired from earlier rentees of the same flat, house, in building, locality.<br><br>This flat is worth the rent I'm about to pay? What about safety, ease of transportation? How supporting the owner will when needed help with the repairs at house or society? This all might seem intimidating, but what if there's a common platform to share our experience at a certain flat rented earlier and is available for the next rentee to check the pros and cons before moving-in?<br><br>This is deemed to be a social engineered project to witness the power of community to validate a product. The same shall be replicated in other streams as well by categorising the products.</p>","industries":["Real Estate"],"name":"Sirius Labs","sectors":["Housing"]},{"email":"info@texona.in","idea":"<p>Texona It Services\n</p><p>Established in 10 Jan 2019, Texona It Services is giving a quality-guaranteed service provider of Networking Services, AMC Services and Infrastructure Solutions. While managing us, clients can free themselves from the issues of acquiring licenses and clearances from different government organizations. Since the procedure and system engaged with the endorsing of licenses is confused, we have manufactured solid binds with these Ministries to guarantee smooth exchanges. As a mindful association, we have clung to different government norms and industry-set rules to execute our wide-going administrations.\n</p><p>\n</p><p>We have utilized the nation's best officials to convey opportune administrations and answers for a wide base of customers. Working out of our cutting edge office, we can give far-reaching 24x7 client support, other than helping our ground staff with most recent reports in regards to the developments of relegation. To execute our coordination administrations for a wide range of import/send out Container Movement, we have set up a tremendous conveyance arrange.\n</p><p>\n</p><p>\n</p><p>Mr. Praveen Wadhe, our mentor, is the name behind the appreciation and fulfillment we have procured throughout the years. It is because of his skill in this field, savvy business arrangements and quality-focused methodology that we have scaled new statures of triumph.\n</p><p><br></p><p>Fact-sheet\n</p><p>Basic Information\n</p><p>\n</p><p>Nature of Business\tService Provider\n</p><p>Additional Business\tSupplier\n</p><p>Company CEO\tVishakha Wadhe\n</p><p>Total Number of Employees\t11 to 25 People\n</p><p>Year of Establishment\t2019\n</p><p>Legal Status of Firm\tSole Proprietorship (Individual)\n</p><p>Annual Turnover\tUpto Rs. 50 Lakh\n</p><p>Statutory Profile\n</p><p>\n</p><p>Banker\tICICI BANK LIMITED\n</p><p>GST No.\t27ADMPW0116G1ZI\n</p><p><span></span><br></p><p><span></span><br></p><p><b>Our Services\n</b></p><p>Outsourcing of daily IT operations and management of a company's Infrastructure is the hallmark of the Texona outsourcing program. </p><p>Texona dedicates a resource, either a System Administrator or IT Manager, to manage IT Infrastructure of the client / company on a retainer model. One or more shared resources would engage with the client based on business need from time to time. The overall engagement is monitored by a Consulting CIO.The general approach to Outsourcing is that Texona will allocate a suitable resource required to cater to the requirements and operations of the existing IT infrastructure setup. Based on the need, the supplied resources will also be assisted by a shared Senior Consulting CTO and an Account Manager, who will be responsible for service delivery. The activities covered include business requirement analysis in terms of IT, managing day-to-day IT issues, maintaining the network, servers, IT security, end-computing and presenting reports to management in a periodic manner. The scope would also include coordination with vendors including principal companies and ISPs for resolving issues.\n</p><p>\n</p><p><b>Our IT Services:-\n</b></p><p>\n</p><p>1. IT Infrastructure Consulting.\n</p><p>\n</p><p>2. IT Infrastructure Outsource.\n</p><p>\n</p><p>3. IT Facility Management Services (FMS).\n</p><p>\n</p><p>4. Remote Infrastructure Monitoring.\n</p><p>\n</p><p>5. Computer Desktop and Laptop AMC Services, Printer AMC &amp; Services.\n</p><p>\n</p><p>6. Computer Networking Services, CCTV AMC Services &amp; Installation\n</p><p>\n</p><p>7. System Integrator Computer &amp; Networking Services and Security System.\n</p><p>\n</p><p>&nbsp;\nWhy Us?\n</p><p>Our organization is manufacturing a quality approved assortment of CCTV surveillance system. The offered products are manufacture by keeping the variegated needs and demands of our respected clients in mind so as to attain their satisfaction to the fullest. Offered products are quality assured against the diverse quality parameters by our quality experts.\n</p><p>\n</p><p>Some key points are:\n</p><p>Advanced and innovative technology\n</p><p>Optimum client’s satisfaction\n</p><p>Well-equipped manufacturing facility\n</p><p>Customized packaging\n</p><p>Competitive prices</p><p><br></p><p>Texona technology consulting company manages Medium/Large sized Enterprises across India where IT investments need clarity and optimal utilization. Texona aims to achieve Optimal Performance with the IT Infrastructure of these organizations and Core Applications used by them. Texona helps clients explore the power of technology and its applications for business needs and growth through specially designed services and infrastructure advisory. Technology audit is performed with technology as the strength and with focus on the business needs.\n</p><p>\n</p><p>Texona ventured into a new business model where it has partnership only with clients and not with any Principal company. The association with Principal companies is maintained at a level where the consultancy role can be justified. Texona trains the existing vendors of various clients to achieve optimal performance and as a consulting company, Texona gives the clients the best of choices in terms of products and services. Texona also works with clients to enable the successful implementation of ERP to accelerate their growth in business.</p>","industries":["IT Services"],"name":"Texona It Services","sectors":["IT Management"]},{"email":"sharvari@colourseasons.in","idea":"<p>We at COLOUR SEASONS love to design unique creative solutions to augment the visual imagery of a storyteller and a filmmaker from Script to Screen. Having fostered and developed a great company culture, you can expect a state-of-the-art studio conducive to innovative and creative exploration. With a diverse wealth of knowledge across all disciplines of Film making,&nbsp; Colour Seasons thrives on the creative process of storytelling. From budgeting to conceptual art and storyboards and all up to the edit and post production, Colour Seasons can pave the way to deliver any visual spectacle without compromise.<br><br>Using the latest industry tools, combined with our specialist skills and knowledge, we take-up every project to help filmmakers bring their vivid worlds to life.</p><p><br></p><p>We provide skillful blend of art and commerce equipped with modern visual effects technologies required to deliver Bollywood and Hollywood requirements which obviously includes computer generated imagery for creating a stunning glossy visuals and programming engines. We staffed 'a core team of great artists from Bollywood and Hollywood visual effects industries.<br><br>We identified most suitable Hollywood counter-parts in areas of Visual effects, Creature creators and Matte Painting experts, ready to bridge the next generation technology in our existing pipe-lines.<br></p>","industries":["Media & Entertainment"],"name":"Colour Seasons","sectors":["Entertainment"]}]