[{"email":"ankushgaikwad7@gmail.com","idea":"<p><a href=\"http://www.cybrain.in\" target=\"_blank\">WEBSITE</a><br></p>","industries":["IT Services"],"name":"CYBRAIN INFOSEC ","sectors":["IT Consulting"]},{"email":"vikaskhismatrao@yahoo.co.in","idea":"<p>We are an organization driven with a passion for innovative software product development in audio-video based E-Learning development. We are committed to develop good quality video lectures with 2D-3D graphics incorporated in the same for K12 exams, Engineering/Medical Entrance examinations like JEE, CET and NEET.\n</p><p>Our expertise in video-based software development including live streaming, video contents storage on cloud, hardware, firmware, embedded systems and vast experience in audio/video-based hardware products enable us to create innovative products in the domain.  Our core team consists of technocrats with vast experience in E-learning development, smart board development and IPTV Video experts.</p>","industries":["Education"],"name":"V SWANS LLP","sectors":["E-learning"]},{"email":"govindu2009@gmail.com","idea":"<p>That the business of the Company shall be that they would be involved in the business of Trading / Whole Sale Trading &amp; Services and Support of Telecommunications, Information Technologies, IOT, Security Systems, Cyber Security, Home Automation, Electrical &amp; Networking Services, Smart City, Solar,&nbsp; Installation &amp; Commissioning Works, Works Contract and such services depending upon the client’s requirements and such others as the parties may agree upon from time to time in India &amp; abroad.</p>","industries":["Internet of Things"],"name":"AGILE NETWORK SERVICES PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"bijalshah@waaree.com","idea":"<p>We are into manufacturing of Lithium batteries, ESS and Micro Grid / Off grid solution<br></p>","industries":["Green Technology"],"name":"WAAREE ESS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"nikunj@thewowbox.in","idea":"We help FMCG Brands Launch New Products, Acquire New Customers &amp; Engage them in a Uniquely Rewarding Way while helping People Discover &amp; Experience Amazing New Products","industries":["Marketing"],"name":"THEWOWBOX INDIA PRIVATE LIMITED","sectors":["Discovery"]},{"email":"jw@unnobo.com","idea":"<p>Unnobo Learn@Home is a live tutoring platform which enables the students to learn any subject of their choice LIVE sitting at the comfort of their home. With the help of technology we introduced this interactive learning platform which enables One to One learning and helping the students to learn at their own pace and get their doubts solved instantly.</p><p>It also creates job opportunity for various home tutors who cannot share their knowledge with many due to time and place constraint.</p><p>We believe that education should be shared with all without worrying about time and place.&nbsp;&nbsp;</p>","industries":["Education"],"name":"UNNOBO EDUCATIONAL SERVICES PRIVATE LIMITED","sectors":["E-learning"]},{"email":"anand@affinitytechsol.com","idea":"<p>Affinity Technology Solutions is a Technology Solutions &amp; IT Consulting Company, focussed on helping businesses in areas of technologies like Cloud, Mobility, Business Continuity Solutions, Security and Technology Services. Headquartered in Mumbai and also having operations in Delhi NCR, we provide distinctive &amp; Effective technology solutions through close partnerships with leading principals, carefully picked and chosen from the Gartner Magic Quadrant report. We empower our customers with the right blend of information technology, innovation and digital transformation solutions.</p>","industries":["IT Services"],"name":"Affinity Technology Solutions","sectors":["IT Consulting"]},{"email":"healthcred10@gmail.com","idea":"<p>An online platform for rewarding users for healthy and hygiene behaviour.</p>","industries":["Advertising"],"name":"Healthcred","sectors":["Others"]},{"email":"info.gmandassociates@gmail.com","idea":"<p>We, GM AND ASSOCIATES, situated at Dahisar East, Mumbai, Maharashtra are corporate consulting company managed by specialised team of consultants committed to provide quality experience to our clients in the widest spectrum of company registration services. Our diversified team with extensive legal, financial and corporate knowledge enables us to cater to the stated and unstated needs of our clients. Our aim is to provide best service to all our clients.</p>","industries":["Human Resources"],"name":"GM AND ASSOCIATES","sectors":["Recruitment Jobs"]},{"email":"nikit@tathya.earth","idea":"<p>Tathya.Earth provides insights on key economic indicators using alternative sources of data. Some of the alternative sources of data that we will leverage are geo location data, satellite data, IOT data, Web data etc. Some of the key economic indicators we will be tracking are production of key metal commodities like steel, aluminium, copper, nickel, zinc, etc; crude oil insights,; auto and ancillary production.  Our product features can also be leveraged to other use cases like crop yield monitoring, mining, pollution monitoring, defence, natural disasters, landscape changes etc. \n</p><p>\n</p><p>We are using machine learning technologies and computer vision technologies on these varied data sources and help provide near real time monitoring and measuring of these key economic indicators.\n</p><p>\n</p><p>Our uniqueness lies in the fact that we are using alternative data to provide near real time insights while majority of the companies provide insights using traditional sources and at fixed intervals.</p>","industries":["Analytics"],"name":"Ground Truth Technology Private Limited","sectors":["Data Science"]}]