[{"email":"sfaridh@hotmail.com","idea":"<p>Docterz at School, is a school health management programed conceptualized and implemented by a group of pediatricians. DAS is aimed at bridging the gap of setting up the right safety infrastructure and providing necessary training for the staff to develop the right safe school environment for children. Currently over a lakh of children are benefited through this program.&nbsp;&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"GOOD HEALTH GOOD EDUCATION PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"samkitengineers@gmail.com","idea":"<p>COMPANY IS ENGAGED IN CONSTRUCTION ACTIVITY.</p>","industries":["Construction"],"name":"SAMKIT ENGINEERS PRIVATE LIMITED","sectors":["Others"]},{"email":"ajay.aade@mahagram.in","idea":"<p>Mahagram Payments Private Limited is Mumbai based fintech firm pioneering for the cause of financial inclusion and also a preferred BC (Business Correspondent) to several public &amp; private banks. It is also a tech driven company focusing on innovative banking &amp; financial technologies to help digitalising villages. By partnering with banks and financial institutions Mahagram Payments Pvt Ltd. is providing hundreds of millions of Indians who are under-banked and who do not have the capability to resolve basic banking services and government schemes through their 20000 established chain of retail outlets called eGram Kendra. The objective is to help poor needy folks with financial, government and banking services through neighborhood shop owned and managed by local resident. Mahagram helps government, banks and local government bodies with implementing citizen centric projects in rural India. Their mission is to digitalise rural Indian with an easy access to all banking, non-banking, government and other basic services. The services we offer are Aadhar enabled payment Services which works as a ATM used for  cash Withdrawal at places where there are no banks within accessible limits also Domestic Money.</p><p><br></p><p>Mahagram is coming with the product<b>(ATM 1/10 Cost of Regular ATM, First of its kind in the World)</b> which will revolutionize the Fintech Industry.</p>","industries":["Finance Technology"],"name":"MAHAGRAM PAYMENTS PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"PThakur.p03@gmail.com","idea":"<p><a href=\"http://www.risinghub.org\" target=\"_blank\">www.risinghub.org</a><br></p>","industries":["Events"],"name":"Risinghub skill development center","sectors":["Others"]},{"email":"naren@smacconsultancy.com","idea":"<p>We are a young EdTech (e-learning) and IT product development company, headquartered in Mumbai. We specialize in creating e-learning products (LMS, learning apps, school ERP, online classes, etc) and custom software product development. We help Educational institutes and Publishers in introducing EdTech products in the market. Also, we help businesses to develop their mobile apps and other software products (e-commerce app, location and GPS based apps, etc.) through our custom software development services.</p><p><br></p><p>We have built an Edutech platform Zeptolearn that is starting to get traction in the market. It enables asynchronous learning where the student can study anytime anywhere using just a mobile device from the best quality teachers. Our mission is to arm India with a million bright minds from rural India in the coming decade.</p>","industries":["Education"],"name":"Zepto Digital Labs LLP","sectors":["Education Technology"]},{"email":"sagarika.khanna@skmjobs.com","idea":"<p>SKM Jobs is indulged in providing Manpower Services to the Banking, IT, BPO and Real Estate Sector</p>","industries":["Human Resources"],"name":"SKM Jobs","sectors":["Recruitment Jobs"]},{"email":"info@ixora-group.com","idea":"<p>In October 2015, promoted by Ranen, an industrious IIM grad, Ixora Tech Consulting is a provider of Business, Process consulting and Technology Transformation solutions to organizations.\n</p><p>We work with companies across multiple industry verticals solving business problems.\n</p><p>We have expertise and experience across multiple verticals such as Pharma, Healthcare, Retail, BFSI, Auto, Agri, Manufacturing, Education, Utility and many more.\n</p><p>Also helping many higher educational institutes for Smart Classroom, Green Campus, Automation, Strategy, Assessment and Accreditation, Research Plan, Research Infrastructure Development, Intellectual Property Rights, Product Incubation and Technology Business Incubation, Seed Fund Management.</p>","industries":["Others"],"name":"Ixora Tech Consulting Services Pvt Ltd","sectors":["Others"]},{"email":"monisha.narke@gmail.com","idea":"<p>RUR GreenLife is a socio environmental organisation founded in 2010, passionately working for the planet by creating eco conscious citizen aligning circular economy towards urban solid waste management. At RUR (Are you Reducing, Reusing, Recycling), we ideate,design,build and implement customised turnkey, cradle-to-cradle, waste-to-resource solutions which are sustainable and decentralised for homes, residential communities, schools, organisations and corporate offices. Our innovative aerobic biocomposter is India Patent filed (2017and Greenpro certified by IGBC-CII.</p><p>Our office is based in Mumbai and manufacturing unit is in Umbergao, with a team of 10 employees.&nbsp;</p><p>Through our 90+ decentralised waste management project sites, we have diverted over 650 tonnes of waste from landfills into recycling, educated over 30 million people towards green practices; mitigating 400 kg CO2 annually</p><p>Our collaborative project Go Green with Tetra Pak recycling, aimed at recycling post consumer empty Tetra Pak cartons has been successfully operational in Mumbai and we have recycled over 3.8 million cartons through this program, and donated over 300 garden benches made from fully recycled Tetra Pak cartons has been donated to the community. This project was also listed in Limca book of world record 2013.</p><p><br></p><p><a href=\"http://www.rur.co.in\" target=\"_blank\">RUR GreenLife Website</a></p>","industries":["Waste Management"],"name":"RUR GreenLife Pvt Ltd","sectors":["Others"]},{"email":"gauravi@credr.com","idea":"<p>CredR is a full-stack, vertically integrated, omni-channel ecosystem for used motorcycles. Backed with an intuitive, user-centric web platform, the brand aims at resolving the most common conflicts that a buyer or seller of used motorcycle may face.</p>","industries":["Automotive"],"name":"Incredible Technologies Pvt. Ltd. ","sectors":["Others"]},{"email":"abir@glamac.com","idea":"\n            <p>Manufacturing, Trading, Marketing, Supply, Export &amp; Merchant Exporter of Veterinary Formulations &amp; Feed Supplements for Poultry, Aqua &amp; Animal Use.</p>\n        ","industries":["Pets & Animals"],"name":"GLAMAC INTERNATIONAL PRIVATE LIMITED","sectors":["Others"]}]