[{"email":"tax@investza.in","idea":"<p>ab</p>","industries":["Others"],"name":"PRYDA HOSPITALITY PRIVATE LIMITED","sectors":["Others"]},{"email":"ashish@infusai.com","idea":"<p><a href=\"http://www.infusai.com\" target=\"_blank\">www.infusai.com</a><br></p>","industries":["Enterprise Software"],"name":"INFUSAI SOLUTIONS PRIVATE LIMITED","sectors":["CXM"]},{"email":"admin@algonauts.in","idea":"<p>We develop algorithms by statistical &amp; mathematical analysis to create portfolios and execute trades.</p>","industries":["Finance Technology"],"name":"ALGONAUTS TECHNOLOGIES PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"shreya@mumumco.com","idea":"<p>At The Mumum Co, we are passionate about improving how children eat – we are creating the category for healthy children’s snacks in India! Our snacks are 100% natural and contain no added sugar, no preservatives and no junk. We believe that there is a large opportunity to support parents with healthy eating options for their children by providing natural, yummy and ready-to-eat snacks. (Visit- www.mumumco.com to know more)\n</p><p>\n</p><p>Founded in 2017, our company is young and driven. The co-founders Farah Nathani Menzies and Shreya Lamba bring over two decades of experience to the table - they are mothers, MBAs from Harvard Business School and INSEAD, ex-management consultants from Bain &amp; Co and AT Kearney and passionate about nutrition and health.\n</p><p>\n</p><p>The Mumum Co. has been recognized by food industry leaders – we won the Eat Right Food Start Up 2019 award by the FSSAI as well as the Golden Spoon Best Food Start Up Retail awards. We have also been consistently appreciated by parents and won the Kids Stop Press Awards 2017 &amp; 2018.\n</p><p>\n</p><p>We are currently in over 200 stores and on most online sales platforms.</p>","industries":["Food & Beverages"],"name":"The Mumum","sectors":["Food Processing"]},{"email":"amit.singh@choiceindia.com","idea":"<p>aks web is a design studio</p>","industries":["Analytics"],"name":"aks","sectors":["Big Data"]},{"email":"tanisha@efgstore.in","idea":"<p>Company Profile\n</p><p>EFG STORE\n</p><p>Efgstore.in is a licensed pop-culture merchandise designer &amp;\n</p><p>manufacturer. Our licenses range from Marvel, DC comics, Harry\n</p><p>Potter, FRIENDS, Star Wars, Disney &amp; Cartoon Network - we\n</p><p>distribute an array of Accessories, stationery &amp; toys PAN India\n</p><p>(Online and Offline). Currently EFG is spread across 10+\n</p><p>marketplaces&nbsp;&amp; 100+ stores in India. Efgstore.in started in 2016\n</p><p>and since then have expanded their range to multiple licenses and\n</p><p>categories. Our young, motivated team is all set to disrupt the\n</p><p>accessory and stationery market through their design and product\n</p><p>innovation.&nbsp;\n</p><p>Our current plans can be expressed as follows\n</p><p>Acquire licenses: As of now we have acquired a wide range of licenses for the next\n</p><p>3 years and we plan to invest in licensing because it is the only way to scale our\n</p><p>business in India\n</p><p>&nbsp;\n</p><p>Increase the product range: We plan to increase the depth of our product line w.r.t\n</p><p>two verticals – Adult Range &amp; Mass Retail Range (for General Trade) and we are\n</p><p>working on both parallelly with separate sales plans. In addition, nostalgia factor is a\n</p><p>big push when it comes to fans deciding to buy. This is visible with how our products\n</p><p>are moving in large stores. This product range is expected to increase our margins\n</p><p>and profitability.\n</p><p>&nbsp;\n</p><p>Getting into the Back to school segment: This is where our Mass Retail Range\n</p><p>comes in place. We are betting on building the high-volume game as there is a huge\n</p><p>demand even in tier 2 and tier 3 cities for character merchandise and young parents look\n</p><p>forward to this during movie releases.\n</p><p>Creating a niche in gifting:&nbsp;We are also major hits in the Party favours, Corporate\n</p><p>gifting and return gift market. We have 4 packages that help us establish gifts for all\n</p><p>budgets - whether birthday party or wedding favours or your company’s corporate\n</p><p>gifts. This is a segment that help us generate upfront cash flow and works\n</p><p>seamlessly.\n</p><p>Stores: Next year we have 3 kiosks lined up across Hyper City Malls. By 2021 we\n</p><p>hope to launch our own flagship store, the first one in our home city of Mumbai. By\n</p><p>2024, we hope that we have been able to establish our presence across the country\n</p><p>with our own stores in most major cities through the franchising model.&nbsp;\n</p><p>\n</p><p>Tanisha Fagwani\n</p><p>Founder, EFG Store\n</p><p>Efgstore.in (then Every Flavour Geeks) started as a\n</p><p>passion project, by the then 18-year-old Tanisha Fagwani\n</p><p>in 2016. Little did she know that a side business to make\n</p><p>extra pocket money was going to turn into a full-fledged\n</p><p>brand changing the way the Indian market perceives\n</p><p>accessories &amp; stationery under the licensing segment.\n</p><p>It goes back to the time when she once wanted to order a Time Turner (an\n</p><p>accessory from Harry Potter) and it costed 50$ + shipping. She realised there\n</p><p>must be another way to cater to the other young fans like herself. Starting off\n</p><p>with savings from Internships at the time and a small loan from home, She\n</p><p>launched a self-created&nbsp;website.&nbsp;&nbsp;The gap in the market that she saw initially, no\n</p><p>availability of international licensed products in India, the one they are\n</p><p>addressing currently through our licensed product portfolio of International\n</p><p>brands.\n</p><p>Somewhere in between all this&nbsp;JK Rowling replied to one of her fan\n</p><p>tweets&nbsp;and that played quite a role to get her the jumpstart. It was trending all\n</p><p>over India\n</p><p>&nbsp;\n</p><p>Tanisha firmly stands tall on the three pillars her brand represents -Design,\n</p><p>affordability &amp; Quality.\n</p><p>“Every product we build is created to enhance the fan experience. We spend a\n</p><p>considerable amount of time &amp; efforts on product development. Quality\n</p><p>merchandise is our only way to scale in this Indian industry as It takes no time to\n</p><p>infiltrate unlicensed designs in the loophole Indian market. Our products are half\n</p><p>the price of that at International markets. This is a major boost to create our\n</p><p>brand name.” explains Tanisha\n</p><p>&nbsp;\n</p><p>Tanisha has been listed #21under21 by Talerang and has been awarded National\n</p><p>Leadership Award by WIEF &amp; Government of India.&nbsp;She is an Economics Major\n</p><p>from Jai Hind College and takes a keen interest in Product Design and Media\n</p><p>analytics. She currently heads the entire product development and Operations at\n</p><p>Efgstore.in and acts as the Founder &amp; CEO\n</p><p>She started EFG in her 2 nd &nbsp;year of college and has since then taken it across\n</p><p>100+ stores in India. She really believes the brand can soon be retailing across\n</p><p>every Hyper City Set-up there is.\n</p><p>Efgstore.in has created a niche in&nbsp;accessories, curated stationery &amp; home décor.\n</p><p>“We deeply believe in our self-made philosophy&nbsp;‘If plan ABC didn’t work there is\n</p><p>always plan&nbsp;EFG’&nbsp;and are hence exploring and adapting to things as and when they\n</p><p>trend.” Says Tanisha</p>","industries":["Retail"],"name":"EVERY FLAVOUR GEEKS PRIVATE LIMITED","sectors":["Comparison Shopping"]},{"email":"chinmay@shopholix.com","idea":"<p>Shopholix is on a mission to digitize the offline shopping experience (&amp; thus enhance it) brick by brick. We are a b2c company, with a core focus on mobile interactions. We aggregate offline shopping data (store location, in-store offers, categories sold, virtual widow-shop, exclusive discounts) to provide meaningful information to shoppers.</p>","industries":["Retail"],"name":"SHOPHOLIX MARKETING SERVICES PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"neeraj.kothari@seekblessings.com","idea":"<p>SeekBlessings.com is  powered by VK Spirituality Pvt Ltd. &amp; is a one stop shop for all spiritual &amp; religious requirements using  a state of the art technology interface allowing consumers to “live their spiritual dream” by enabling all spiritual services at your fingertips\n</p><p>\n</p><p>The endeavor is to provide our customers across the globe with high quality, comprehensive, consistent and a secure platform to fulfill their spiritual &amp; religious \n</p><p>\n</p><p>Live your spiritual dream’ &amp; ‘Faith at your finger tips’ &amp; ‘are the mantras that have been the basics on which the services have been designed. Added to this customer experience is bundled in every step along with ease of operations making it the best in class solution that will be available.</p>","industries":["Others"],"name":"seekblessings.com","sectors":["Others"]},{"email":"vatsalgudhka@gmail.com","idea":"\n            <p>We at Iuova Design, focus on bridging the gap between a Concept Idea to a Final Market ready Product.&nbsp;<a href=\"http://www.iuovadesign.in\" target=\"_blank\">www.iuovadesign.in</a></p>\n        ","industries":["Design"],"name":"IUOVA PRODUCT DESIGN PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"vishal.samant@v2stech.com","idea":"<p>V2STech Solutions offers a spectrum of software implementation services.  Our core offering includes services like enterprise application development, mobile application development, User interface &amp; User experience(UI/UX) design, Payment gateway development and SaaS product development. \n</p><p>\n</p><p>We have implemented enterprise application using technology stack that includes Java, Spring, Spring MVC, Spring Boot, Spring Data, Hibernate, JPA, React, React Native, NodeJS, AnugularJS, Struts, JSP, Python, Django, Flask, Open CV, Dialogflow, ElasticSearch, Redis, MySQL, Adobe XD, Adobe Design suite, Google App Engine, Jenkins, AWS, Android, Swift, IONIC, Mule, PHP, JQuery, HTML,CSS, Firebase and many others.\n</p><p>\n</p><p>Our key statistics are as below\n</p><p>We have served more than 30 customers across India, United Kingdom, USA and Abu dhabi.\n</p><p>Over 2000 man month’s project execution experience\n</p><p>We have executed more than 50+ enterprise projects\n</p><p>Participated in development of 5 products from inception stage to go-to-market for technology startups\n</p><p>We have setup 5+ offshore development centers for our key customers outside/within India\n</p><p>Our senior team has HFI certified usability architect, TOGAF certified enterprise architect, Enterprise architects and SCRUM certified professionals\n</p><p>We have extensive work experience in using open source frameworks and have used it for large enterprise implementations\n</p><p>We have developed custom payment gateway solutions for high transaction volume with 100% PCI compliance.\n</p><p>We have participated in development of smart citizen solutions for municipal corporation and local government authorities in India\n</p><p>\n</p><p>Top reasons TO MAKE V2STECH YOUR TECHNICAL PARTNER\n</p><p>\n</p><p>We offer complete solutions right from user interface design, software development to hosting on cloud servers online. Our services are customised for your business requirements.\n</p><p>We have good domain experience in verticals like Payment processing, Education, Transportation, Field management, E-commerce, Instrumentation for Chemical analysis and many others\n</p><p>We always find cost effective solutions with use of open source technology frameworks with complete data security\n</p><p>We work as your team with complete focus on intellectual property protection, quality delivery and effective communication\n</p><p>We can setup Offshore Development Center (ODC) with dedicated team. We also offer BOT (Build, Operate and Transfer) services</p>","industries":["IT Services"],"name":"V2STECH SOLUTIONS PRIVATE LIMITED","sectors":["IT Consulting"]}]