[{"email":"atharva.ssk@gmail.com","idea":"In the past have developed reviseonthego suite application for SSC students. 30000 + students used it and got benefited. Current focus is on reimagining a medical prescription. English prescription is mostly incomprehensible by masses. Wrong medication is a cause of many deaths and adverse reactions. My idea is to develop a multimedia prescription in form of video in native language. This video will have images of actual tablets and comprehensive instructions in native languages. Novel concept of Multimedia ontology of medicines is proposed. A patent has been applied for. POC development is WIP.&nbsp;&nbsp;","industries":["Healthcare & Lifesciences"],"name":"ASKIM TECHNOLOGIES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"primakindia.maharashtra@gmail.com","idea":"<p>WE ARE THE IMPORTERS OF HAND TOOLS AND POWER TOOLS AND ALSO THE MANUFACTURER OF POWER ADAPTERS AND METAL SMPS, WE ALSO DESIGN PCB BOARDS AS PER THE REQUIREMENT. ALL KIND OF ELECTRICAL SOLUTIONS ARE GIVEN HERE.</p><p><br></p><p>WE HAVE STARTED OUR CCTV INSTALLATION AND YEAR AGO</p>","industries":["Telecommunication & Networking"],"name":"PRIMAK INTERNATIONAL LLP","sectors":["Others"]},{"email":"sarita.balloony@gmail.com","idea":"<p><a href=\"http://www.balloony.in\" target=\"_blank\">www.balloony.in</a><br></p>","industries":["IT Services"],"name":"Balloony.in","sectors":["Others"]},{"email":"ankit.shah@herbatechnologies.com","idea":"<p><a href=\"https://drive.google.com/open?id=1pzrtNLrT0T9D2EEfNuuU5Jrh243JkDNJ\" target=\"_blank\">Director Speech.</a><br></p>","industries":["Advertising"],"name":"HERBA TECHNOLOGIES PRIVATE LIMITED","sectors":["AdTech"]},{"email":"dbcartridge1@gmail.com","idea":"<p>https://www.indiamart.com/db-cartridge/</p>","industries":["IT Services"],"name":"mukesh bala ravriya","sectors":["Others"]},{"email":"Kajaljaink5@gmail.com","idea":"To carry on the business of providing solutions and services related to Web-Technologies, Internet and E-commerce, including to design, develop, maintain, operate, own, establish, install, host, provide, create, facilitate, supply, sale, purchase, license or otherwise deal in Internet portals, Internet networks, Media Portals, Internet solutions, Internet gateways, Internet service providers, E-commerce, Web-site designing, Web based and Web enabled services and applications, E-commerce service provider, E-commerce solutions, E-commerce platforms, Ecommerce education, E-commerce technologies and E-business solutions in India and abroad.","industries":["IT Services"],"name":"Graphitto Labs Private Limited","sectors":["Web Development"]},{"email":"rakesh.jangid@whiteinfra.com","idea":"<p>White is a turnkey solutions company with a successful track record of delivering projects in different formats including Design &amp; Build Contracts, Main Contracts and Package Contracts. Our experience encompasses serving clients in almost all sectors of business including premium hospitality, commercial, retail and luxury residences. Our strong, varied and in-house capabilities coupled with our long standing relations with consultants, contractors, suppliers and specialised tradesmen help us in delivering you the highest quality service while creating customised, state of art, innovative spaces.</p><p><br></p><p>Our Services include:</p><p>- Design &amp; Build Contracts</p><p>- Main Contract</p><p>- Package Contracts</p>","industries":["Architecture Interior Design"],"name":"White Infrastructure Private Limited","sectors":["Others"]},{"email":"AKASH@INSIGNIASEARCH.IN","idea":"<p>We aim to be one of the largest leadership search firm in India. We are working with some large corporates and looking to scale up the business on a Pan India basis. We specialise in executive search for BFSI &amp; IT clients</p>","industries":["Human Resources"],"name":"INSIGNIA SEARCH PARTNERS LLP","sectors":["Recruitment Jobs"]},{"email":"rapknmaaneerajha@gmail.com","idea":"<p><a href=\"http://www.kytconsultancy.com\" target=\"_blank\">www.kytconsultancy.com</a><br></p>","industries":["Education"],"name":"KYT","sectors":["Skill Development"]},{"email":"abhinav.m@pay1.in","idea":"<p>The app provides the customer with the local deals and coupons on the everyday products that are active in your locality. The retailers in your area can create discount coupons that the customer can avail with ease. Lead Generation and cash collection for various push services can happen through the Grahak application</p>","industries":["Finance Technology"],"name":"GRAHAK1","sectors":["Others"]}]