[{"email":"sagarsteelcorp@gmail.com","idea":"<p>WE ARE A REGULAR SUPPLIER OF VARIOUS GIANT POWER PLANTS / REFINERIES / PETROCHEMICAL / OIL AND GAS / FERTILIZERS / CHEMICAL / SUGAR / AND ALL OF ENGINEERING PLANTS ALSO FOLLOWING GOVERNMENT / LTD., COMPANIES. \n</p><p>\n</p><p>M/S : IRANIAN  OFFSHORE  ENGG. M/S. KVAERNER POWERGAS INDIA PRIVATE LTD., /            M/S. CARGILL INDIA PRIVATE LIMITED /M/S. UEM INDIA LTD/ M/S. SEPCO  /  M/S. DEGREMOUNT INDIA LTD., / M/S. SIMON INDIA LTD., / M/S. B.A.R.C / M/S. INDIAN OIL CORPORATION LTD / M/S.OIL &amp; NATURAL GAS CORPORATION LTD/ M/S. NUCLEAR POWER CORPORATION LTD., /          M/S. INDOMAG STEEL TECHNOLOGY LTD /.,M/S. IFFCO /  M/S. HUMBOLDT WEDAG INDIA PVT. LTD /  M/S. : LEIGHTON CONTRACTORS PVT LTD / ETC. \n</p><p>\n</p><p>WE ARE DEALING WITH A NUMBER OF PRODUCTS PRACTICALLY TO CATER TO YOUR REQUIREMENT.  WE CAN DO OUR LEVEL BEST TO ARRANGE THE RIGHT MATERIALS IN RIGHT TIME AT A VERY COMPETITIVE RATE.  HOWEVER WE ARE HEREWITH ATTACHING OUR INTRODUCTORY LETTER FOR YOUR READY REFERENCE. \n</p><p>\n</p><p>ALL THE LISTED MATERIALS WILL BE SUPPLIED UNDER THIRD PARTY INSPECTION AGENCY NAMELY: DNV/ TUV / BV / SGS / PDIL &amp; LLOYDS, OR ANY OF YOUR NOMINATED THIRD PARTY INSPECTION AGENCY. \n</p><p>\n</p><p>WE ARE VERY MUCH INTERESTED TO START A BUSINESS RELATION WITH YOUR ESTEEMED ORGANIZATION AND THEREFORE WE HUMBLY REQUEST YOU TO PLEASE SEND US YOUR VALUED ENQUIRIES AS AND WHEN YOU ARE IN NEED OF THE MATERIAL FOR THE STRENGTH OF BUSINESS RELATION.\n</p><p>\n</p><p>YOU ARE REQUESTED TO KINDLY GO THROUGH OUR PROFILE AND INCLUDE OUR NAME IN YOUR APPROVED VENDORS LIST AND LET US HAVE YOUR VALUABLE ENQUIRES FROM TIME TO TIME.\n</p><p>\n</p><p>THANKING YOU AND ASSURING YOU OF OUR BEST &amp; PROMPT SERVICES AT ALL TIMES. \n</p><p>\n</p><p>YOURS FAITHFULLY,\n</p><p>\n</p><p>FOR SAGAR STEEL CORPORATION,  \n</p><p>\n</p><p>PARTNER\n</p><p>HITESH SANGHVI    MOBILE NO: +91 98201 37788  \n</p><p>\n</p><p>PRODUCT LIST\n</p><p>\n</p><p>SUB : ENLISTMENT OF OUR FIRM FOR SUPPLY OF SS, CS, AS – PIPE, SHEET, PLATE, FITTINGS\n</p><p>\n</p><p>IT GIVES US GREAT PLEASURE TO INTRODUCE OURSELVES AS ONE OF THE LEADING EXPORTERS &amp; INDIGENOUS STOCKIEST AND DEALERS OF FOLLOWING INDUSTRIAL RAW MATERIALS. \n</p><p>\n</p><p>01\n</p><p>&nbsp;C.S. SEAMLESS PIPE ASTM A 106 GRADE B WITH IBR &amp; NON IBR   (SCH 40, SCH 80, SCH 160 &amp; EXTRA STRONG) SIZE : 2” NB, 3” NB, 4” NB, 5” NB, 6” NB, 8” NB, 10 NB, 12” NB, 14” NB, 16” NB, 18” NB, 20” NB,  22” NB,  24” NB,   26” NB,   28” NB,   30” NB,   32” NB,   34” NB   &amp;   36” NB. MITTAL STEEL, SUMITOMO, TERNARIES, V&amp;M &amp;  INDIGENOUS MAKE.\n</p><p>\t\n</p><p>02\tSEAMLESS, LSAW, HSAW PIPE API 5L  X52, X56, X60, X65, X70, PSL 1/2,  SEAMLESS SIZE : ½” TO 26” , LSAW &amp; HSAW 32” TO 100” NB ( TENARIS, V&amp;M, SUMITOMO &amp; INDIGENOUS MAKE.\n</p><p>\t\n</p><p>03\tS.S. WELDED &amp; SEAMLESS PIPE GRADES OF 304, 304L, 316, 316L, 310, 317 AND 904L SIZE : ½”  NB,  ¾”  NB, 1”  NB,  1.1/2”  NB,  2” NB,  3” NB,  4” NB,  5” NB,  6” NB,   8” NB,   10” NB &amp;  12” NB (SCH 10,  SCH 40  &amp;  SCH  80)      ( NIPPON STEEL, SUMITOMO, TUBACEX &amp; INDIGENOUS MAKE)\n</p><p>\t\n</p><p>04\tALLOY STEEL SEAMLESS PIPE ASTM A 335 GRADE P1, P5, P11, P12 &amp; P22  (SCH 40, SCH 80, SCH 160 &amp; EXTRA STRONG) SIZE: 2” NB, 3” NB, 4” NB, 5” NB, 6” NB, 8” NB, 10” NB,12” NB, 14” NB, 16” NB, 18” NB, 20” NB, 24” ( TENARIS, V&amp;M, SUMITOMO &amp; INDIGENOUS MAKE.   \n</p><p>\t\n</p><p>05\n</p><p>&nbsp;ALLOY STEEL PLATES ASTM A 387 CLASS 1 &amp; 2, GRADE 2, 11, 12, 22 ASTM A 515/516 GRADE 60/70 AND CARTOON STEEL, SAILMA STEEL HARDOX PLATE, MILD STEEL &amp; CHEQUERED PLATE  IN ALL GRADES. \n</p><p>\t\n</p><p>06\n</p><p>&nbsp;CS &amp; S.S. PIPE FITTINGS, BW, SW &amp; SCREWED. ASTM A 403, SA 182, A 234, WPB A 105. ELBOW, REDUCER, TEE, FLANGE, NUT &amp; BOLTS. \n</p><p>\t\n</p><p>07\tLONG RADIUS MS BENDS OD 2D, 3D, 5D, 10D SIZES UPTO 20\" NB &amp; ANY DEGREE.\n</p><p>\t\n</p><p>08\tSPECIAL ALLOYS, DUPLEX – SUPER DUPLEX, NITRONIC ALLOYS, SPECIAL ALLOYS, ALLOY 17-4 PH AND ALL TYPES OF HIGH PERFORMANCE ALLOYS ALONG WITH EN 10204 / 3.1 CERTIFICATION.  \n</p><p>\t\n</p><p>09\tALL TYPES OF ROUND &amp;  FLAT. \n</p><p>\n</p><p>MATERIALS MANUFACTURER’S TEST CERTIFICATE WILL BE PROVIDED ALONG WITH THE SUPPLY. MATERIALS WILL BE OFFERED FOR PRE-DESPATCH INSPECTION TO YOU AND YOUR ANY THIRD PARTY INSPECTION UNITS  (EIL, BV, PDIL, ICB, BAX COUNCIL, H &amp; G, UHDE, FEDDO, DNV, NPCL, AND LLOYDS).\n</p><p>\n</p><p>YOU ARE REQUESTED TO KINDLY ENLIST OUR NAME WITH YOUR APPROVED VENDORS LIST FLOAT US YOUR VALUABLE PURCHASE ENQUIRIES FROM TIME TO TIME.\n</p><p>\n</p><p>THANKING YOU,\n</p><p>\n</p><p>YOURS FAITHFULLY,\n</p><p>FOR SAGAR STEEL CORPORATION,  \n</p><p>\n</p><p>PARTNER\n</p><p>HITESH SANGHVI    MOBILE NO: +91 98201 37788</p>","industries":["AI"],"name":"SAGAR STEEL CORPORATION","sectors":["Others"]},{"email":"info@swadesee.com","idea":"<p>Swadesee is an interactive experience marketplace that curates and lists travel experiences with local experts across rural Maharashtra. The experiences generally revolve around a community, culture or tribe; where in travellers and knowledge seekers understand the traditional and contemporary lives of the community through interactions such as village walks, art workshops, farm tours, biodiversity walks and of course – local, traditional, home-made meals!&nbsp;</p><p><br></p><p>Our mission is to reduce the sharp urban-rural divide while incentivising rural communities to protect and conserve their heritage – our shared heritage as a nation.</p>","industries":["Travel & Tourism"],"name":"Swadesee","sectors":["Experiential Travel"]},{"email":"prince@binitright.com","idea":"<p></p><p><span><b><u>BIN IT RIGHT</u> is a resource management company whose only ambition is to respect every discarded material and up/recycle it. The dream is of a garbage-free world devoid of landfills.</b></span></p><b><br><span>The name <u>BIN IT RIGHT</u> refers to the concept of putting the right discarded materials into right bins, thus changing the way people look at materials which are not of use as they know it and learn the value of waste. We aim to create value for materials that are seemingly at the end of their life-cycles by working in collaboration with existing systems as well as by addressing the issues of mainstream recycling in India.</span><br><br><span><u>BIN IT RIGHT's</u> social media campaign, ‘#binitrightchallenge (BIN IT RIGHT Challenge) educates people about waste segregation and helps them in understanding how the waste that they are generating can become part of a circular economy rather than clogging landfills and oceans.</span><br><br><span><u>BIN IT RIGHT</u> targets to reduce un-used materials going to dumping yard. In our everyday life, we neglect recyclable materials, hence creating unnecessary pollution of our natural resources. Small steps at the individual level can become a big part of the solution towards this problem and this is what we work towards. As individuals, it’s very difficult to get a grip on these neglected materials but if we segregate it further individually and collect it as a collective group with the necessary support systems then it becomes easier to manage all kinds of waste responsibly.</span><br><br><span>Any material can turn into a resource whether it is a food packaging, stationery or anything else that is put in a dustbin. It is this awareness that we are trying to create by encouraging people to respect all kinds of materials and look at it with a sense of responsibility.</span></b><p></p>","industries":["Green Technology"],"name":"BIN IT RIGHT PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"bhutyani.vivek@lattukids.com","idea":"<p>Lattukids is an early learning app for pre-school kids aged 3 to 10 years that teaches English to kids using native languages and contextual gamification from animation videos.</p>","industries":["Education"],"name":"LATTU MEDIA PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"pujari@microvisionservices.com","idea":"<p>http://www.microvisionservices.com/</p>","industries":["IT Services"],"name":"MICROVISION SYSTEMS AND SOLUTIONS","sectors":["Others"]},{"email":"tushar.chowhan@exo-field.com","idea":"<p>Exo-Field Engineering Solutions Private Limited a company incorporated on the ‘’22nd of November 2017” is primarily focussed on building products and providing engineering solutions to the Energy and allied High-Tech Engineering sectors. It is currently operating in two major areas viz. High-Tech Engineering Product Building and providing core Engineering Out-Sourcing services.</p>","industries":["IT Services"],"name":"EXO-FIELD ENGINEERING SOLUTIONS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"alphalabskincare@gmail.com","idea":"<p>Alpha Lab is an advanced natural skin care brand for men that is based on cutting edge bio technology.</p><p><br></p><p>From cleansing and moisturizing to targeting specific skin concerns such as acne or pigmentation / uneven skin tone, oily skin etc. We offer a complete solution for men.</p>","industries":["House-Hold Services"],"name":"SHEPHERD INDUSTRIES PRIVATE LIMITED","sectors":["Personal Care"]},{"email":"info@orisonofs.com","idea":"<p>Orison Oilfield Services established in 2018 with a vision of becoming Indian’s premier Oilfield service company. Orison Oilfield services is a diversified group to meet the growing demand for professional service in the oilfield.</p><p>Orison Oilfield services represent world-renowned experts in the oilfield and other sectors. We know that no compromise is acceptable.</p><p>The supply of equipment and services are in compliance with international regulatory standards.</p><p>We as Orison fully understand your quick and sometimes urgent need for equipment and / or consumables.</p><p><span>To serve you the best and quickest way we keep a certain amount of our consumables in stock as well as different types of equipment ready to be sold or rented out for short temporary jobs.</span></p><p><span><br></span><a href=\"http://www.orisonofs.com\" target=\"_blank\">www.orisonofs.com</a></p>","industries":["Renewable Energy"],"name":"ORISON OILFIELD SERVICES","sectors":["Others"]},{"email":"jktechnology.apple@gmail.com","idea":"<p>J k technology</p>","industries":["IT Services"],"name":"J K TECHNOLOGY","sectors":["IT Management"]},{"email":"shivaisushikshitberojgarseva@gmail.com","idea":"<p>SERVICES ACTIVITY RELETED TO:-\n</p><p>\n</p><p>Housekeeping Services, Facility Management Services, Gardening Services, Security Services, Driver Services, Manpower Supply, Painting, Electrical Fitting, Interior Decorator, Civil Works and Furniture Work etc..</p>","industries":["Human Resources"],"name":"SHIVAI SUSHIKSHIT BEROJGAR SEVA SAHAKARI SNASTHA MARYADIT","sectors":["Skills Assessment"]}]