[{"email":"hellofrolik@gmail.com","idea":"<p>Frolik Marketplace is a platform for Games Rental services, which connects businesses and people who want games on rent for events and parties and people who want to rent out their games to earn money.</p>","industries":["Others"],"name":"Frolik Games","sectors":["Others"]},{"email":"info@kapiva.in","idea":"<p>Kapiva is a functional foods brand focused on bringing selectively sourced, natural foods to Indian consumers. Backed by the iconic Baidyanath group, we help bring the wisdom of India’s ancient food traditions to modern day consumers.\n</p><p>Kapiva's high quality product range includes Herbal Juices, Ghee, Cold-Pressed Oils, Nutrition Powders and much more. Our products are top performers on online marketplaces like Amazon, we're growing our presence offline in a big way (Nature’s Basket, Noble Plus etc) and we've recently closed Series A funding from India’s best Consumer VC Fund – Fireside Ventures.</p><p>Here's a link to our website: www.kapiva.in&nbsp;</p>","industries":["Food & Beverages"],"name":"Kapiva","sectors":["Food Processing"]},{"email":"sam@natunatech.com","idea":"<p>NatunaTech has  redefined technology selling with its  unique Sales as a Managed Service (SaaMS) offering that is almost risk-free for its customers. With a global client base and a proven model  of over 3.5 years we have achieved  over $ 600 K in revenues and have grown over 50% YoY growth. We are seeking funds for global expansion of our model that can completely disrupt the way selling is done in the technology space. We have a razor-sharp focus on the technology solution providers who want to sell to enterprises outside of their base markets.</p>","industries":["Marketing"],"name":"NatunaTech Private Limited","sectors":["Others"]},{"email":"jalaramcopycentre@gmail.com","idea":"<p>jalaramcopycentre@gmail.com&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Jalaram Copy Centre","sectors":["Others"]},{"email":"vaibav1990@gmail.com","idea":"<p>Jawhar Tourism is working towards development of tourism related activities in the tribal region of Jawhar, Palghar. Their objective is to restrict rural-urban migration and generate livelihood opportunities, thus empowering local communities.</p>","industries":["Travel & Tourism"],"name":"JAWHAR TOURISM AND HOSPITALITY PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"nishakeshari08@gmail.com","idea":"<p>An e-commerce platform in B2B space for pharma products</p>","industries":["Healthcare & Lifesciences"],"name":"FELICITAS DIGITECH PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"loyalty@grorewardz.com","idea":"<p>We program manage end to end Solutions (IT platform, Rewards, Customer Care) for B2B Sales Channels of mid-large corporations.</p>","industries":["Professional & Commercial Services"],"name":"GroValue Industries Pvt Ltd","sectors":["Business Support Services"]},{"email":"praakas_fulmali@hotmail.com","idea":"<p>Health Food Startup</p>","industries":["Food & Beverages"],"name":"NOPANGGANG FOODS (OPC) PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"hersh@thegleco.com","idea":"GLECO stands for GLobal Education COnsultants. We partner with professional organisations that are driving excellence across the globe, with their thought leadership, qualifications and training that meets the demands for skills required in tomorrow’s world of work. The name GLECO resonates with openness, loyalty and efficiency. We at GLECO, strongly believe in creating an impact through our passion, persistence and professionalism. GLECO, through its global partners, is committed to empowering the next generation of leaders with the acumen needed to navigate their way towards success. The world of work today, demands a blend of skill, knowledge and wisdom. Our vision at GLECO is to prepare India’s human capital for an increasingly complex, fast paced and dynamic business environment.  We aim to create a pool of working professionals which is going to make them employable across sectors and industries. GLECO is the exclusive India Affiliate of the Institute of Risk Management, UK which is the leading professional body for Enterprise Risk Management. GLECO seeks to deliver IRM’s global training and qualifications through game learning, online webinars and classroom training to student communities, working professionals, education institutions, startups, family businesses, small-medium enterprises and large organisations in India.","industries":["Education"],"name":"GLECO INTERNATIONAL PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"abhijit@crelytics.io","idea":"<p>Enabling Financial access for the next billion.</p>","industries":["Finance Technology"],"name":"CRELYTICS TECHNOLOGY PRIVATE LIMITED","sectors":["Business Finance"]}]