[{"email":"support@infinzi.in","idea":"<p>infinzi provides entire backend services and solutions to startups, SMEs and large entreprises. We started back in 2017 as a Proprietorship firm and now registered as LLP in 2019.</p><p><br></p><p>infinzi provides freelance services in Business Consulting, Accounting &amp; Compliances, HR &amp; Recruitment, Business Registrations, Company Secretary &amp; ROC, Website Development, Digital Marketing &amp; IT Support.</p>","industries":["Professional & Commercial Services"],"name":"AZG CONSULTING LLP","sectors":["Business Support Services"]},{"email":"contact@metamug.com","idea":"<p>Metamug is an API technology company that focuses on API development and management. </p><p><br></p><p>Our product Metamug Console is rapid API development software, that lets developers build REST APIs over relational databases like MySQL, Postgres, MS SQL Server, and others. Metamug uses REST conventions over tedious and time-consuming configurations along with the flexibility to design a complex API.<br><br><br></p>","industries":["Enterprise Software"],"name":"METAMUG TECHNOLOGIES LLP","sectors":["Enterprise Mobility"]},{"email":"amit@indusvox.com","idea":"<p>IVM Podcasts is a podcast Network that was launched in 2015. We have created numerous long form audio talk shows and are looking to scale the business in the next year.</p>","industries":["Media & Entertainment"],"name":"INDUS VOX DIGITAL MEDIA PRIVATE LIMITED","sectors":["Digital Media"]},{"email":"sales@pipecentre.in","idea":"<p>WE ARE INTO STOCKIEST / IMPORTER /&nbsp; EXPOTER OF CARBON STEEL / STAINLESS STEEL / ALLOY STEEL FERROUS AND NON FERROUS PRODUCT</p>","industries":["Others"],"name":"THE MAITRI METALS P LTD","sectors":["Others"]},{"email":"avaltechcontact@gmail.com","idea":"<p>AVALTECH Is established in the year 2016 by Mr. Mohammad Tauhid Alam proprietor/Director\n</p><p>We are one of the pioneers in the manufacture of IBR, NON-IBR Instrumentation Valves &amp; Tube/Pipe Fittings, Compression fittings, Globe Valves, Needle Valves, Ball Valves, T C Ball valves, Multiport Ball valve,\n</p><p>a shut-off Ball valve, Check Valves, Valve Manifolds, Snnuber, Air Header, Condensate Pot, Syphon, Air Filter Regulator, and Erection materials for Hydraulic and Pneumatic applications in India.\n</p><p>The wide applications of AVALTECH Constructed Products are in Power plants, Oil refineries, Petrochemical Plant, Steel Plant, Paper Plant, water treatment plant, Gas plant, Food, Beverage Biotech &amp; Pharmaceutical processing Plant and Instrumentation industries.\n</p><p>□MOC\n</p><p>Pre-tested raw materials are used in the manufacture of various products, ensuring high quality and timely supply to the Customers. The products are tested and guaranteed as per Advanced Industrial Standards.\n</p><p>AVALTECH Valves &amp; Fittings manufactures Process Control Valves, Fittings and Allied Accessories with Exquisite Quality, which will meet customer Requirements in Domestic and Universal Markets. Our Prompt Delivery with Quality Satisfaction.\n</p><p>Metal Description all metal and Construction materials used in manufacturing\n</p><p>\n</p><p>SS 316L, SS316, SS304, BRASS,MS,MONEL400, INCONEL625 and Forged fabricated &amp; Bar stock raw material</p>","industries":["Construction"],"name":"AVAL TECH","sectors":["Others"]},{"email":"RKASSOCIATESFILING@GMAIL.COM","idea":"<p>We deal in electrical products &amp; goverment tenders</p>","industries":["Technology Hardware"],"name":"ASHTAVED ORGANIC PRIVATE LIMITED","sectors":["Electronics"]},{"email":"kritika@realtynxt.com","idea":"<p>Since RealtyNXT was started with a promise of not just being a media publishing platform exclusive to real estate but also serving as a social platform where we can integrate different facets of Real estate industry and highlight such diverse segments that are present in the real estate market</p><p><br></p><p><span>It's our vision to make sure RealtyNXT keeps delivering great content and create amazing collaboration between other verticals for more business transactions to take place, especially on the technology front.</span></p>","industries":["Real Estate"],"name":"RealtyNXT","sectors":["Others"]},{"email":"amrit.kaur@selfinindia.com","idea":"<p>SelFin India: Founded by renowned technocrats&nbsp; </p><p>SelFin India Financial Services Private Limited (SelFin) is a private limited company registered with Reserve Bank of India as a Non Banking Finance Company bearing registration number, N-14.03480.&nbsp; SelFin has been founded by renowned industry professionals , Mr Alexander Graubner-Müller (promoter, awarded Forbes 30 under 30), Mrs Amrir Kaur (promoter and lawyer), Mr Ashwani Manaktala (co founder) and Mr Nilesh Thakkar (co founder). The company has been backed by a large venture fund, Rocket Internet SE, that incubates, builds, develops operationally and strategically in internet and technology companies globally. It provides operational support to its companies and helps them scale internationally. Rocket Internet's has invested in more than 200 companies globally in a large number of countries around the world.&nbsp; SelFin: Serving the underserved small businesses- Huge business opportunity&nbsp; SelFin is providing customised flexible financing solutions for very small businesses in one single session through personalised financial advisors. SelFin creates a perfect blend of physical and digital financial service at the door step of small businesses who generally do not have time to run around bank branches for meeting their financing needs. India has around 63 million micro enterprises contributing 29% to GDP and the market is growing at 8.5% per annum. &nbsp; SelFin: Scalable business model creating huge employment and wealth&nbsp; SelFin India is rapidly growing NBFC that has already disbursed loans to more than 2000 small business across 8 locations in India. Currently SelFin employs 53 directly and indirectly and plans to take that number to ~ 400 over the next 4 years. Further it creates signifiant business and employment opportunities through its vendors in credit, finance, administration,etc. In its last round of financing by Rocket Internet, SelFin has become one of the highest valued startup NBFC based on the credentials of its technocrat promoters and co-founders.<br></p>","industries":["Finance Technology"],"name":"SELFIN INDIA FINANCIAL SERVICES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"nahiyan@beldara.com","idea":"<p>Beldara is a global B2B marketplace that enables businesses to sell internationally by enhancing their marketing efforts, sales processes and improving efficiencies. We offer top of the line technology infrastructure to help your business reach new levels of success along with providing innovative marketing tools that help you to reach the right customers at the right time and place.</p><p><br></p><p>Connect Buyers and suppliers from different nations\n</p><p>As a global B2B marketplace, we aim to connect buyers and suppliers from different nations or even continents to ensure that they kick off import and export according to their needs. As engaging with users is essential for the success of any business, We offer access to the latest technology tools that help you to connect with thousands of customers and go beyond the geographical boundaries.</p><p><br></p><p>The essence of our business is to help consumers, brands, retailers, merchants, other businesses, strategic alliance partners and third-party service providers to reach new levels of success every day and be happy with every transaction done at Beldara.com</p>","industries":["Marketing"],"name":"PMK Ecommerce Pvt Ltd","sectors":["Digital Marketing (SEO Automation)"]},{"email":"sourabh.w@somaiya.edu","idea":"<p>We are a medtech startup developing health monitoring devices for babies.</p>","industries":["Technology Hardware"],"name":"KIDYFIT CARE PRIVATE LIMITED","sectors":["Electronics"]}]