[{"email":"gaurav@2downbeer.co","idea":"<p>2 Down Beer Co. is a craft beer company based in Mumbai. We aim to accelerate the craft beer evolution in the state. Our beers were launched in February 2019 at TAPPED - India's biggest craft beer festival and won 2 Jury awards. We started distributing our beers to restaurants in Mumbai and Pune from April.</p>","industries":["Food & Beverages"],"name":"2 Down Beer Co.","sectors":["Microbrewery"]},{"email":"marketing@suta.in","idea":"<p>A journey started by two enterprising sisters, Sujata and Taniya Biswas believes Suta isn’t just an entrepreneurial stint for them it is an ever-growing family that celebrates sustainable with fashion.  Each piece is designed from the heart combining India’s centuries-old weaving traditions contemporary style. \n</p><p>\n</p><p>Labour of Love:\n</p><p>City girls but traditionalist at heart Su and Ta often found it difficult to source affordable, sustainable and contemporary Indian wear for themselves. What gave them the nudge to pause and give up the everyday bustle and jump the entrepreneurial band wagon, was a trip to their native village in West Bengal. Fascinated with the weaving craft and appalled at the current conditions, they took it on themselves to revitalize this unique handloom industry. Their business aim was simple: to uplift the weaver community, to promote slow fashion and to bring back the saree as an everyday uber cool outfit for all generations at affordable prices. Today, as they look back with pride, they are a strong team of weavers, designers, embroiderers and admin, weaving the future together as a Rs. 6 crore bootstrapped company!\n</p><p>\n</p><p>Today, though the handloom industry constitutes one of the most extensive and dynamic facets of Indian cultural heritage, the industry is dying a slow death due to absence of aid, deskilled labour and an influx of fast fashion. Most workers whom Sujata and Taniya interacted with were being forced to leave their skilled jobs for better paying jobs in larger cities but as vendors or construction workers or something equally heart-crushing.  SuTa’s main mission began with the philosophy to change the way handcrafted textiles in India were sold and presented – with a strong focus on getting the weavers and craftsmen back into action!\n</p><p>\n</p><p>“As we studied the market, we realised that there are three things required for creating an impact for the revival of handlooms–design, intervention and innovation by designers. We helped our weavers evolve, mix and match yarns and reinterpret traditional designs into newer and more modern versions – so that we could appeal to and cultivate a larger audience” explains Sujata</p>","industries":["Fashion"],"name":"Suta","sectors":["Apparel"]},{"email":"utkarsh.shukla@webtechinfo.in","idea":"<p><a href=\"http://webtechinfo.in\" target=\"_blank\">Webtech Infopark Pvt Ltd</a><br></p>","industries":["Enterprise Software"],"name":"WEBTECH INFOPARK PRIVATE LIMITED","sectors":["ERP"]},{"email":"kamleshsamaliya@gmail.com","idea":"<p>On mission to pitch Khichdi as Indian national food and global super-food. We serve 140 Variety of ClayPot Khichdi. Cook, serve and deliver in ClayPot&nbsp;<a href=\"http://matkakhichdi.com/\" target=\"_blank\">http://matkakhichdi.com/</a><a href=\"http://matkakhichdi.com/\" target=\"_blank\"></a>&nbsp;. currently we have our khichdi outlets in Mumbai, ahmedabad, Nasik, pune, lucknow, bhopal</p>","industries":["Food & Beverages"],"name":"CHOTU MOTU HOME CARE PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"andrew.v@mychores.in","idea":"<p>Introduction : MyChores.in is a technology enabled platform delivering full stack home care and lifestyle support services over the last 4 years. A Unique Business Model aimed at: -\n</p><p>•\tSolving Household Hiring needs\n</p><p>•\tOffer on demand cleaning services\n</p><p>•\tOffer background verification services for maids / drivers\n</p><p>We bring Convenience, Quality and Reliability to the customer in managing any chore at home.\n</p><p><br></p><p>Traction :\n</p><p>•\tAn overall sales revenue of more than Rs.1Cr till date. Sales growth of 200% YOY since inception.\n</p><p>•\tSuccessfully established a proof of concept serving more than 100 customers every month with Rs. 5000+ ticket size per customer\n</p><p><br></p><p>Growth Potential :\n</p><p>•\tUrbanization and Steady rise in Double Income / nuclear households.\n</p><p>•\tIncreasing women in the workforce\n</p><p>•\tMobile phone and Internet penetration in the society\n</p><p><br></p><p>Social Impact over the next 5-7 Years:\n</p><p>•\tMore than 30K direct jobs with social security for the informal sector women.\n</p><p>•\tOver 3 lacs indirect jobs creation for informal sector workers\n</p><p>•\tTraining and skill development of informal sector workers\n</p><p>•\tDigital profile creation of over two million workers\n</p><p>•\tDigital salary payments directly into the bank accounts leading to financial inclusion</p>","industries":["House-Hold Services"],"name":"MyChores","sectors":["Home Care"]},{"email":"support@truckbhejo.com","idea":"<p>Forza Logistics- Your Logistics Partner</p>","industries":["Transportation & Storage"],"name":"FORZA LOGISTICS TECHLABS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"dt@motilaloswal.com","idea":"<p><span>1.<span>&nbsp; &nbsp; &nbsp;</span></span><span>To\nact as Investment Consultants and to establish and carry on the business of\nportfolio management, financial and investment consultants and other financial\nand advisory service activities such as investment counselling, financial\nconsultancy, advisory and consultants to investments in securities using\ncustomized solution oriented online IT platform and to engage in the\ndevelopment of customized solution oriented online IT enabled platform for rendering\nportfolio management services, advisory services amongst others, through such IT\nEnabled platform.</span></p><p><span>&nbsp;</span></p><p><span>2.<span>&nbsp;&nbsp;&nbsp;&nbsp;\n</span></span><span>To\ncarry out such other activities related to savings and investments advisory\nservices for clients with </span></p><p><span>an\nend objective of wealth maximization for customers/clients.</span></p><p><span>&nbsp;</span></p><p><span>3.<span>&nbsp;&nbsp;&nbsp;&nbsp;\n</span></span><span>To\ncarry out the business of distribution through online robust IT Platform and to\nsolicit and procure sales of mutual funds, deposits, commercial papers,\ndebentures, bonds and other securities issued or guaranteed by any company,\nfirm, body corporate, Central or State Government or any other authority in\nIndia or outside as agent, broker, sub-broker, third party administrator, surveyor,\nconsultant or advisors to clients.</span></p><p><span>&nbsp;</span></p><p><span>4.<span>&nbsp;&nbsp;&nbsp;&nbsp;\n</span></span><span>To\ncarry on the business as merchant banker, finance broker, underwriter, sub\nunderwriter, commission agent, advisor and manager, lead managers or\nco-managers, market makers, registrar and transfer agents or intermediaries to\nthe issue of shares, debentures and other securities.</span></p><p><span>&nbsp;</span></p><p><span>5.<span>&nbsp;&nbsp;&nbsp;&nbsp;\n</span></span><span>To\nrender advisory and referral services related to immovable properties like real\nestate, land and building, leasehold rights, etc. and to act as advisors and\nconsultants to clients in relation to their investments in immovable\nproperties.</span></p><p><span>&nbsp;</span></p><p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<span>To provide an online\nadvisory and goal planning related services through robust customized solution\noriented IT Platform thereby enabling customers to personalize their asset\nallocation towards risk bearing vis-à-vis risk free assets, planning for Target\nbased Corpus etc.</span></p>","industries":["Finance Technology"],"name":"GLIDE TECH INVESTMENT ADVISORY PRIVATE LIMITED","sectors":["Advisory"]},{"email":"connect@autoportpower.com","idea":"<p>Autoport Power | AACC&nbsp; is a advanced chemistry cell ( Lithium-ion ) manufacturing startup.&nbsp; AACC harnesses the power of energy chemistry&nbsp; to design &amp; develop indigenous lithium-ion batteries for applications in eMobility (Transportation), Energy Storage (Off-Grid/Grid-connected ), Telecommunications, Consumer Electronics, Healthcare &amp; Defence .</p><p>AACC collaborates with Academia &amp;&nbsp; Research Institutions who have developed patented technologies and bring to market such proven technologies.</p><p>&nbsp; &nbsp;</p>","industries":["Green Technology"],"name":"Autoport Power","sectors":["Others"]},{"email":"suprstart.team@gmail.com","idea":"<p>Suprstart  Ventures LLP is a young and energetic company specializing in Website designing, Mobile Applications development, Digital marketing and Promo video creation for each and every industry. We are based in Mumbai (India).&nbsp;</p><p><br></p><p>We have Start-up packages for budding Entrepreneurs looking to transform their ideas into reality. With our compliance and tech packages Entrepreneurs can now solely focus on their core business expertise and leave the rest on us.</p>","industries":["IT Services"],"name":"SUPRSTART VENTURES LLP","sectors":["Product Development"]},{"email":"amanvanjani@gmail.com","idea":"\n            <p>Cali Recording Studios is a state of the art recording studio located in the heart of South Bombay, Worli. California Studios offers various services like no other studio, from tracking to live recording, production to song writing, marketing to promotion and a lot more. A one of a kind recording studio!&nbsp;</p>\n        ","industries":["Media & Entertainment"],"name":"CALI RECORDING STUDIOS (OPC) PRIVATE LIMITED","sectors":["Entertainment"]}]