[{"email":"mane_bhagwant@hotmail.com","idea":"<p>The most interesting Internet Technology based product by Copieux, which has developed\n&nbsp;<span>an online skills assessment platform to help students/candidates/employees to understand his&nbsp;</span><span>strengths and weakness. And we help him to improve his skills enable him to have a better&nbsp;</span><span>position in the professional world. Also helping hiring managers “to measure and track skills of&nbsp;</span></p><p>pre hires and employees” to determine if they can really do a particular job</p>","industries":["Human Resources"],"name":"COPIEUX TECHKNOWLEDGE ANALYTICS LLP","sectors":["Skills Assessment"]},{"email":"gajendra@purenutrition.me","idea":"<p>HERBS NUTRIPRODUCTS PRIVATE LIMITED Brand Name \"Pure Nutrition\" collect, process, manufacture and market herbal nutritional supplements, cold pressed oils, protein powders and herbal teas. These health products are continually being developed and expanded to address various health needs.</p>","industries":["Healthcare & Lifesciences"],"name":"HERBS NUTRIPRODUCTS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"nisarg@wealthtrust.in","idea":"<p>Wealthtrust is a wealth management platform to help users choose the best investment options with the help of unbiased advisory. We are going after a big market (20M investors with AUM $150B in Mutual Funds) currently underserved due to lack of innovation.&nbsp;</p><p><br></p><p>As of today this domain is mostly dominated by agents&nbsp; where they earn commissions from the mutual fund companies. This leads to biased and non-scientific advisory. The recent technology products which have managed to bring a fraction of investments online, continue to execute the same model. This model scrapes 1.5% of the invested AUM 'annually' as fees to agents &amp; reduces the investment returns of individuals by upto 50% over life. Wealthtrust is providing its users the ability to earn this additional return on their current portfolio and future investments.</p><p><br></p><p>Our product offering is being designed to disrupt and induce a user behavior change in mutual fund investments similar to what Zerodha brought to stock investments. Our approach gives us both a differentiation and edge over all existing platform. Our users love Wealthtrust which is evident from the significant organic growth and notable stickiness on the platform.</p><p><br></p><p>Wealthtrust offerings:&nbsp;</p><p>- Unbiased advisory services at affordable rates</p><p>- Paperless account opening and transactions</p><p>- Easy migration and management of current MF portfolio&nbsp;</p><p>- One click switch to 'Direct Investment Plan' to earn 1.5% additional returns per year.&nbsp;</p><p>- Easy park of saving account funds to liquid funds to earn more returns on that money.&nbsp;</p><p><br></p>","industries":["Finance Technology"],"name":"EVOLUSOLVE TECHNOLOGIES PRIVATE LIMITED","sectors":["Advisory"]},{"email":"arul.mehra@bpepindia.com","idea":"<p>Company will provide  mortgage guarantee products (including through structured credit arrangements) that provide a) residential mortgage credit default protection to the various residential mortgage lenders against default by borrowers, b) residential mortgage credit default protection to the various residential mortgage lenders and borrowers against default by developers, c) charge fee as mortgage guarantor d) Any other business allowed within RBI guidelines and license conditions for Mortgage Insurance  and d) to have strategic alliances with any company/companies for the same</p>","industries":["Finance Technology"],"name":"SANCHI MORTGAGE ASSURANCE PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"Transedgengg@gmail.com","idea":"<p>We are a manufacturer of spice processing machines and also we Process a solutions on spice industries and further add a value addition for the same</p>","industries":["Others"],"name":"Transedge Engineering","sectors":["Others"]},{"email":"mayank@ecozze.com","idea":"<p>WE ARE MANUFACTURING ECO FRIENDLY NON PVC FILMS TO REPLACE VINYLS AND OTHER HARMFUL PLASTICS USED FOR PRINTING .WE HAVE AN INNOVATIVE PRODUCT WHICH TAKES THE SHAPE OF UNEVEN WALLS.</p>","industries":["Advertising"],"name":"DIGI WRAP INDIA LLP","sectors":["AdTech"]},{"email":"rhetoricit8@gmail.com","idea":"<p>Rhetoric IT Infotech is a Professional IT service provider based in Mumba, located in Kanjur Marg, which specializes in providing cost effective and high value IT Management and business solutions</p><p>We have a straight forward motto: \"Provide the Best IT Solutions with Superior Level of Service at the Most Affordable Cost\"</p><p>In pursuit of this&nbsp; mission, Rhetoric IT Infotech has divided its internal structure into Client Need Assessment - Selection, Procurement, Supply and Installation/Maintanance.</p>","industries":["IT Services"],"name":"Rhetoric IT Infotech ","sectors":["IT Management"]},{"email":"cinewingzkidz@gmail.com","idea":"<p>This Idea is to bridge the gap between the dream\n</p><p>and the reality of the people seeking to make career\n</p><p>in film Industry. With improvised technology and ideas\n</p><p>we can give an access to plenty of people at one place.</p>","industries":["Education"],"name":"KIDZKO KIDZ PRIVATE LIMITED","sectors":["E-learning"]},{"email":"kapadia.shivani@gmail.com","idea":"<p>The Whiz Lab is India's fastest growing STEM Education start up founded by a team of ex-Googlers, engineers and patent holders.&nbsp;</p><p>We enable kids to explore the world of STEM &amp; STEAM • The Whiz Lab provides the best learning experience to kids via hands on project based learning • &nbsp;</p><p><br></p><p>The Whiz Lab was awarded the \"Best STEM EDUCATION START UP INDIA 2019\" by All India Council of Robotics &amp; Automation(AICRA).</p><p><br></p><p>Our mission is to inspire, train and empower future global scientists, technologists, and engineers. We make children aware that science is in their houses. One does not need store bought games to explore concepts of science &amp; technology.</p><p><br></p><p>We provide after school STEM workshops, robotics curriculum, science camps and in-school STEM programs.</p><p>We cater to students from Jr. KG to Grade 8.&nbsp;</p><p><br></p><p>Our year long STEM programs for private, public &amp; pre-schools is designed to provide a structured environment with experiential learning. Our gradewise curriculum develops technical skills in STEM alongside other skills that students need to succeed such as independence, collaboration, questioning, problem solving, and critical thinking. </p><p>All the working materials are provided in the class and the kids take their project home after every session. A once a week program where kids learn by making a new project in every class</p><p><br></p><p><br></p><p><br></p>","industries":["Education"],"name":"WHIZ STEAM EDUCATION PRIVATE LIMITED","sectors":["Coaching"]},{"email":"Medicaiofficial2121@gmail.com","idea":"<p>Medical device company&nbsp;</p><p>works on AI</p>","industries":["Healthcare & Lifesciences"],"name":"MedicAI","sectors":["Healthcare Technology"]}]