[{"email":"shahrk1958@gmail.com","idea":"<p>Developing health&amp; fitness technology in the field of healthcare.</p>","industries":["Healthcare & Lifesciences"],"name":"PAPER PLANE CRAFT PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"parmarpravin1990@gmail.com","idea":"<p><a href=\"http://www.vavamultisolutions.com\">Vava Multi Solutions Pvt Ltd</a><br></p>","industries":["Renewable Energy"],"name":"VAVA MULTI SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"info@wavenor.com","idea":"<p>The AAVEGA™ line thrower is the essential tool for water rescue &amp; land rescue. Varied in its applications, the AAVEGA ™ can deploy a wide variety of lines to distances up to 90m, 100m, 150m, 250m. Because the AAVEGA ™ is a non-pyrotechnic line thrower, it does not require special storage, shipping, or licensing. This pneumatic line thrower replaces traditional pyrotechnic line guns with an intrinsically safe option. The system is powered by compressed air and the components can be reused, making line-throwing training an inexpensive operation.</p>","industries":["Design"],"name":"WAVENOR SERVICES PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"ASHUTOSH@RENAI.TECH","idea":"<p>Engaged in the business of developing products and providing services in the field of\n&nbsp;<span>technology and technology enabled applications in different fields both in India and overseas.</span></p>","industries":["IT Services"],"name":"RENAI TECH PRIVATE LIMITED ","sectors":["Product Development"]},{"email":"rahul.28.6.98@gmail.com","idea":"<p>We are a startup that provide a wearable and portable chair which you can use anywhere and anytime you want to sit and dont have a place to sit</p>","industries":["Design"],"name":"Impale","sectors":["Industrial Design"]},{"email":"petevarma@gmail.com","idea":"<p>We are an early stage startup in travel &amp; hospitality sector and scaling up fast to establish a chain of backpacking hostels across the country. Since our launch in December 2018, we have launched two hostels across Mumbai, Goa and opening soon in Varanasi and our operations are EBITA positive. Our Mumbai &amp; Goa hostels are category leaders in the markets with high user ratings on top OTA platforms like booking.com, hostelworld, makemytrip and Google hotels.</p><p>We aim to attain market leadership position by 2022-23 and have presence across 50 cities in India operating more than 2500 beds. Our Website : www.cohostels.com</p>","industries":["Travel & Tourism"],"name":"KOVENTURA TRAVEL & HOSPITALITY PRIVATE LIMITED","sectors":["Hotel"]},{"email":"nirav@fitphilia.com","idea":"<p>We help people make fitness a habit by driving behavioral change towards fitness and providing a rich and personalized experience of working out for long lasting motivation</p>","industries":["Healthcare & Lifesciences"],"name":"FITPHILIA SOLUTIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"chetan.salian289@gmail.com","idea":"<p><span>A Casual Dining Themed Restaurant for one and all in a never seen before setup. The place will proudly boast of unique and awe-inspiring features that bring joy and excitement to the adventure junkies and the foodies alike.</span><br><br><span>Five different Revenue Generation Models projecting an estimated</span><br><span>Revenue in the first year of Rs.9 crores with a growth of 15% in the following years.</span><br><br><span>A Hospitality company with rich experience in the business.</span><br><span>An inspired group of talented individuals with a cumulative experience of more than 2 decades , coming together with a common objective of realizing this Ad-venture.</span><br><br><span>We Have a Prominent hold in the industry from planning, resources through execution.</span></p>","industries":["Food & Beverages"],"name":"Motogarage 46 Hospitality Services Private Limited","sectors":["Restaurants"]},{"email":"ronakbansal7062@gmail.com","idea":"<p>70% of the food we eat goes to our brain , and rest in the body and in excretion. Unfortunately the food we eat is unhealthy today due to lots of processed and cooked food is available in the market . Students studying in the colleges and Corporates working in their office don't have access to raw satvic diet.</p><p>This startup is about contacting employers and providing their employees raw satvic food&nbsp; and stopping the harmful culture of coffee and tea which boosts the production automatically , same with the colleges having canteens or stalls nearby and providing raw satvic diet. This is also to combat the high charging strategy of several naturopathy centres who charge a lot for just a natural detox , here you are served detox at your doorstep with least cost , same with restraunts selling processed vegetables as organic ,which is inappropriate.</p><p>Here diet contains Fruits , vegetable juices ,nuts and seeds and strictly against the meat eaters. It is also given to industrial areas where daily wage workers don't have access to fruits and vegetables .</p>","industries":["Food & Beverages"],"name":"Sattvic Anna","sectors":["Others"]},{"email":"sunny@kothari.info","idea":"<p><a href=\"http://www.jaldibolo.com\" target=\"_blank\">JaldiBolo</a><br></p>","industries":["Retail"],"name":"NFTG VENTURE PRIVATE LIMITED","sectors":["Comparison Shopping"]}]