[{"email":"contact@stallionsfuturx.com","idea":"<p><a href=\"http://www.stallionsfuturx.com\" target=\"_blank\">www.stallionsfuturx.com</a><br></p>","industries":["Technology Hardware"],"name":"Stallions Futurx Limited ","sectors":["Electronics"]},{"email":"donkeybrand@gmail.com","idea":"<p><b>DONKEY Lifestyle</b></p><p><b>\nAbout the Company:\n\n</b></p><p><br></p><p><span>DONKEY is the registered trademark of Donkey Lifestyle Pvt. Ltd under its founders and promoters. Donkey is a premium brand and very popular among the age group of 18 to 45 years. It’s been selling online for the last 3 years on retail platforms like Amazon, Flipkart and our own website, DonkeyOnline.in. Donkey is a fast growing company with 100% growth rate turnover every year. \n\nWe call ourselves the manufactures of the brand DONKEY and customize our own designs and patterns in 100% mercerized cotton fabric from mills across the country while outsourcing high quality elastic, brand labels, buttons, packaging materials, to create the best quality product for consumers at value for money prices. \n\nPeople love our high quality premium products and order regularly, even enquiring after new patterns and designs for the purpose of gifting or personal use.&nbsp;&nbsp;</span></p><p><br></p><p><b><u>THE BRAND\n\n</u></b></p><p><br></p><p>DONKEY® is a premium innerwear brand for Men. The goal of DONKEY® is to empower customers, by not only helping them look good in their innerwear, but also to feel good in them. The right style and proper fitting of undergarment can put a pep in your step, and set the overall tone of your day. At DONKEY®, our focus is on comfort, fit, and of course, our customers. We offer an array of top of the line styles, sizes and colors, carefully designed by the best minds.</p><p><br></p><p><b><u>THE \nCONCEPT\n\n</u></b></p><p><br></p><p>Today’s man demands everything, from his boy-toys and gadgets to his clothes, to be just as multi faceted and flexible - as him. \n\nRiding on the cult of flexi time, we pushed the concept of innerwear a level farther. The brief was - the most comfortable inner wear a guy can wear @ work which should also transform into hip lounge and leisure wear. Funk and Functionality are to be rolled into one essential piece of clothing. Well, that’s Donkey Innerwear for you.  \n \nMade with immense comfort in mind, Donkey changes a geek’s wardrobe, inside out!  100% pure, mercerized cotton, reinforced seams and cult classic designs - these are just a few of the reasons why every guy should get his own pair.  \n\n\n\n\n</p><p><br></p><p><br></p><p><b>Brand Philosophy\n</b></p><p><b><u>Go Anywhere</u></b></p><p><br></p><p>\n\nSorry boys but this is strictly for The Men. This is not for selfie seekers but seekers of the self. For men who don’t always have a plan. Who can pull off a road and follow the dirt track to a place which is nowhere on the map. And who can peel off their chinos without batting an eyelid – not just to show off their  boxers– which are instagram worthy – but to take a plunge in a forest pool, or climb a rock. How do they Go Anywhere beyond their comfort zone, you ask? They always take it with them, silly. Ask any man who walks in a perfect pair of boxers.</p><p><br></p><p><br></p>","industries":["Fashion"],"name":"DONKEY LIFESTYLE PRIVATE LIMITED","sectors":["Apparel"]},{"email":"jrdretailsolutions@gmail.com","idea":"Our company specialises in manufacturing of material handling &amp; storage products which are used in E-commerce warehouses &amp; logistics companies which help the companies in manifold ways including but not limited to time saving.&nbsp;&nbsp;","industries":["Technology Hardware"],"name":"J. R. D. RETAIL SOLUTIONS LLP","sectors":["Manufacturing"]},{"email":"abhian.abhi@gmail.com","idea":"<p>We Provide affordable Healthcare 24/7. We are now expanding in every city.</p>","industries":["Healthcare & Lifesciences"],"name":"MAGIC DIL HEALTH FOR ALL PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"info.omdarshan@gmail.com","idea":"<p><a href=\"https://youtu.be/1T1n6GF6edE\" target=\"_blank\">India's best &amp; largest Technological Company for World Class Architectural finishes on Aluminium</a><br></p>","industries":["Architecture Interior Design"],"name":"Om Darshan Speciality Surfaces Pvt Ltd","sectors":["Others"]},{"email":"kartik.jha87@gmail.com","idea":"<p>We are a dynamic discounting Early Payment Platform that helps vendors receive accelerated payments against their approved invoices through Corporate Treasury and Third Party Capital</p>","industries":["Finance Technology"],"name":"C2FO India Technologies Pvt Ltd","sectors":["Business Finance"]},{"email":"ravia@digitid.com","idea":"<p>DigitID Technologies Private Limited<br>Startup in the Biometric Authentication space<br>We develop algorithms for the Biometrics domain <br><br>We develop High performance, platform agnostic, Biometric Algorithms and solutions for securely authenticating digital identity; so you live in a safer world. <br><br>Our leadership include highly experienced and qualified professionals (IIT alumni / Doctorate’s (PHD’s with one of them specializing in Image Analysis)) ranging 100+ years of experience in technology sector<br><br>DigitID is in different stages of engagement with major stakeholders in the Biometric Domain: Semiconductor vendors, sensor manufacturers, System integrators, Resellers, Certification agencies, Fabrication companies, etc.<br></p>","industries":["Technology Hardware"],"name":"DIGITID TECHNOLOGIES PRIVATE LIMITED","sectors":["Embedded"]},{"email":"info.targetservices24@gmail.com","idea":"<p>We are providing all types manpower services as per requirement on reasonable rates</p>","industries":["Human Resources"],"name":"Target Services","sectors":["Others"]},{"email":"khamkarnitin@yahoo.com","idea":"<p>We are in to service industries rendering services and undertaking Annual Maint. Contracts of&nbsp; Aircraft Maintenance, Providing Aircraft Maint. engineers, Solar System, Housekeeping, Electrical Substation, HT/LT transformer Substation, Street lights , water pumping, Fire Alram System, Gardening &amp; Horticulture, Aircraft Maint. Of Water Supply System etc.&nbsp;</p>","industries":["Human Resources"],"name":"BNK Manifold Services Pvt. Ltd","sectors":["Recruitment Jobs"]},{"email":"jadhavsonal730@gmail.com","idea":"<p>Delphynium is a cloud based Security and Management Software company. Our range of products are aimed to bring convenience and reliability to Security &amp; Management for Homes, Commercial Offices &amp; Educational Institutions.\n</p><p>Let us know what you think.</p>","industries":["IT Services"],"name":"DELPHYNIUM IT SERVICES PRIVATE LIMITED","sectors":["Application Development"]}]