[{"email":"rahul@advarisk.com","idea":"<p>ADVARISK - On a mission to create a proactive automated credit monitoring solution which enable lenders to not only prevent future frauds but also maximise recovery from non-performing assets (NPAs). \n</p><p>The litigation eco system in India in the recent past has witnessed a spurt in cases related to real estate. Real estate currently accounts for about 85% of litigation. If the real estate space is controlled then the overall litigation eco system will see a drastic drop.\n</p><p>AdvaRisk provides a fool proof automated solution of monitoring and conducting due diligence of property assets with an intent of preventing future frauds and also helping maximise recovery from non performing assets (NPAs). </p><p>AdvaRisk has conceived and created a platform wherein an unique identifier is created for every property which encompasses all attributes related to the property. \n</p><p>Currently there is no other solution available under the monitoring domain while due diligence service is restricted to the lawyer community, Today there are several challenges and multiple levels of manual activity involved in identifying associated suspicious transactions with acceptable confidence due to the nature of data available.</p>","industries":["Finance Technology"],"name":"SLO Technologies Pvt Ltd","sectors":["Others"]},{"email":"texoncorporation@gmail.com","idea":"we texon corporation mumbai based instrumentation company working in Ergonomics research sectors and Human factor studies in india&nbsp;","industries":["Healthcare & Lifesciences"],"name":"TEXON CORPORATION","sectors":["Health & Wellness"]},{"email":"director@ecosupport.co.in","idea":"<p>Eco Support Pvt. Ltd. is a leading environmental consultancy and service provider with a reputation for providing expert, tailored services. The company serves to build environment in the most efficient, economical and ecological way. It is a company engaged in providing broad range of environmental solutions under one roof. The company’s innovative approach enables clients to achieve their sustainable business and corporate responsibility aspirations.\n</p><p>\n</p><p>The expert and balanced perspective with which we approach projects is sharply focused on our clients' needs, and we work with our clients in reducing their environmental impact while achieving their business goals.</p><p><br></p><p><a href=\"http://www.ecosupport.co.in/\" target=\"_blank\">http://www.ecosupport.co.in/</a><br></p>","industries":["Green Technology"],"name":"ECO SUPPORT PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"sales@parthindia.com","idea":"<p>EMS (Equipment Management System) is a well – established business which provides solutions to IT Infrastructure and Networking Management. Since inception in April 2010, we have always believed in to develop efficient and effective solutions that keep IT &amp; Networking Management one step ahead</p>","industries":["Telecommunication & Networking"],"name":"PAARVEDAN INDUSTRIES LIMITED","sectors":["Network Technology Solutions"]},{"email":"sanjay@vsharpmagnet.com","idea":"<p>We take immense pleasure in introducing ourselves as V-Sharp Magnet Pvt. Ltd., a company engaged in manufacturing of enamelled copper wires. We have a state of art manufacturing facility with latest technology available in the world market at Tarapur MIDC, Near Mumbai, Maharashtra, India.&nbsp; We undertake bulk orders for different gauges of wires of different thermal class to cater the needs of different companies. Our sole aim is to provide best quality of enamelled wires to our valued customers. <br></p>","industries":["Technology Hardware"],"name":"V-SHARP MAGNET PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"servicesasbusiness@gmail.com","idea":"<div><u><b>Background</b> \n</u></div><div><span>The Company is headed by very prominent and well versed partners who have experience of at least 5 years in this business and have understanding of the modules operating in the business. With a strong decision making capability in their field of business and extraordinary talent, they are today a very formidable competitor in the market.&nbsp;</span></div><div>The Company started as a platform for freelancers to provide various services to customers, both corporate and retail. As more and more customers and freelancers got onboarded the platform, we quickly moved to a hybrid model with a few freelancers and a significant number of employees on our rolls. This has been a result of a constant push for quality assurance as a completely outsourced service may experience some quality challenges. \n</div><div>\n</div><div>\n</div><div><b><u><br></u></b></div><div><b><u>Mission Statement</u></b></div><div>\tWe are committed to deliver a service par excellence to all our clients, whether they are from the small and medium sector, a large corporate or an individual.\n</div><div>\tWork closely with clients to understand their needs and consistently provide customized solutions for their various services needs.\n</div><div>\tWe always challenge ourselves to provide the best services to our clients. Our motto is to build long-term relationships with our clients. Our approach has made us the preferred choice of our clients.\n</div><div>\tDriven by the domain expertise in financial advisory services, we provide the best possible solution to the clients taking into account their needs as well as changing market dynamics.\n</div><div>\tSet out to become the leading Institutional firm providing best solutions through timely and dedicated services to our growing list of Corporate Clients.\n</div><div>\n</div><div><span></span><br><span></span></div><div><b><u>Business Service Details\n</u></b></div><div>Any company weather in the establishment stage or expansion stage or even a cost optimization stage needs the below mentioned services which we have championed through our hybrid model. Some of the services that we provide and not limited to are mentioned below.\n</div><div>•\tTraining, \n</div><div>•\tEvent Management,\n</div><div>•\tMarketing, \n</div><div>•\tAdvertisement, \n</div><div>•\tAccounting &amp; Assurance,\n</div><div>•\tHuman Resources\n</div><div>•\tRecruitment\n</div><div>•\tOther business auxiliary services\n</div><div><br></div><div>\n</div><div><b><u>Value Add Business Services\n</u></b></div><div><span><br></span></div><div><span>International expansion</span></div><div>We evaluate various sales strategies to help our clients drive revenue and long-term growth in new and existing markets. From targeted sales calls, market penetration and training, we coordinate international sales efforts to help our clients expand globally.\n</div><div><br></div><div>Local and global rollouts</div><div>We support start-ups and established corporations with their global rollouts. We bring cultural understanding of different buying patterns and a deep insight of negotiation styles in different markets.\n</div><div><br></div><div>Product launches\n</div><div>We create dedicated and highly dynamic sales teams situated across various markets around the world to help launch our client's products impactfully. We help them build a solid brand with recognition value.\n</div><div><br></div><div>Sales consultancy\n</div><div>We help our clients understand B2B and B2C expansion strategies and support them with the implementation of global rollouts. With our global expertise we are able to offer stand-alone consultancy services as well as full implementation.</div><div><br></div><div><br></div><div>\n</div><div>\n</div><div>\n</div><div><b><u>List of Clients who are Major contributor into Annual Income&nbsp;</u></b></div><div>\t\n</div><div><br></div><div>\tReliance Nippon  Life Insurance Co. Ltd.\n</div><div>\tReliance General  Insurance Company Limited,</div><div>\tLIBERTY GENERAL INSURANCE LIMITED\n</div><div>\tShriram Life Insurance Company Ltd\n</div><div>\tShriram General Insurance Co. Ltd.\n</div><div>\tRELIGARE HEALTH INSURANCE COMPANY LTD\n</div><div>\tGo Digit General Insurance Ltd\n</div><div>\tFuture Generali India Insurance Company\n</div><div>\tExide Life Insurance Co. Ltd.\n</div><div>\tHDFC Life Insurance Co Ltd</div><div><br></div><div><br></div><div><b><u>Future Plans\n</u></b></div><div>\n<span>We aim to become the go to service provider for all the non core activities of an organization. We believe that a company in order to become successful needs to restrict its energies to its main goals and that all secondary activities should be outsourced to a reliable partner. As we continue to grow, more and more services will keep getting added into our offering.</span></div>","industries":["Marketing"],"name":"AS Business Services","sectors":["Digital Marketing (SEO Automation)"]},{"email":"finance@bizdhan.com","idea":"\n            <p>Team BizDhan is&nbsp;one of the established&nbsp;players in providing quality services in the field of Investments, Insurance and Finance. Our core competency includes providing personalized&nbsp;solutions&nbsp;to our clients befitting their financial and investment goals. We also have our own associate CA firm &amp; outsourcing company and&nbsp;provide consultation related to the same.&nbsp; </p><p>We act as a one stop solution for all matters related to Finance, Insurance, Investment, Wealth Advisory, Taxation &amp; Consulting. </p><p>Further, we understand and promote the importance of having a consolidated financial portfolio under one umbrella as it helps the clients and their family to easily understand their financial standing in times of emergency when they need it the most.</p>\n        ","industries":["Finance Technology"],"name":"BIZDHAN SOLUTIONS LLP","sectors":["Personal Finance"]},{"email":"info@protodune.com","idea":"<p>We PROTODUNE SYATEMS PVT LTD are 3D printer, 3Dscanner, 3D Services solution providers &amp; manufacturer  and catering various industries like Engineering, Dental, Jewellery, Education, Architecture, Healthcare, etc. We also do the job work on all these technologies. \n</p><p>PROTODUNE SYSTEMS PVT. LTD. is committed for providing high quality, cost-effective  products &amp; services with proven excellence track record in customer service. Our motive is to provide easy to use devices with outstanding user experience which will revolutionize the 3D printing world.</p>","industries":["Technology Hardware"],"name":"PROTODUNE SYSTEMS PRIVATE LIMITED","sectors":["3d printing"]},{"email":"amit@investica.com","idea":"<p>Investica is an online wealth management platform for retail investors. It offers financial planning and Mutual Fund Investment via its platform.&nbsp;</p>","industries":["Finance Technology"],"name":"Investica","sectors":["Personal Finance"]},{"email":"amit.smartoeat@gmail.com","idea":"<p><a href=\"http://www.smartoeat.com\" target=\"_blank\">www.smartoeat.com</a><br></p>","industries":["Food & Beverages"],"name":"SMARTOEAT FOODS AND FLAVOURS PRIVATE LIMITED","sectors":["Food Processing"]}]