[{"email":"ankit@housiey.com","idea":"<p>At Housiey&nbsp; , our vision is “GHAR BAITHEIN&nbsp; GHAR KHARIDEIN “&nbsp;</p><p>&nbsp;</p><p>We aspire to make&nbsp; HOME BUYING&nbsp; as simple as buying from AMAZON.&nbsp;</p><p>&nbsp;</p><p>We are building an ecosystem which enables buyers to make smart decision &amp; ultimately to buy their dream home online through our first ever unique “ONLINE SITE VISIT”.&nbsp;</p><p>&nbsp;<br></p><p>ONLINE SITE VISIT is the unique experience developed by HOUSIEY which is the SMARTEST DIGITAL SALESPERSON any buyer can get. &nbsp;</p><p><br></p><p>- In depth Project details in 12 deciding parameters including Pros&amp; Cons</p><p>- Actual Site Tours - Get Real Feel of Site Location at Home&nbsp;</p><p>-Giving them the exact All inclusive Pricing based upon buyer’s preferred floor, view, area and payment schemes using our unique extensive ALGO.&nbsp;</p><p>&nbsp;</p><p>-Guiding them to choose best available inventory using our Artificial Intelligence and Augmented Reality tool. At the same time proving buyer the Location Feel.</p>","industries":["Real Estate"],"name":"HOUSIEY PROPERTY SOLUTIONS PRIVATE LIMITED","sectors":["Housing"]},{"email":"sandra@trufalafel.com","idea":"\n            <p>The real lovers of quality food bring to you your first, fast, vegetarian, delicious, healthy, nutritious,&nbsp;<span>affordable, straight from the Middle East, India's first authentic Falafel experience! Our sandwiches and&nbsp;</span><span>products will provide exquisite Indian local ingredients with an Arabian flair! Have it on the go at one of our&nbsp;</span><span>many food stalls located all over the Maximum City, or come and dine in our flagship store and try all our&nbsp;</span><span>new products. It is fully customizable, we make it as you want it!</span></p>\n        ","industries":["Food & Beverages"],"name":"KARAK ENTERPRISES PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"accounts@horizonhospital.com","idea":"<p>Nidra Technologies Private Limited is a medical device development company that intends to design, patent, and market medical devices related to obstructive sleep apnea niche market.</p>","industries":["Healthcare & Lifesciences"],"name":"NIDRA TECHNOLOGIES PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"director@staymore.in","idea":"<p>Staymore Hospitality Private Limited is to acquire, operate or own hotels, motels, clubs, restaurants, resorts, holiday camps, tourist complexes and places of amusement, games and recreation, etc.</p>","industries":["Travel & Tourism"],"name":"STAYMORE HOSPITALITY PRIVATE LIMITED","sectors":["Hotel"]},{"email":"akhilesh@triggerxchange.com","idea":"<p>India is the second largest hub for start-ups globally. To support these start-ups and companies multiple coworking companies are supporting with sustainable space management and driving the   growth of the start-up community in India. The heart of the business model is revenue generation by renting the space to start-ups and companies, through monthly rentals or pay-per-seat model. \n</p><p>\n</p><p>Triggerxchange Coworking Space and Beyond Pvt. Ltd. (Triggerxchange) is a start-up in the co-working space.  Triggerxchange is a break away from the monotony and stereotype of regular office spaces providing an unconventional and nurturing work space to trigger and exchange new ideas for the evolution of businesses. Triggerxchange aims at forging a community where ideas, values and knowledge are shared, thereby syndicating an invaluable network.\n</p><p>\n</p><p>Triggerxchange is supporting in the philosophy of wealth creation and employment generation as put forward in the Startup initiative of the Government of India. Triggerxchange has an environment that is conducive to the growth of the members which include entrepreneurs, freelancers, start-ups, investors, IT specialists, consultants, trainers, MNC’s, Corporates and company employees among others.\n</p><p>\n</p><p>Triggerxchange beliefs that customised office spaces allows start-ups and entrepreneurs to focus on  their innovation and expansion while helping them strike a balance saving time, effort and money during their setup and growth phase.\n</p><p>\n</p><p>Triggerxchange has created unique service delivery process to generate the right vibe to become a second home for the users; a harmonized co-working network, ideal for synthesis of ideas and growth while being a cost effective solution for the user without compromising service quality standards. To facilitate the internal growth at Triggerxchange, standardized service offering across centres have been created to deliver a better experience by minimising the turnaround resolution for clients and controlling attrition of service staff.\n</p><p>\n</p><p>With the rise of millennials at workspaces, conventional offices can no longer fulfil the demands of the changing work life. Triggerxchange coworking offices bridges this gap and provide millennials with a workplace that is in tune with their work life balance. \n</p><p>\n</p><p>Triggerxchange employs skilled staff for front office sales and back office operations, it also employs semi-skilled workers for the day to day service operations. Triggerxchange undertakes continuous retraining of the staff to improve the service delivery continuous skill development of the staff at the co-working facility. Triggerxchange is investing on infrastructure and resources to have the best service delivery output for its customers.</p>","industries":["Real Estate"],"name":"TRIGGERXCHANGE COWORKING SPACE AND BEYOND PRIVATE LIMITED","sectors":["Coworking Spaces"]},{"email":"aneeshapillai13@gmail.com","idea":"<p>At ZoofPets, we are nuts about building products and we love dogs!\n</p><p>We make accessories for pets that are functional, comfortable and convenient.</p>","industries":["Pets & Animals"],"name":"ZOOF PRODUCTS PRIVATE LIMITED","sectors":["Others"]},{"email":"business@techmplish.com","idea":"<p>Techmplish consultancy services is a complete solution provider in the field of Information Technology. Techmplish has a combination of innovation and professional expertise which helps us in providing outstanding services to our clients. We have more than 2 years of experience in providing IT solutions to more than 3 customers in India and that too even before the formation of the company. We are specialized in engineering and systems with new technologies and marketing strategies. Techmplish is established in the year 2018 by four founders having good experience in the field of providing IT solutions with marketing techniques&nbsp;and strategies.\n</p><p>\n</p><p>We aim at providing customized solutions as per the process requirements thereby adding value to the business of our clients. At Techmplish Consultancy Services, we’ve established a tried and tested web design process to ensure that every website we produce delivers on its core aim. This begins with research on the target market and clarification of the key goals of the site. We then produce a rough design vision to show our concept for the site, which acts as a basis for discussion and feedback. This vision is then developed into a full website design that is shown to the customer, so feedback can be collated, revisions made, and the design then signed-off.</p><p>Techmplish Website</p>","industries":["IT Services"],"name":"TECHMPLISH CONSULTANCY SERVICES LIMITED LIABILITY PARTNERSHIP","sectors":["IT Consulting"]},{"email":"Anuraag.s@outlook.com","idea":"<p>Compensation platform for enterprises&nbsp;</p>","industries":["Analytics"],"name":"PayReview","sectors":["Business Intelligence"]},{"email":"jitendra.singh@workbuzz.in","idea":"<p>Our mission is to create a Bridge between Employer and Employee, where talent gets recognised as per the set of skills. Our moto is make india moving, make india free from Jobless Peoples. We are committed to connecting great companies with great employees and opening up opportunities for both by providing the highest quality of outsourced employment and human resource services. Success for our customers is reached by empowering them to focus on what they do best.\n</p><p>\n</p><p>We continuously strive to become the preferred source for employment and human resource services. We are dedicated to serving our customers and the community with the highest levels of service, knowledge, professionalism, honesty and integrity. We are devoted to remaining unsurpassed in customer satisfaction.</p>","industries":["Professional & Commercial Services"],"name":"workbuzz services India private limited ","sectors":["Employment Services"]},{"email":"ergologicpvtltd@gmail.com","idea":"<p>We offer a sit-stand desk product range that provides measurable benefits for long term health and productivity.</p><p><a href=\"https://ergologic.in\" target=\"_blank\">Ergologic Height Adjustable Desk</a><br></p>","industries":["Technology Hardware"],"name":"ERGOLOGIC PRIVATE LIMITED","sectors":["Manufacturing"]}]