[{"email":"snehal0201d@gmail.com","idea":"<p>Aces Intact Pvt Ltd is a startup healthcare company that makes a 100% plant-based nutrition supplement.<br><br>Certified internationally, Ace Blend (our product) aims to ensure India’s presence on the world map in the global nutraceutical industry.<br><br>With funds allocated to R &amp; D and being a 100% result oriented product, we are actively nourishing over 500 cities across India with the near goal to go global.<br></p>","industries":["Healthcare & Lifesciences"],"name":"ACES INTACT PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"tender@sixsigma-tqm.com","idea":"<p>Personnel : India - 20 Principal Trainers - 100 Auditors - 200 Qualified experts.\n</p><p>In an increasingly competitive global as well domestic market place, the standard of Quality, security, environment, safety and social accountability are issues critical in running a successful business. Customer's demands have been increasing continuously. Price competitiveness alone no longer guarantee that your business will stay ahead of other in the playing field. Indeed Quality Assurance system through internationally endorsed ISO 9000 system and Total Quality Management (TQM) will pay a dividend in a longer run. SIX SIGMA Quality International (SSQI)offers Management Consultancy of various International Standards to Corporate and Industries. Our goal is to provide Total Quality Solution to our valued clients.Our products range includes different ISO Standards, Latest Management Principals, Total Quality Management implementation and Public &amp; customized training programs to Corporate and Students. SIX SIGMA Quality International (SSQI) established as an independent Consultancy and Training Organization with the main objective to provide value added services to its valuable clients. Consultancy and Training will cover a wide spectrum of activities from the consultancy of m anagement systems. SSQI has well qualified and highly experienced trainer &amp; consultants to augment its resources and, especially, where a specialist is required with experience in specific process and technology SSQI's Trainer and Consultant have consulted number of companies for the Management Systems covering, Quality Management System and Environmental Management System. Our Consultant are located at most of the major cities in India including Mumbai, Kolkata, Ahmedabad, Baroda, Jaipur and Nashik and we put in all the efforts to economize consultancy costs by controlling travel and subsistence expenses in deputing local Consultant from the nearest station to the extent possible depending upon their availability &amp; suitability. SSQI offers a service to their clients, that will cover independent assessm ent and training of Management Systems to the required standard or any other equivalent National / International version. SSQI is backed by professional management and possesses a technological capability through well-qualified and highly experienced personnel. Thus our Consultant/Auditors are able to provide value added service to their valued clients.</p>","industries":["IT Services"],"name":"Six Sigma Quality International","sectors":["IT Consulting"]},{"email":"mandar@voyceworks.com","idea":"<p>Voyceworks uses speech recognition technology, tightly integrated with enterprise business logics, to massively enhance the responsiveness and efficiency of intra-business supply chains and inventory management. We provide language-agnostic, limited vocabulary, voice-based interfaces for recording PoS transactions, stock audits, warehouse pick lists, and item dispatch requests.  \n</p><p>In simple words, if your field, warehouse or manufacturing plant workforce uses major languages, local dialects or technical terms, Voyceworks can help them use speech recognition for a large array of inventory management tasks - requesting material, managing stocks and pick-lists, complete daily activity reports - by simply speaking into their Android Phones and without worrying about the ambient noise.</p>","industries":["IT Services"],"name":"VOYCEWORKS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"yugesh.chindarkar@acxiomtech.com","idea":"<p>We provide Artificial Intelligence, Data Analytics and Business Intelligence services and products.&nbsp;</p>","industries":null,"name":"Acxiom Technologies","sectors":null},{"email":"vishnu.jerome@jmp.law","idea":"<p>The Company is engaged in the business of providing&nbsp; technology solutions and services to the financial services industry. <br></p>","industries":["Finance Technology"],"name":"AMICA FINANCIAL TECHNOLOGIES PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"marketing@mresmps.com","idea":"www.mresmps.com","industries":["Others"],"name":"MR ELECTRONICS PRIVATE LIMITED","sectors":["Others"]},{"email":"ssqi1999@gmail.com","idea":"<p>Deming Certifications Services Private Limited\n</p><p>Established in the year 2000, at Mumbai, Maharashtra, India, we “Deming Certification Services Pvt. Ltd.,” offer clients total certifications solutions that helps in enhancing systems and processes at their end. Further, the expertise of certifications personnel also assist us in changing the working pattern of several organizations by bringing positive change in their work culture as well as inculcating quality in every sphere of involved operations.\n</p><p>\n</p><p> \n</p><p>\n</p><p>The solutions offered by us cover areas like ISO 9001 Certification, ISO 27001 Certification, ISO 14001 Certification, SQC/SPC  Certification, ISO 17025  Certification and ISO 22000 Certification. Apart from this, we also offer solutions for HACCP Certification, ISO/TS 16949 Certification, OHSAS 18001, Social Accountability Certification, Risk Assessment Services, ISO 20000 Certification, Project Management Certification, SA 8001 Certification and Third Party Inspection and Verification Services.\n</p><p>\n</p><p> \n</p><p>\n</p><p>Our business operations are led by Mr. Mukesh Singh, who has with him rich experience in our industry sector. His visionary approach has also assisted us in emerging amongst fastest growing business management certification companies in our industry sector. Further, the service support provided by experienced industry professionals also allow us to offer clients a wide range of business certifications services for availing different certifications.\n</p><p>\n</p><p> \n</p><p>\n</p><p>Today, our team of experts work in close coordination with clients and help them to access their specific requirements as well as add value to their systems. This is achieved through designing formats as well as assisting in implementation by continuous training, review of quality manual as well as undertaking other allied procedures. Other than this, the competitive prices of our services also makes them one of the most demanded in the market.</p>","industries":["Professional & Commercial Services"],"name":"DEMING CERTIFICATION SERVICES PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"founders@nexi.in","idea":"<p>Our cities are already one of the most congested in the world. With no space to put more cars on the roads – mass rapid public transit adoption is the only sustainable way forward for our cities. Unreliable last-mile connectivity is a major inhibitor in the use of public transport &amp; millions of existing transit users struggle with last-mile connectivity several times each day.&nbsp;</p><p>We are on a mission to provide quick, reliable &amp; hassle-free last-mile connectivity to transit stations. We will be soon in your neighbourhood!</p>","industries":["Transportation & Storage"],"name":"Nexi - Your neighbourhood taxi","sectors":["Passenger Transportation Services"]},{"email":"Deepak@maglu.in","idea":"<p>Maglu Animation Studios is a Private Ltd company formed with the aim to challenge the existing contents of Indian Animation Landscape and to become a pioneer in making contents for not only Kids but for Young adult audience. </p><p>Currently Indian Animation Landscape is just running on Kids viewership but the vast audience of younger adults are untouched and that's what making this sector boring for youngsters. </p><p>We are revamping this scenario and on the journey to make India shine globally with our own contents made for young audience. <br></p>","industries":["Animation"],"name":"MAGLU TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"komal.parakh@jmp.law","idea":"<p>To carry on the business of financial consultants, advisors and to act as business\n&nbsp;<span>intermediary through information technology and other cloud platform between&nbsp;&nbsp;</span><span>banks, financial institutions, brokers and retail consumers</span></p>","industries":["Finance Technology"],"name":"AMICA FINANCIAL TECHNOLOGIES PRIVATE LIMITED","sectors":["Advisory"]}]