[{"email":"info@vinners.org","idea":"<p>While the primary aim is to help young entrepreneurs, the returns to the members are equally attractive. From learning new age industries and getting a first-hand knowledge of innovation happening every day in the marketplace, there is also an opportunity to multiply wealth and most importantly be part of a strong professional network of members and friends.</p><p>Beyond financial support, the members are expected to provide mentorship and help open doors for investee companies by leveraging their personal networks. As a network of individuals, the group can leverage its collective knowledge, contacts and know-how to help these early-stage companies succeed. One or two investee companies out of 10 may realize their potential – but what potential that can be! By increasing the quantity and quality of investment in early-stage opportunities, Vinners is a catalyst in the commercialization of innovation, and helping drive economic development and prosperity.</p>","industries":["Others"],"name":"Value Angels Network","sectors":["Others"]},{"email":"mycstindia@gmail.com","idea":"<p>B UNITED IS ENGAGE IN THE FIELD OF TRADING BUSSINUSS DEALING WITH MECHANICAL TURN PART,FIRE SAFTY EQUIPMENT MAINLY DEALING WITH INDIAN RAILWAYS AND DEFENCE.</p>","industries":["Automotive"],"name":" B UNITED","sectors":["Others"]},{"email":"aun@lavance.in","idea":"<p>LA VANCE INTERNATIONAL PRIVATE LIMITED&nbsp; bring to you an exclusive range of Nuts, dried fruits, Organic seeds, Dry Roasted snacks, trial mixes, festive gift hampers and more. With a wide variety products that cater to every taste and age group, our best sellers have found their way into the homes and hearts of many households. we experimented with new products to offer something innovative and healthy. This resulted in our Trial mix series, Healthy seeds, and most recently our snack packs which are a perfect substitute to all the junk food available in the market. New products, aggressive strategies and listening to the customer requirements are the most important factors for our growth story. We are&nbsp; a marketing &amp; distribution company that imports finest quality products from all over the world &amp; supplies it to the Indian subcontnent. With wide distribution network coupled with decades of experience La Vance has become the doorway for the globad F&amp;B brands to launch in India.</p>","industries":["Professional & Commercial Services"],"name":"LA VANCE INTERNATIONAL PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"pranatam.global@gmail.com","idea":"<p>PRANATAM GLOBAL PRIVATE LIMITED is manufacturer of agricultural products: wheat, corn, maida and soya flour, sugar etc. We deal all over India and export to another countries. Our common clients are large food companies, chain hotels, bakeries etc.</p>","industries":["Agriculture"],"name":"PRANATAM GLOBAL PRIVATE LIMITED","sectors":["Organic Agriculture"]},{"email":"accounts@opareviews.com","idea":"<p>At OPA MARKETING TECH PRIVATE LIMITED , past 1 year, we have run 300+ marketing campaigns, worked with 100+ brands and 50k+ influencers. We have gotten brands to increase their micro-influencer marketing budgets by 5X on average. We build our own App. An app, where influencers can post reviews, tutorials, shopping haul videos, etc. Users can consume content and shop products they like. Influencers earn a commission for their influence and get noticed by brands.</p>","industries":["Advertising"],"name":"OPA MARKETING TECH PRIVATE LIMITED","sectors":["AdTech"]},{"email":"cambani@plexitech.com","idea":"<p>PLEXITECH SOLUTIONS LLP is an established software development company delivering web and application development services of any complexity to clients worldwide. PlexiTech delivers comprehensive web and application services ranging from custom website design to development of complex internet systems. We base our offerings on an understanding of clients’ business requirements and providing dependable solutions. We combine business domain knowledge with technology competence and proven methodologies to deliver high quality results in a cost-effective manner to maximize your competitive advantage and productivity.</p>","industries":["IT Services"],"name":"PLEXITECH SOLUTIONS LLP","sectors":["Application Development"]},{"email":"sambani@gmail.com","idea":"<p>MAATIR DESIGNS LLP makes India souvenirs, apparel, décor, gifts and accessories that are inspired by our legacy. We reimagine and elevate Indian artisan craftmanship to fit into today’s urban lifestyles.\n</p><p>We wish to promote souvenirs that are classy enough to celebrate our multi-generational craft; and that do justice to&nbsp; our abundance of animals, flora, fauna, history, religions and culture. company believes in sustainable practices – we promote hand loom woven textiles, organic dyes, natural fabrics, upcycled products and bio-degradable packaging, all sourced locally.\n</p><p>We also promote Indian design aesthetics such as print designs of original loom weaves, embroideries, block printing motifs, and hand paintings to make wearable garments. This is in no way an attempt to detract from the mastery of our craftspeople, but it is sometimes not possible for the fabric (such as knits) to support the original craft techniques. Our belief is that this should not stop us from enjoying our legacy or promoting its riches to the rest of the world.</p>","industries":["Retail"],"name":"MAATIR DESIGNS LLP","sectors":["Social Commerce"]},{"email":"rpais@processanalytik.com","idea":"<p>PAI is focused on helping customers take Quantum Leaps in Operational Efficiency through the adoption of uniquely powerful products and solutions across the domains of Electrical Instruments, Instrumentation, Automation, Energy Storage and Power Quality Management.</p>","industries":["Others"],"name":"Process Analytik Instruments Pvt. Ltd.","sectors":["Others"]},{"email":"os.synergysol@gmail.com","idea":"<p>Solar EPC partnership firm which believes in the motto, “ To Spread the Art of Thinking Green”. We are in the business for 3 years and believe in the requirement of going green by reducing our dependence on fossil fuels and embrace green energy as the driving force for the future.</p>","industries":["Renewable Energy"],"name":"Oak Sathe Synergy Solutions ","sectors":["Renewable Solar Energy"]},{"email":"hello@thehome.studio","idea":"<p>TheHome.Studio aims to provide the best of solutions (products) for Home Designs and Décor. We plan to change to design language of a Traditional Indian Home.&nbsp;</p>","industries":["Other Specialty Retailers"],"name":"TheHome.Studio","sectors":["Home Furnishings Retailers"]}]