[{"email":"ansoogupta@gmail.com","idea":"<p><a href=\"http://oneshoetravels.com\" target=\"_blank\">oneshoetravels.com</a></p><p><br></p><p>OneShoe Trust&nbsp; was founded to usher in the new age of responsible consumption and sustainable production. Our areas of focus are agriculture, travel, food and retail.&nbsp; Our guiding principles are protection of local environment, local culture and boosting local economy in an inclusive way.<br><br></p>","industries":["Travel & Tourism"],"name":"ONE SHOE TRAVEL EXPERIENCES PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"aditya@jvjandco.com","idea":"<p>Leading the way – the first and only Indian company having an only women-driven fleet of cars. Integrating the need for travel – work, personal or leisure with complete safety, reliability, security and a comfortable ride. Making cab services for women in India for safe and reliable rides by having an only women-driven fleet of cars, uncompromised driving quality at a reasonable price esteemed service with a focus on the safety of the customer &amp; quick remedial response with continuous vehicle tracking.</p>","industries":["Transportation & Storage"],"name":"QRIDE TECHNOLOGIES PRIVATE LIMITED","sectors":["Passenger Transportation Services"]},{"email":"harshala@orangecurrent.com","idea":"<p>Orange Current Technologies is a Startup based in Mumbai and believes in empowering customers through cutting edge technology and add value to their business.</p>","industries":["IT Services"],"name":"ORANGE CURRENT TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"vivan@worknetwork.in","idea":"<p>Obtaining professional services, marketing and funding for companies is difficult; an open marketplace can help.&nbsp;</p><p><br></p><p>But business&nbsp;needs to learn about the service providers, prior to transacting. Hence, creating a need for a social network, alongside the marketplace.</p><p><br></p><p>Therefore, we are creating a social commerce platform, that will help companies&nbsp;work and network.&nbsp;</p>","industries":["Social Network"],"name":"WURKNET PRIVATE LIMITED","sectors":["Others"]},{"email":"pulkit.jain91@gmail.com","idea":"<p>Queue Management System</p>","industries":["IT Services"],"name":"IP Man","sectors":["Product Development"]},{"email":"etcomengineering@gmail.com","idea":"<p>Electrical Safety Analysis, Energy Audit, Valuations of plant and machines&nbsp;</p>","industries":["Safety"],"name":"ETCOM ENGINEERING SERVICES","sectors":["Others"]},{"email":"parchadinesh@yahoo.com","idea":"<p><a href=\"http://www.bipinfacilities.in\" target=\"_blank\">www.bipinfacilities.in</a><br></p>","industries":["Professional & Commercial Services"],"name":"BIPIN FACILITIES MANAGEMENT PVT. LTD.","sectors":["Others"]},{"email":"rkingmumbai07@gmail.com","idea":"\n            <p>Singh Patel Ecom Private Limited Launch his brand GROCERY BHAIYA which is India's leading online Fruit, Vegetables and grocery store.</p><p><br></p><p>\n</p><p>\n</p><p>With over 1000's of products and brands in our catalog, you will find everything you are looking for. Right from fresh Fruits and Vegetables, daily grocery items to beverages, and Personal care products. You can now choose from a wide range of products in every category, exclusively handpicked to help you find the best quality available at the lowest/reasonable prices. We aim to guarantee the best quality on-time delivery within 2 hours right to your doorstep in Newtown Kolkata.</p><p><br></p><p>\n</p><p> \n</p><p>You can pay online using your debit/credit card or by cash on delivery\n</p><p>\n</p><p><br></p><p>Getting groceries in Newtown, Kolkata has become easier than ever, thanks to the new revolutionized app/website of Grocery Bhaiya. It includes a wide range of fruits, vegetables, groceries, and dairy products and many more exotic products to cater to the needs of all kinds of customers' everyday use.\n</p><p>\n</p><p>Grocery Bhaiya does not compromise on quality and thus provides the best quality of fresh fruits, vegetables, and groceries and maintains a very high standard of hygiene making it the best online store in Rajarhat, Newtown, Kolkata area.\n</p><p><br></p><p><span>Grocery Bhaiya promises to deliver groceries at the customer’s doorstep within few hours resulting in the most efficient online grocery delivery platform in Newtown, Kolkata. Grocery Bhaiya ensures that it&nbsp;</span><span>benefits its customers by giving them the best possible prices and also gives discounts to its loyal customers.&nbsp;</span></p><p>\n</p><p><br></p><p>Grocery Bhaiya allows customers to create an account that helps to ease the ordering process and avoids any mistakes relating to delivery or payment. Grocery BhaiyaG is also capable to deliver bulk orders in a very short time to its customers to cater to any events.</p><p><br></p><p>\n</p><p>\n</p><p>Grocery Bhaiya also has detailed information and reviews of all the groceries online which helps customers take decision about the groceries they want to buy. If customers have any issues or suggestions, Grocery Bhaiya has a customer care number and email so customers’ problems can be solved as soon as possible.</p><p><br></p><p>\n</p><p>\n</p><p>Grocery Bhaiya is the new and highly demanded online grocery delivery in Newtown as it is flexible, giving customers the convenience of ordering groceries anytime sitting at the luxury of their homes.</p><p><br></p><p>\n</p><p>\n</p><p>Grocery Bhaiya is a very useful online grocery store for students and working professionals and families living in Newtown and Rajarhat area as the area is full of vibrant professionals and students.</p><p><br></p><p>\n</p><p>\n</p><p>Grocery Bhaiya's efficiency in timely delivery and the promise to deliver fresh fruits, veggies, and groceries can be very helpful for families in Newtown as they can get groceries on the go.</p><p><br></p><p>\n</p><p>\n</p><p>Grocery Bhaiya currently covers Kolkata's Newtown and surrounding areas that have been witnessing an immense amount of development in the recent past and thus will help the new residents to get fresh fruits and vegetables delivered at the earliest. Many people have a busy lifestyle or live alone, so they may not get the time to buy groceries as grocery stores are usually are not open 24/7 but Grocery Bhaiya is operational 24/7 and thus provides flexibility to customers ordering groceries in Newtown Rajarhat and surrounding areas.</p><p><br></p><p>\n</p><p>\n</p><p>Grocery Bhaiya has made grocery home delivery in Newtown a whole lot easier as Grocery Bhaiya always ensures that no deliveries are canceled after the order has been accepted. Customers can relax peacefully after placing their orders as Grocery Bhaiya will deliver every single item ordered to the customer’s doorstep in the stipulated time window. It can be difficult to get fresh vegetables in Kolkata Newtown as shops can be a bit further away from residential areas but residents in Newtown need not worry now as Grocery Bhaiya, the upcoming Online Grocery Store in Newtown Rajarhat Kolkata is now within their reach in a just a few clicks or a phone call away.</p><p>\n</p>\n        ","industries":["Retail"],"name":"SINGH PATEL ECOM PRIVATE LIMITED","sectors":["Comparison Shopping"]},{"email":"varma.ajay50@gmail.com","idea":"<p>Transforming content by providing translation services like written translation, interpretation, proofreading, transcription and data entry for all Indian and Foreign languages.</p>","industries":["Professional & Commercial Services"],"name":"BRIDLAN SERVICES (OPC) PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"dhavalrajeshraw@gmail.com","idea":"<p>As an electric bikes and cycles are growing in India we have created best suitable bikes for Indian people.we are planning to set up a manufacturing unit for the same in near future.</p>","industries":["Green Technology"],"name":"BOMBAY BICYCLE COMPANY","sectors":["Clean Tech"]}]