[{"email":"ajitkr84@rediffmail.com","idea":"<p>Protean Construction (OPC) Pvt. Ltd. (Protean Construction) is a startup in Civil Construction and engineering Sector based at Thane (Maharashtra). We at “Protean Construction” are engaged in providing various kind of civil construction and engineering service and solutions includes developing, maintaining and creating civil infrastructure viz. roads, bridge, fly-overs, water supply project, irrigation project, sanitation and Repair &amp; Maintenance of Railway track and house keeping services, supply of manpower in construction and engineering project, Transportation and to performance turnkey projects, EPC, fabricating, manufacturing, repairing of plant and machineries and parts thereof for various PSUs, Govt. Organisations and Industries. We are also into Developing commercial and residential complexes and maintenance services.\n</p><p>Our USP is our Highly skilled human resources, Quality Service and efficient project management. We use good quality material throughout our service in every field as we are committed towards quality centric organization and quality project delivery is our prime focus.</p>","industries":["Construction"],"name":"PROTEAN CONSTRUCTION (OPC) PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"serasewing@hotmail.com","idea":"<p>Importer &amp; trader of all types of industrial sewing machines.</p>","industries":["Others"],"name":"Sunshine Industries","sectors":["Others"]},{"email":"dhulao.com@gmail.com","idea":"<p>We do all your washing chores so that you can concentrate on other works that are important to save your precious time. We focus on the overuse of water to wash clothes, cars, and pets. We are here with a method that will not only save your precious time but also natural resource like water and Energy.<br></p>","industries":["Professional & Commercial Services"],"name":"SAVIOR SOFTEC (OPC) PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"hashtagbombay19@gmail.com","idea":"<p>FASHIONTOOTH APPARELS IS A COMPANY WHICH DOES BUSINESS UNDER THE NAME #TAG\n</p><p>\n</p><p>If you are a wild soul in a petite body, look no further. \n</p><p>#TAG is in the business of revolutionizing the way petite women dress. \n</p><p>\n</p><p>A woman who is below 5 feet 4 inches is considered as a petite woman and in India the average height of a woman is 5 feet, according to a new research report from Imperial College London. As we see today almost all the brands do not consider this category of petite women as they have sizes ranging from Small to Extra Large to XXL but only a few brands have an extra small size and it all stops there. We forget that even the petite women do have different body types types, That’s where we come in!!\n</p><p>\n</p><p>\n</p><p>#TAG is an IOT based online platform for the petite set of customers, Which is launched for the first time in India. Using IOT we bring the Store experience to you anytime, anywhere,be it questions regarding the products or any care related questions everything will be answered. Using AI we would reduce the damaged goods during production and simultaneously producing best quality products.  At #TAG we understand the struggle you go through to get that perfect sized apparel. When you shop at #TAG, you will have zero stress of alterations, zero stress of wearing children style clothing and zero length size disappointments .#TAG is your gateway to your perfect  size. Each dress, top and jacket, at #tag, is designed according to Indian body  frame excellence. All our designs, patterns, fabrics and prints are carefully chosen to help accentuate your perfect sized body. At #tag you will find that perfect size sleeves, length and armhole, as our designers have only you in mind.\n</p><p>\n</p><p>\n</p><p>\n</p><p>Petite apparel shopping has never been so easy or delightful when you shop at #TAG. Trendy casual wear, office wear, designer wear, indo western, ethnic wear, whatever your style, you will find it at #tag. The best part, all our  apparels are wallet friendly. There is no extra charge for that extra special fitting. \n</p><p>\n</p><p>\n</p><p>&nbsp;So #TAG yourself and make a statement.</p>","industries":["Fashion"],"name":"FASHIONTOOTH APPARELS PRIVATE LIMITED","sectors":["Apparel"]},{"email":"akshatjain1995.aj@gmail.com","idea":"Global rental marketplace like Amazon","industries":["Others"],"name":"iLeN","sectors":["Others"]},{"email":"jainm@novelbuildtech.com","idea":"<p>We are dedicated in providing state of the art building system suited for large-scale construction projects.We specialized in producing a stay-in-place PVC concrete forming system that is fast, affordable and easy to build. PVC stay-in-place forms is a revolutionary building system for constructing concrete walls.</p>","industries":["Construction"],"name":"NOVEL ASSEMBLER PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"suraj@vellvette.com","idea":"<p>Vellvette Lifestyle is in business of trading of Cosmetics and skin care product through retail stores, ecommerce website etc.</p>","industries":["Retail"],"name":"VELLVETTE LIFESTYLE PRIVATE LIMITED","sectors":["Social Commerce"]},{"email":"aparna.thakker@gmail.com","idea":"<p>Our company Empowerji works with Seniors citizens to simplify the adoption of Technology solutions in everyday life. While inclusion of Tech is a welcome change in our lives, for older generations this can be daunting. Due to this older adults either stay away from Technology or are dependent on others to help them with it. This distance can cause social isolation in the coming years. The problem is worse for Parents of NRIs who do not have their adult children around them.\n</p><p>\n</p><p>At Empowerji we teach Seniors how to use apps, websites and other such Technology driven solutions so that they can adopt Technology and live happier independent lives. We do this through our hands-on workshops, learning App &amp; online platform. Our services are in multiple languages.</p>","industries":["Education"],"name":"EMPOWERJI","sectors":["Skill Development"]},{"email":"momyzin@gmail.com","idea":"<p>Yahweh Sustainable Solutions Pvt. Ltd. is a Mumbai based women led startup offering innovative solutions for social, environmental and economic sustainability. We develop, promote and market relevant solutions for sustainable development. Yahweh strategic consulting division was set-up to create a wider impact by educating and enabling other organisations to manage their environmental and social impact.</p>","industries":["Green Technology"],"name":"YAHWEH SUSTAINABLE SOLUTIONS PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"himanshu@ship247.in","idea":"<p>UNZOTECH owns SHIP247.in (SHIP[24]7.in) which provides services in online logistics booking support for international trade. It provides consolidated services for Ocean Freight Booking and plans to expand into other domains of international trade as well.&nbsp;</p>","industries":["Transportation & Storage"],"name":"UNZOTECH PRIVATE LIMITED","sectors":["Freight & Logistics Services"]}]