[{"email":"tapish.khivensra@enthralaviation.com","idea":"<p>Enthral Aviation is a global integrated aviation organization incorporated in year 2015 under the guidance of aviator's who have years of experience.\n</p><p>Today, Enthral Aviation is one of the trusted and recognised name is the aviation industry in Indian Subcontinent, South East Asia, Middle East, Europe and North America.\n</p><p>Enthral Aviation with a portfolio of Private Jet Charter, Aircraft Management, Aircraft Leasing and Consultancy and Trading of Aircraft Spares.\n</p><p>One of our top vertical being Private Jet Charter Services, where we arrange private jet and helicopter on-demand. With us our clientele is open to explore endless opportunities in a private jet flight</p>","industries":["Travel & Tourism"],"name":"ENTHRAL SERVICES & AVIATION PRIVATE LIMITED","sectors":["Experiential Travel"]},{"email":"ceo@healthycravingsco.com","idea":"<p>The Healthy Cravings Co origins from the thought of providing a guilt-free experience. Healthy and nutritious snacking is now safe in our hands. We combine unique flavors with ingredients you can trust to create great tasting.</p>","industries":["Food & Beverages"],"name":"FLAVACO SNACKERY PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"rishivaidyaoffice@gmail.com","idea":"<p>NetPatrol Solutions Private Limited is an Indian technology firm providing cloud-based network solutions and specialized applications to end users and organizations.&nbsp;</p><p>&nbsp;</p><p>In recent times, India has witnessed growing number of cyber-attacks on India’s digital data in verticals such as banks, public institutions etc. Our endeavour is to provide the best solutions available globally to protect this sensitive data-in-motion while reducing the cost of network security.</p>","industries":["Telecommunication & Networking"],"name":"Netpatrol Solutions Private Limited","sectors":["Network Technology Solutions"]},{"email":"prashant.parit@gmail.com","idea":"<p>produced antibiotic free eggs</p>","industries":["Food & Beverages"],"name":"antibiotic free eggs","sectors":["Others"]},{"email":"SRIRAM@CALLIDOLEARNING.COM","idea":"<p>Cultivating the cognitive skills of students at an early-age and equipping them better. It is rooted in research and using technology to make learning interesting and data-driven. It offers a course modules on critical thinking and other skill development.</p>","industries":["Education"],"name":"CALLIDO LEARNING PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"moonstonehammock@gmail.com","idea":"<p>Moonstone Hammock brings a new wave in camping culture. We unearth lesser-known whereabouts tucked away in the outskirts of cities, which serve as apt settings to disconnect from mediocrity and reconnect with nature and self. It’s a quest to make every camping experience truly worthwhile!\n</p><p>\n</p><p>Moonstone Hammock was started back in 2016 and has been running a profitable business ever since. We offer camping, Back-packing, one day experiences and certified training programs. \n</p><p>\n</p><p>Our campsites is located in Karjat and Pali. Backpacking experiences are conducted in Rishikesh, Hampi &amp; Gokarna.</p>","industries":["Travel & Tourism"],"name":"Moonstone Hammock","sectors":["Hospitality"]},{"email":"accounts@fubiq.com","idea":"<p>Fubiq offers a broad spectrum of services across different sectors to offer a complete end to end Digital Service &amp; solutions to every kind of Retail and Institutional customer covering all Pin Codes.</p>","industries":["Finance Technology"],"name":"FUBIQ VENTURES PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"sadawana@healthnq.com","idea":"<p>The company is engaged in building products and services which address prevailing and imminent issues in healthcare. <br></p>","industries":["Healthcare & Lifesciences"],"name":"NovaQuark Healthcare Pvt. Ltd. ","sectors":["Healthcare Technology"]},{"email":"chandani@kdpaccountants.com","idea":"\n            <p>Introduction:\n</p><p>\n</p><p>Enoventive Decorations LLP (the Applicant) is a Limited liability Partnership incorporated as on 26th February 2019 and has its registered office address at Naresh Bhawan Block No. 6,244 Road No. 3, Jawahar Nagar, Goregaon West, Mumbai-400104, Maharashtra, India.  \n</p><p>\n</p><p>Proposed Activities of the LLP:\n</p><p>\n</p><p>The Applicant LLP is incorporated with the object to carry on the business of manufacturing and supply of different components with the use of decorative techniques. To provide, avail, import and export services of decoration and painting of various components pertaining to home appliances, articles, plastic materials, automobiles, etc. To implement and pursue different techniques of decorations and paintings to develop software that can be utilized for decorations and painting of articles. To engage in the process of injection moulding and to produce the components of plastics and other materials.\n</p><p>\n</p><p>To carry out research and development activities in pursuance of the objects mentioned above. To enter into any contract or agreement with the third party and to make improvements and expansion of existing projects.\n</p><p>\n</p><p>Description of the technology used for business activities:\n</p><p>\n</p><p>The Applicant has commenced its operations with the sole purpose to decorate and beautify plastic moulded components with the unique process of SUPERIOR AQUA GRAPHICS TECHNOLOGY which is currently the first of its kind in India. The technology of superior aqua graphics allows the transfer of printed patterns and designs to any 3-dimensional surface or component. \n</p><p>\n</p><p>The Applicant shall commence using the above-mentioned technology on plastic moulded components which will be of utilization to its customers operating in industries like Automotive 2-Wheelers, Automotive 4-Wheelers, Home Electricals, Home Appliances, Bathroom Interiors, etc. Pictures of a few product designs are attached below in Annexure A.\n</p><p>\n</p><p>The uniqueness of our Superior Aqua Graphics technology is that we have the freedom of the substrate on which this technology can be used. Unlike other conventional machines, our technology permits the decoration not only on plastics components but also on metal, ceramics, glass, fiberglass and hardwood. The customer has the option to select from thousands of different patterns and designs and the Applicant can also create, develop and customize any specialized films as per the customer’s requirement. Our technology infrastructure is state of the art along with a clean room with tremendous automation for providing the best in class quality to our customers. This also gives us the potential to export components to various countries in the future. Our infrastructure has the potential to lead to higher productivity and output which will intern help us to increase our revenue.\n</p><p>\n</p><p>Environmental Protection: \n</p><p>\n</p><p>The infrastructure developed by the Applicant to conduct its business operations is also designed to re-cycle air and water and also has an effluent treatment plant to make sure that the sludge gets treated correctly in order to avoid any harm to the environment.\n</p><p>\n</p><p>Employment Generation:\n</p><p>\n</p><p>This segment of the business will also employ skilled people for production, painting and quality processes and semi-skilled people for maintenance and cleaning of jigs, fitment of the substrate to the jigs, etc. We intend to increase employment with our infrastructure.</p>\n        ","industries":["Design"],"name":"ENOVENTIVE DECORATIONS LLP","sectors":["Industrial Design"]},{"email":"Satyajeetenterprises@yahoo.com","idea":"<p>Central monitoring of important building's fire protection systems. Design, maintain, install, audit, inspect, supply and repair of fire safety system. Interior works, different system integration with fire alarm system. It net solutions.</p>","industries":["Safety"],"name":"Satyajeet Enterprises","sectors":["Others"]}]