[{"email":"info@visualmitra.com","idea":"<p>Visualmitra offers Visual Management Solutions to Industries &amp; Commercial establishments. This team of management experts &amp; professional designers have developed a unique methodology for Visual Management Project which starts with an initial survey at the facility &amp; ends with the installation of effective displays.\n</p><p>Visualmitra also direct sale the wide range of displays including Safety Posters, Safety Signs, Informative boards, Posters on Quality, Productivity, 5S, Lean, Customized evacuation plan &amp; many more. Displays are available in any language, size, and material qualities.</p>","industries":["Professional & Commercial Services"],"name":"VISUALMITRA LLP","sectors":["Business Support Supplies"]},{"email":"vickynadar90@gmail.com","idea":"<p>Engineers &amp; Contractors</p>","industries":["Construction"],"name":"MUKESH MOHAN NADAR","sectors":["Construction & Engineering"]},{"email":"dinesh.s.t@gmail.com","idea":"Brand integration online and offline.","industries":["Media & Entertainment"],"name":"KATAPULT","sectors":["Entertainment"]},{"email":"rudrahygienecare@gmail.com","idea":"<p>Rudra Hygienecare founded in the year 2017 as a partnership firm and mainly working in the field of menstrual hygiene. We manufacture and market sanitary napkin vending machines, Sanitary Napkins Incinerators, Sanitary Napkins, Baby Diapers, Adult diapers, Underpads etc. Sarmistha Nalawade owns 90% of this firm .</p>","industries":["Healthcare & Lifesciences"],"name":"RUDRA HYGIENECARE","sectors":["Others"]},{"email":"agrawaldave@gmail.com","idea":"<p>The company shall be engaged in activities relating to processing of data using technology and to provide near real time economic indicators using different alternative data sources such as web data, social data etc. The company would be leveraging computer vision and machine learning technologies to build a proprietary algorithm to derive different economic indicators such as CPI etc</p>","industries":["Analytics"],"name":"GROUND TRUTH TECHNOLOGY PRIVATE LIMITED","sectors":["Data Science"]},{"email":"ramesh.krishnamurthy@inquizity.com","idea":"<p><br></p><div>Starting from a few modules in Planning, we now offer two distinct streams, namely Sales and Operations Planning and Process Digitalisation using our new Cloud based platform called dataSAVI. We realised that there is synergy between giving operational applications such as IIOT, Customer Portals, Product Track and Trace, Warehouse Track and Trace along with our higher end complicated Planning Solutions. &nbsp;</div><div>The two streams have been described further if you wish to get the details. We can also meet where I can take you through our solutions in detail.&nbsp;</div><div>SUPPLY CHAIN PLANNING AND SNOP SUITE&nbsp;</div><div>While we have started with just a few modules (when we met you we had much fewer modules), we now offer proven solutions for all planning needs across the Sales and Operations Planning process. These include:&nbsp;</div><div>• Procurement Planning &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</div><div>• Demand Planning&nbsp;</div><div>• Aggregate Production Planning, &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</div><div>• Order Promise / Available To Promise&nbsp;</div><div>• Production Planning and Scheduling, &nbsp;</div><div>• Replenishment and Inventory Planning&nbsp;</div><div>• Vehicle Routing&nbsp;</div><div>• Network Design (Pre/Post GST Modelling)&nbsp;</div><div>• Budgeting / Integrated Business Planning&nbsp;</div><div>Our product is complementary to ERP solutions like Oracle, SAP, Microsoft Dynamics, Microsoft Navision, Baan, Ramco, IFS and other&nbsp; legacy ERP systems. &nbsp;</div><div>Our Products enhance the capability of the ERP and takes care of the lacuna of the ERP planning module; for example, ERP’s MRP module (Infinite Capacity Planning) is replaced by Finite Capacity Planning (simultaneous Material and Capacity planning).&nbsp;</div><div>Our Solutions have found acceptance at more than 100 client situations across different industries such as Pharmaceuticals, Appliances, Tyre, Engineering, Machine Tools, Precision Tools, Textiles, Pumps, Auto Components, Cement, etc. Some of our 100+ prestigious customers include CEAT, CMI FPE, Jyoti Structures, Aurobindo Pharma, Zydus Cadilla, Intas, Godrej Boyce, Hindalco, J K Lakshmi Cements, D Décor, Hindalco, ACC/Ambuja, DHL, CRI Pumps etc.&nbsp;</div><div>PROCESS DIGITALISATION&nbsp;</div><div>dataSAVI is our low code configurable Cloud based platform that allows intelligent and end to end connection of a number of systems including ERP, Planning and MES/IIOT systems as well as a host of machines, bespoke applications so as to provide seamless data connection. The platform is called dataSAVI™ on which we have already built a number of capabilities and are adding a lot more at a rapid pace.&nbsp;</div><div>Digitalisation offers companies an opportunity to redesign their Processes. What ERP / EDI offered which started the BPR movement, digitisation now offers newer technologies. Digitalisation offers technologies that are both transactional as well as intelligent in nature. dataSAVI is our platform that we use to tech enable any process based on the gaps in the Process that we identify. Some Use Cases from our rapidly growing suite include:&nbsp;</div><div>• Workflow Applications:&nbsp;</div><div>o Warehouse / Production Track and Trace Solutions&nbsp;</div><div>o Machine Data Acquisition (using IIOT)&nbsp;</div><div>o Field Service Data Collection&nbsp;</div><div>o Custom Customer Portals&nbsp;</div><div>o Custom Supplier Portals&nbsp;</div><div>o OCR Based Data Acquizition&nbsp;</div><div>• Intelligent Applications:&nbsp;</div><div>o Control Towers&nbsp;</div><div>o Dashboards&nbsp;</div><div>o Predictive Analytics including Trend Analysis, Multi Variate Analysis, ML etc.&nbsp;</div><div>o Scheduling&nbsp;</div><div>o Heuristics based Scheduling / Optimisation based Planning and Scheduling</div>","industries":["Enterprise Software"],"name":"INQUIZITY METANOIA (OPC) PRIVATE LIMITED","sectors":["SCM"]},{"email":"pramod.srinivasula@gmail.com","idea":"<p>Ride sharing<br></p>","industries":["Transportation & Storage"],"name":"Pramod","sectors":["Passenger Transportation Services"]},{"email":"kraftsurgicals@gmail.com","idea":"<p><a href=\"http://www.kraftsurgical.com\" target=\"_blank\">www.kraftsurgicals.com</a><br></p>","industries":["Healthcare & Lifesciences"],"name":"kraft surgicals pvt ltd","sectors":["Medical Devices Biomedical"]},{"email":"atoffice.apa@gmail.com","idea":"<p>We, Melting Pot Food Products Private Limited, are the new millenials in the Indian food industry.\n</p><p>We serve a blend of food that originates from gastronomy practices from across the globe and keeping in mind taste preferences of the Indian public.</p>","industries":["Food & Beverages"],"name":"MELTING POT FOOD PRODUCTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"contact@inspiritai.com","idea":"<p>EdTech company specializing in Artificial Intelligence</p>","industries":["Education"],"name":"INSPIRIT AI PRIVATE LIMITED","sectors":["Education Technology"]}]