[{"email":"dubamretail@gmail.com","idea":"<p>Dubam Private Limited</p>","industries":["IT Services"],"name":"Dubam Private Limited","sectors":["Product Development"]},{"email":"faisal.a.fkhan@gmail.com","idea":"<p>Create an employment for the Nation&nbsp;</p><p>We are a young and dynamic team working together to meet the requirements of the students all over India. It is our mission to facilitate students with the best job opportunities and also works towards the overall development of the students to introduce them to the corporate world for their successful career.</p>","industries":["Human Resources"],"name":"JOB4U","sectors":["Recruitment Jobs"]},{"email":"ravi@itgateway.co.in","idea":"<p>IT Gateway is a group of highly skilled and highly diverse Information Technology specialists. Our super powers are in strategic IT planning, problem solving and keeping your business networks running smoothly.\n</p><p>\n</p><p>We love technology, but being a great IT company is about much more than working with computers. \n</p><p>\n</p><p>IT GATEWAY has made it our mission to deliver services that bring real value to each and every one of our customers, no matter how big or small. We’ll give you that peace of mind and more, by implementing highly-secure systems that not only align with your business needs, but help you reduce cost, improve productivity, and ease workload. When you’ve got access to true IT specialists who genuinely have your best interests at heart, you’re free to focus even more on growing your business. We’ll be working away in the background, ensuring data safety and system availability.</p><p><br></p><p>Integrity : We act and advise in our clients’ best interests. We are dependable: we do what we say we will do, when we say we will do it. We own up to our mistakes.\n</p><p>\n</p><p>Communication :  We emphasize frequent, full, honest communication as one of the pillars of a lasting and profitable business relationship.\n</p><p>\n</p><p>Respect &amp; Friendliness : We meet clients on their technological level. We are never condescending to or demeaning of our clients, even in private. We are helpful, kind, and polite, and we turn our clients into long-term raving fans. (Appropriate humor is always welcome.)    \n</p><p>\n</p><p>Expertise : We strive to really understand available technology, so we can advise our clients on new or developing technologies they may not be familiar with, and do so with insight and wisdom. We treat every situation as a learning opportunity, and do our best to internalize the lessons it teaches.\n</p><p>\n</p><p>Client Education : Credibly brand standards compliant users without extensible services.      \n</p><p>\n</p><p>Team Work : We play to the strengths of our technicians, and send the right person to each job. We do our best on each project even when somebody else will end up being responsible to maintain it.   \n</p><p>\n</p><p>Abundance : We promote a win-win environment by giving superb value to our clients while providing an honest and bountiful living for ourselves.</p>","industries":["IT Services"],"name":"IT Gateway Solutions","sectors":["IT Management"]},{"email":"prasad.indulkar@gmail.com","idea":"<p>We are an Audio Visual Integration firm based in Thane, we specialise in provided high end state of the art Audio visual integrated solutions to our clients. We are however not able to generate enough sales inquiries and also lack in organising funding to scale up.</p>","industries":["IT Services"],"name":"PMI Enterprises Private Limited","sectors":["Others"]},{"email":"studio27815@gmail.com","idea":"We are developing a video production to distribution tool which eases the complications of Video Production to Video Marketing.","industries":["Advertising"],"name":"Skyfling Technologies LLP","sectors":["AdTech"]},{"email":"dssagroups@gmail.com","idea":"<p>business of buying, selling, reselling, importing, exporting,\n</p><p>transporting, storing, developing, promoting, marketing or supplying, trading,\n&nbsp;<span>dealing in any manner whatsoever business as dealers of Readymade Garments,&nbsp;</span><span>cloth, handbags, purses, cosmetics, sarees, consumer goods, domestical —&nbsp;</span><span>electrical appliances, fashionable and decorative articles including imitation and&nbsp;</span><span>real jewellery precious stones, handicrafts, health products, food products,&nbsp;</span></p><p>presentation articles, and to carry on the activity of manufacturing ready made&nbsp;<span>garments on retail as well as on wholesale basis in India or elsewhere.</span></p>","industries":["Marketing"],"name":"INDRAYANI PRODUCTS MARKETING INDIA PRIVATE LIMITED","sectors":["Sales"]},{"email":"fernandes.samantha1990@gmail.com","idea":"<p>we are a it based company</p>","industries":["Internet of Things"],"name":"ATTENTIO CORPORATE SERVICES LLP","sectors":["Others"]},{"email":"samantha@attentiocs.com","idea":"<p>the company is a startup into technology.</p>","industries":["IT Services"],"name":"MOOL INNOVATION LABS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"esferaconsultants@gmail.com","idea":"<p>ESFERA Project Consultants LLP is the firm for providing comprehensive suites of Technical &amp; Engineering services. We at ESFERA have dedicated team having expertise for preparation of Detailed Project Reports (DPR), Techno- Economic Feasibility Studies (TEFS), Concept Planning &amp; Cost Estimates, Design Engineering Services, Project Management Consultancy Services and Tender Preparation.\n</p><p>We adopt a systematic approach to provide the strong fundamental support needed for the effective delivery of our services to our Clients’ in India &amp; Abroad.</p>","industries":["Professional & Commercial Services"],"name":"ESFERA PROJECT CONSULTANTS LLP","sectors":["Others"]},{"email":"accounts@imagimake.com","idea":"<p>Imagimake has been established with the objective to bridge the gap between development and entertainment by creating fun and constructive toys for children. We provide a fulfilling and innovative range of products which cater to art &amp; hobby, educational toys, puzzles and 3D model making sets that win the hearts of both parents and child. Imagimake range of toys facilitates holistic child development.\n</p><p>\n</p><p>Our activity toys &amp; DIY craft sets cater to kids who are 3 years and above, but these toys are crafted in such a way that even adults can enjoy! These toys are a great way to harness the creativity and expose kids to a whole new world of possibilities!\n</p><p>\n</p><p>Imagimake brings forth the vision to create a toy range that is innovative, easy to play with, affordable and have a higher play value. Our current range includes:\n</p><p>\n</p><p>Mapology - An engrossing jigsaw puzzle designed to make geography more fun for kids, which shall sharpen the geographical knowledge of children as also provide doze of entertainment to keep them constructively occupied. It includes map puzzles of country, continents and the world\n</p><p>\n</p><p>Worldwide - The exciting range of Worldwide include 3D model making sets which are designed to help the child explore and learn about different animals, monuments, houses and birds from across the world. These building toys are a practical lesson plan for teaching the child about the world around them.\n</p><p>\n</p><p>Explorer - A range of DIYs targeted at the child upto 5 years to help them explore different art and craft activities. Playtime with this DIY kit has a tremendous impact on a child's cognitive, social and emotional growth.\n</p><p>\n</p><p>Quill On - Quill On is our innovative creative play system based on technique called Quilling. It comprises of patent pending tools, consumable strips that are used to make some exciting creations and also some playful DIY kits. We have served more than 50,000 customers worldwide since our launch, a majority of who are first time quillers.\n</p><p>\n</p><p>The other components of the exciting range at Imagimake consist of Think-a-maze and Snappies.\n</p><p>\n</p><p>Imagimake came into existence in the year 2012 to offer an innovative platform dedicated to help children express themselves creatively. Imagimake has since come up with some extremely creative games and projects, which provide a unique experience for children in expressing themselves through these innovative models. Based out of Mumbai, India, Imagimake delivers some of the most creative and formative experiences in the lives of children.\n</p><p>\n</p><p>Imagimake has taken the onus of continuously exploring different ideas in art and craft, puzzles, model making and board games so that the user can select from a wide variety to enable explore &amp; express their own creativity. The motto is to strive for excellence and offer the best in each product category, so that the user benefits the most in the end.</p>","industries":["Others"],"name":"Imagimake Toys LLP","sectors":["Others"]}]