[{"email":"hallohappiness17@gmail.com","idea":"<p>According to World Health Organization, “Health is a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity”.  It is estimated that around 400 million people are depressed in the world today and that is going to be a major cause of diseases and death. Common mental health disorders, such as depression, generalized anxiety disorder, panic disorder, OCD, PTSD and social anxiety disorder may affect 15% of the population at any given time.\n</p><p>WHO defines mental health “as a state of well being in which every individual, his or her our potential, can cope with normal stresses of life, can work productively and faithfully and is able to make a contribution of his or her community.\n</p><p>The whole world today is concentrating on mental health which is affecting daily lives, productivity and social trauma. Hallohappiness aims to help the needy and support them for better productivity which enhances profitability of companies. This imparts better employment situation as well as health conditions and all this collectivity contributes to enhance GDP of the country.\n</p><p>\n</p><p>Our future plans include\n</p><p>Evidence based psychological interventions, such as: \n</p><p>•\tBasic versions of cognitive-behavioural therapy, interpersonal therapy.\n</p><p>•\tSelf-help materials drawing from evidence-based psychological treatment principles, in the form of: - Self-help books - Self-help audiovisual materials - Online self-help interventions.\n</p><p>•\tGuided self-help in the form of individual or group programs, providing people with guidance in using the above mentioned self-help materials.\n</p><p>•\tSelf-Help Add on. A multi-media stress management self-help package (a pre-recorded audio course supplemented with a self-help book. \n</p><p>•\tStep-by-Step Online (e-mental health) intervention based on behavioural activation with or without minimal support from a non-specialist worker. \n</p><p>•\tHelping Youth and Adolescents Cope.  Distress and Depression.\n</p><p>•\tMulti-component behavioural intervention which can be delivered by specialists or non-specialists for adults in communities affected by adversity.\n</p>","industries":["Healthcare & Lifesciences"],"name":"HALLOHAPPINESS MENTAL HEALTH (OPC) PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"jayesh.mandalia@whisper-w.com","idea":"<p>Whisper Media is the global leader in efficient brand integration.<br></p>","industries":["Advertising"],"name":"Whisper Media Private Limited","sectors":["Others"]},{"email":"S.SULARIA@INTELLIGENCENODE.COM","idea":"\n            <p>Intelligence Node is a real-time retail optimization platform that empowers businesses to set optimal pricing and uncover competitive insights.</p><p></p><p>Unlike niche applications or monolithic corporates that have acquired and merged products, Intelligence Node’s AI-driven proprietary algorithms have created the world’s largest retail product index with unmatched accuracy - all packaged in an intuitive and beautiful user interface. Intelligence Node is the only independent data powerhouse in the market and we are proud to serve hundreds of retailers and brands worldwide, including category leaders like Walmart, Unilever, Macy’s, Li&amp;Fung, John Lewis, GFG, Tesco, Reliance, Landmark, and many others.</p>\n        ","industries":["AI"],"name":"Intelligence Node Consulting Pvt Ltd.","sectors":["Machine Learning"]},{"email":"kareena@hopscotch.health","idea":"\n            <p><span>Hopscotch Health is a data-driven health startup focused on making everyday health fun and easy. We use behavior science, game design, and data analytics to create the next generation of digital health solutions</span></p>\n        ","industries":["Healthcare & Lifesciences"],"name":"Hopscotch Health","sectors":["Health & Wellness"]},{"email":"santosh@ssvbrandsafe.in","idea":"<p>Dear Sir/Madam,<br>Greetings …..<br>We SSV-Brandsafe Consulting &amp; Investigations feel proud to introduce ourselves. <br>Last 12 years we actively associate with different organizations for Brand protection and security Consulting. We independently start our operations since March-2018 with the team who having handful of&nbsp;&nbsp; experience in Brand Protection, Anti Piracy, Market Research, Investigations, Taking lawful actions against the concerns. We come up in industry with inspiration to provide quality and honest services our clients, to mitigate business and market risk so that they only focus to grow their wings in high sky.<br>Our Diverse team of members comes from different background with high qualifications and experience from ground. Our Expertise in Brand protection, Insurance claims investigations, Market Survey, Employee Verification, Fraud Investigations, Physical security etc.&nbsp;&nbsp;&nbsp; <br>We assure our esteem clients that during our operations we take all necessary actions to keep it confidential and take care the reputation of our esteem client and their brand in Market.&nbsp; <br>Hope we have long business co-operations.<br>Thanks &amp; Regards<br><br>Yours <br>Team SSV-Brandsafe<br></p>","industries":["Professional & Commercial Services"],"name":"SSV-Brandsafe PRIVATE LTD","sectors":["Business Support Services"]},{"email":"sandeep@kraftjar.com","idea":"<p>KraftJar is a creative experiential marketing company helping brands to create customised, scalable &amp; sustainable intellectual properties &amp; marketing campaigns.&nbsp;</p>","industries":["Events"],"name":"VRNDA EXPERIENTIAL MARKETING & CONTENT CREATORS PRIVATE LIMITED","sectors":["Event Management"]},{"email":"pratyush.sharma28@gmail.com","idea":"<p>AcadPal is a robust teaching solution for educators of tomorrow; we empower them with our platform-as-a-service product in ways, which allows them to focus on what they do the best, that is teaching!</p><p><br></p><p>We designed our solution to benefit from best of both the worlds, online &amp; offline teaching alike. We focus Participation, Preparation and Personalisation for improving student's performance.</p>","industries":["Education"],"name":"AcadPal","sectors":["Education Technology"]},{"email":"mahaganges@gmail.com","idea":"<p>GnGe - PROVIDE COMPLETE TURNKEY BASE SYSTEMS\n</p><p>AMC (Annual maintenances contracts)\n</p><p>\n</p><p>Supply &amp; servicing of Portable Fire Extinguishers – as per standards – Class – A, Class – B, Class – C, Class – D, ABC Store Pressure, BC Dry Powder store Pressure, Mechanical Foam, Water CO2, CO2 type and ABC Clean Agent and Modular type., \n</p><p>\n</p><p>Kitchen Hood Systems – for Restaurants and Caterings \n</p><p>\n</p><p>Required any modification as per standards and client requirements\n</p><p>\t\n</p><p>FIRE DETECTION, GAS DETECTION ALARM, and PA SYSTEMS \n</p><p>FIRE PROTECTION and SECURITY SYSTEMS\n</p><p><br></p><p>FIRE HYDRANT SYSTEMS, - HV, MV, LV, Sprinkler, Water Mist, Hose Reel, etc.,\n</p><p><br></p><p>CLEAN AGENT SYSTEMS, - CO2 HP &amp; LP, FM-200, ARGONITE, NOVAC 1230, IG-55, 541, AEROSOL, CF3I (Tridiode) Replacement of Halon BCF 1211 &amp; BTM 1301,\n</p><p>AEROSOL FIRE SUPPRESSION SYSTEMS\n</p><p><br></p><p>We Provide Complete Turnkey base systems, DESIGN, SUPPLY, INSTALLATION, COMMISSIONING, TESTING, (Repair &amp; servicing of all types of systems) and CONSULTANCY of FIRE PROTECTION &amp; SECURITY SYSTEMS</p><p><br></p><p>We are an Authorized Distributor of AMPERES PA Systems\n</p><p>We are an Authorized Distributor of PYROGEN FIRE EXTINGUISHING SYSTEMS</p><p><br></p><p>Sunitha P. \n</p><p>Marketing Executive \n</p><p>02224900457 / +91-9833857469 / 7977784448\n</p><p>For and on behalf of GnGe  \n</p><p>info@gfire.in, gfireengsys@gmail.com, \n</p><p>web: www.gfire.in</p>","industries":["Safety"],"name":"GANGES FIRE ENGINEERING SYSTEMS","sectors":["Others"]},{"email":"arksafetytools@gmail.com","idea":"<p>We at ARK Safety Tools areManufacturer, Manufacturer's Representative And General Supplier For Various Types Of Multi-Use Tools (Non-Sparking And Non-Magnetic Safety Hand Tools).&nbsp;</p><p>We have developed hand tools from alloy aluminum bronze</p><p>We&nbsp;are developing beryllium copper and working on Copper Titanium alloy made hand tools and other products. These tools are safe and highly recommended by professionals and government entities for safe and protected use in places where a spark can create a fire.</p>","industries":["Others"],"name":"ARK Safety tools","sectors":["Others"]},{"email":"kiran.arya@clynkmedia.com","idea":"<p>Video on demand platform for digital entertainment content for Hindi &amp; regional languages.</p>","industries":["Media & Entertainment"],"name":"CLYNK MEDIAWORKS INDIA PRIVATE LIMITED","sectors":["Digital Media Video"]}]