[{"email":"aditya@smartsys.in","idea":"<p>We design and develop custom embedded hardware &amp; custom web/mobile software solutions for enterprises.</p>","industries":["Enterprise Software"],"name":"SMARTSYS TECHLABS LLP","sectors":["ERP"]},{"email":"ca.kmbassociates@gmail.com","idea":"<p>We are into selling of packaged drinking water. The quality product of 70K Waterworks Private Limited is \"Neervana\". Under the brand Neervana, we have various products being sold. One of those product is Neervana Premium. The Neervana Premium comes in a Diamond Packing with added minerals to the water. The water being used in the bottles are subject to various innovative and latest cleaning methodologies making it best for human consumption.</p>","industries":["Food & Beverages"],"name":"70K WATERWORKS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"dhirensaraiya@gmail.com","idea":"<p>Our company is established in March 2019 .&nbsp;</p><p>We mfg mechanical fabricated products for government&nbsp; of India , DRDO&nbsp; &nbsp;</p><p>&nbsp; &nbsp; &nbsp;</p>","industries":["Telecommunication & Networking"],"name":"FLO INDUSTRIAL ENGINEERS","sectors":["Network Technology Solutions"]},{"email":"nileshkhanapurkar@xlroots.com","idea":"<p><a href=\"http://xlroots.com\" target=\"_blank\">xlroots.com</a><br></p>","industries":["Education"],"name":"Mobeesolution Technologies","sectors":["Others"]},{"email":"rhea@purpleseed.in","idea":"<p>An end to end digital &amp; creative solutions boutique agency offering an array of services like social media marketing, content creative, digital ad buying, photography, videography, influencer marketing, website development &amp; maintenance, etc; to small, medium &amp; large sector clients catering to brands across various industries.</p>","industries":["Marketing"],"name":"PURPLE SEED CREATIVE SOLUTIONS LLP","sectors":["Others"]},{"email":"dailyinventionsindia@gmail.com","idea":"\n            <p>The company is into conceptualisation, development and manufacturing of products to enhance quality of living in urban cities. It has started promoting its flagship product, an innovative mosquito bed net system. The product came into existence after extensive research done to understand non usage of bed nets for sleep-time mosquito protection. It successfully counters the main reasons of non usage in urban homes while giving long lasting additional benefits. The company plans to develop products in Personal care, Healthcare and Auto care segments. The company is actively looking for investors to scale up manufacturing and marketing the bed net system.<br></p>\n        ","industries":["Healthcare & Lifesciences"],"name":"INTELLIGIBLE INVENTIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"altaf@azuro.in","idea":"IT SERVICES AND TECHNOLOGY","industries":["Professional & Commercial Services"],"name":"FITRR TECHNOLOGIES PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"rootuja.gatlewar@wellthy.care","idea":"<p>Wellthy Therapeutics designs clinically validated digital health interventions for NCD prevention and management which are deployed through a cloud-based technology stack comprising of prescription therapeutics for patients, dashboards for health coaches, physicians, paramedical staff and program analytics and an AI-powered chatbot which can be deployed across multiple digital mediums.</p>","industries":["Healthcare & Lifesciences"],"name":"Rootuja Gatlewar","sectors":["Healthcare Technology"]},{"email":"aldrinalex8@gmail.com","idea":"<p>What is ipledgefor?</p><p><br></p><p>ipledgefor is a Causefunding platform redefining the way people help each other &amp; making Causefunding accessible for all. ipledgefor lets people raise funds for the causes that matter to them the most.</p><p><br></p><p>What does ipledgefor offer?</p><p><br></p><p>- Monetary Donations</p><p>- In-kind Donations (Non-Profits, Charities, Social Impact Groups)</p><p>- Giving Portfolio</p><p>- Volunteer</p><p>- Website with Payment Gateway for Non-Profits, Charities, Social Impact Groups</p>","industries":["Social Impact"],"name":"THREE SIX NINE ONLINE VENTURES PRIVATE LIMITED","sectors":["NGO"]},{"email":"vinay@smartsmith.com","idea":"<p>https://www.smartsmith.com</p>","industries":["IT Services"],"name":"SMARTSMITH INFOTECH PRIVATE LIMITED","sectors":["Web Development"]}]