[{"email":"harsha@iicsr.com","idea":"<p><a href=\"https://www.iicsr.com\" target=\"_blank\">https://www.iicsr.com</a><a href=\"https://www.iicsr.com\" target=\"_blank\"></a></p><p><br></p><p>We are working to lead the knowledge dissemination for CSR and Sustainability<br><br></p>","industries":["Education"],"name":"IICSR AND SUSTAINABILITY KNOWLEDGE MANAGEMENT PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"asawabharat@rediffmail.com","idea":"<p>Stake Exchange is launched with a basic idea to create an online social platform with business in mind. While there are many online social and professional networks, we realized that there is no such online network available in the market with free access to public to join, collaborate and leverage on each other's strengths to foster business relations.\n</p><p>\n</p><p>&nbsp;It allows anyone and everyone to join the network and create business profile so that users can leverage the network to search and find opportunities. Opportunities could be in the form of finding investors, investees, partners, self promotion for existing business, freelancing opportunity, providing services, sharing ideas and so on. \n</p><p>\n</p><p>The power of our idea originated from the fact that in the world of internet, everyone who has a dream of business, should have an equal opportunity and access to become an entrepreneur. Therefore our mantra 'Join Hands - Grow together.</p>","industries":["Social Network"],"name":"Stake-Exchange","sectors":["Others"]},{"email":"lekha.tatergroup@gmail.com","idea":"<p>AIR CONDITIONER SALES /SERVICE&nbsp;&nbsp;</p>","industries":["Others"],"name":"TATER INTERNATIONAL IMPEX","sectors":["Others"]},{"email":"sushil.kumar@ecgplus.com","idea":"Dentee is a B2B technology enabled service provider helps to&nbsp; find a dentist or a dental clinic in a city and enabling Doctors procure their consumables and supplies at a cost effective minimal time of assured quality.&nbsp;&nbsp;","industries":["Healthcare & Lifesciences"],"name":"ECGPLUS TECHNOLOGIES PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"sales@princeboard.com","idea":"<p><a href=\"http://www.princeboard.com\" target=\"_blank\">www.princeboard.com</a><br></p>","industries":["Education"],"name":"princeboard india","sectors":["Education Technology"]},{"email":"ganesh.pai@zoukasolutions.com","idea":"<p>Don't Memorise(a product of Zouka Solutions Pvt Ltd) is an Education Technology company that has educated millions of students online.&nbsp;</p>","industries":["Education"],"name":"ZOUKA SOLUTIONS PRIVATE LIMITED","sectors":["E-learning"]},{"email":"milind.shinde@gasgrows.com","idea":"<p><span>Gasgrows Solution\nPvt. Ltd.<span>is\nfounded by experienced team with proven track record to venture into India’s fast\ngrowing gas economy. </span>It <span>was </span><span>incorporated </span><span>a</span>s a <span>P</span>r<span>i</span><span>v</span>ate\nL<span>i</span><span>m</span><span>i</span>t<span>e</span>d\nC<span>om</span><span>p</span>any<span> u</span><span>n</span>der\nthe Indian C<span>o</span><span>m</span>pa<span>n</span>ies <span>A</span><span>c</span>t\n1<span>9</span><span>5</span>6\n<span>(</span><span>N</span>o.\n1 <span>o</span>f 1956) on <span>27th&nbsp;March 2019 with an objective of venturing into the area\nof <b>Small Scale LNG (ssLNG) </b></span>providing\nfaster, safer, and cheaper LNG solutions across the value chain including Procurement,\nTransportation, Storage and Regasifiaction for usage of &nbsp;‘LNG as Fuel’ and ‘LNG as Power’. <span>It is a registered MSME under MSME Udyog Aadhar. &nbsp;</span></span><span>Gasgrows intends\nto distribute LNG in a more competitive and efficient way than conventional\npipelines. Gasgrows offers the most competitive LNG price available, since the\ncompany is able to tap into multiple LNG terminals, and distribute LNG via LNG\nSemitrailers. &nbsp;</span></p><p><span><br></span></p><p><span>Gasgrows makes clean LNG\nreadily available for communities eager to replace the traditional fuels like Diesel,\nFurnace Oil, LPG, Naphtha etc. </span><span>Due to the solid experience and reputation of the founders of the\ncompany, leading LNG Terminals and Suppliers have already signed Fuel Supply\nAgreements (FSA) with the company.</span></p><p>\n\n</p><p><span>Currently, many\ncompanies are ready to avail the services of transportation of LNG from various\nLNG terminals (Ports) namely Petronet at Dahej, Gujarat; Petronet at Kochi,\nKerala, Shell at Hazira, Gujarat and IOCL at Ennore, Tamilnadu. The company has\nplans to supply and move 30,000 metric tons (MT) of LNG in FY 2021-22. Gasgrows\nhas partnered with terminal and best technology companies working in the area\nof LNG and power generation to bring the most advanced solutions to India in\nthe most cost-effective manner. Indian Oil Corporation Ltd. (IOCL), Shell\nEnergy India Ltd and Petronet LNG are ready to provide us more clients based on\nthe number of tankers we own.</span></p>","industries":["Transportation & Storage"],"name":"GASGROWS SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"priyankaddamania@gmail.com","idea":"<p>abcedkd;.d;lp</p>","industries":["Renewable Energy"],"name":"priyanka","sectors":["Renewable Energy Solutions"]},{"email":"sumit.navale9186@gmail.com","idea":"<p>We are Presenting the Nashik's Famous Food \"Misaal\" In Mumbai. Our Motive is Aware All the Mumbaikar Traditional Maharashtrian Food.&nbsp;</p>","industries":["Food & Beverages"],"name":"Desi Food Junction","sectors":["Restaurants"]},{"email":"jiteshconstruction38@gmail.com","idea":"<p>M/s. Jitesh Construction That Is One Of The Best Construction Companies. We Are Different From Other Companies As We Provide Timely And Unique Services To Our Respected Clients. Also We See To It That Our Orders Reach Our Clients On Time.</p>","industries":["Construction"],"name":"M/s. Jitesh Construction","sectors":["Construction & Engineering"]}]