[{"email":"altaf@tatva.health","idea":"<p><span>Traya is the only company in India that provides a holistic treatment for hair loss by targeting its root causes. We provide personalised plans that are prescribed by doctors with trusted ingredients. More than 1,00,000 customers are on the Traya regime and have seen desired results.</span></p>","industries":["Healthcare & Lifesciences"],"name":"TATVARTHA HEALTH PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"info@rooftopurja.in","idea":"<p>https://drive.google.com/file/d/1GzzoFbTQbFGqkzm0PiU-LOJ8WklS-Uui/view?usp=sharing</p>","industries":["Renewable Energy"],"name":"ROOFTOP URJA PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"nishant.tiwari@gmail.com","idea":"<p>Cloudtantra operates a market place for sale and purhcase of well architected, tested and cost optimized cloud infrastructure templates.<br></p><p>Cloudtantra designs  cloud first&nbsp;<span>&amp; cloud native multi-cloud models where workloads are moved dynamically based on demand, cost and latency. Cloudtantra provides advisory &amp; tooling to manage complexity in a hybrid data center,  multi-cloud environment. Cloudtantra enables enterprises to operate on a higher level of abstraction and create truly distributed applications.&nbsp;</span></p>","industries":["IT Services"],"name":"CLOUDTANTRA (OPC) PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"priyashbhandari123@gmail.com","idea":"<p>It provides groceries delivery but in complete different method. We have understood that 90% people dont order online groceries and went deep to study the problem and found a very creative solution to it.</p>","industries":["Retail"],"name":"MAH(Market At Home)","sectors":["Retail Technology"]},{"email":"akshaeg@gmail.com","idea":"<p>Optiminastic Infomedia Private Limited  (the Company) is a Private Limited Company, incorporated under the provisions of the Companies Act, 2013 on May 22, 2018 . The Registered Office of the Company is situated at 4, Floor - G, Plot - 58, Dhobi Chawl, Lala Nigam Road, Colaba Market,Mumbai- 400005. It is engaged in the business of providing media &amp; advertising .Optiminastic MCN is a Multi Channel Network Company which helps influencers grow by bringing brands on board. Following services provided by the company are Video Production, Talent Management, Content Creation to Social Media Management.</p>","industries":["Marketing"],"name":"Optiminastic Infomedia Private Limited","sectors":["Digital Marketing (SEO Automation)"]},{"email":"gulfshelving@gmail.com","idea":"<span>Primarily we started business with the Labor Job\nManufacturing of Warehouse and Retails Shelving Systems, its include lots of\nother similar used products i.e. Compacter, Pallet Racking, VNA, Selective,\nMultitier, Gravity, Shuttle based and ASRS Accessories etc. also includes the\ncontract Manufacturing of Lockers, Cabinets, Material Handling Equipment’s,\nPlastic pallet, Bins, Crates, Waste bins containers etc</span>","industries":["Other Specialty Retailers"],"name":"PROGULF SHELVING SYSTEMS PRIVATE LIMITED","sectors":["Computer & Electronics Retailers"]},{"email":"jyoti@battlestar.in","idea":"<p>In a world full of processed foods and beverages, We at Battlestar are out to change the way India consumes calories on the go. We have gone back to our Indian roots including Ayurveda for the most optimal formulation and used world class technologies to make it more palatable and more functional for a&nbsp; Fitter, Faster India.&nbsp;</p><p>For our maiden launch, we are introducing a line of 3 functional beverages that have zero calories with no additives and tremendous functional benefits. We want this to stand against all the cola and juice brands that have anywhere between 15 to 24 percent sugar. We intend to disrupt all categories of FMCG leveraging our understanding of Tech and ancient Indian food practices and create a global Indian FMCG brand.&nbsp;</p><p>Global leaders in their respective fields have made exceptions to partner with us in this vision for a healthier India. Whether it is product development, formulation or manufacturing, globally renowned players have partnered with us. We are not leaving any stone unturned to create a world class Indian company - right from bottle design to the product formulation and manufacturing - each step is proudly designed from scratch in India. We cannot wait for it to reach the people.&nbsp;</p>","industries":["Food & Beverages"],"name":"BATTLESTAR FOOD TECHNOLOGIES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"matreja.krish@gmail.com","idea":"<p>The Company namely Rethynk Tech Private Limited is committed to creating and using software and collect data for the purpose of advertising, marketing, operations, e-commerce, billing, accounts, payment systems as well as social networks. The technology employed for the same can include but is not limited to new technology like Big Data, Machine Learning and Artificial intelligence. Also the Company is committed to creating and using&nbsp;<span>marketing material for clients or itself using traditional and digital means of marketing products and services.</span></p>","industries":["Food & Beverages"],"name":"RETHYNK TECH PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"amankothari76@gmail.com","idea":"<p>Online Education&nbsp;</p>","industries":["Education"],"name":"CertEarn","sectors":["E-learning"]},{"email":"support@nanitesinc.com","idea":"\n            <p><a href=\"https://www.nanitesinc.com/about-us\" target=\"_blank\">About Us</a></p><p><br></p><p>In our Organisation we respect each and every individual and frame their ideas for self and organisational development. We work for our clients for their business development and cater them solutions to different problems.\n</p><p>\n</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; We provide a wide range of facilities and solutions to different challenges faced by various business groups, viz. Business Start up's, Small Business, Development of multi-state business or any other business entity.\n</p><p>\n</p><p>Setting up Business Infrastructure for Business Start-Up's &amp; other entities.\n</p><p>Setting up IT (Information Technology) for all business entity.\n</p><p>Solving work location problems for start-up or other  business entities.\n</p><p>Providing Business organisation's work bench for solving the challenges faced by organisation's.\n</p><p>Providing business plan for increase the efficiencies of available human resource.\n</p><p>Providing eminent market solutions for various brands products and creating leads for these top brands in our day to day market.<br><br></p>\n        ","industries":["IT Services"],"name":"Nanites Inc","sectors":["Application Development"]}]