[{"email":"deepak@ibcpharm.net","idea":"<p>IBC PHARMACEUTICALS PVT. LTD. IS DYNAMIC FORWARD LOOKING COMPANY WITH CLEAR THOUGHT PROCESS TO MANUFACTURE NICHE MEDICAL DEVICES AND PHARMACEUTICALS.\n</p><p>\n</p><p>IBC CONSISTS OF DIVERSE BOARD OF DIRECTORS TEAM HAVE ENGINEERS (PACKAGING, PROCESSING), DOCTOR (LEADING NEURO SURGEON), IIT (CHEMICAL ENGINEER), POLYMER SPECIALIST, PHARMACIST.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"IBC PHARMACEUTICALS PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"bala@gbtpl.com","idea":"<p>Green Building Technologies partners\n&nbsp; <span>with customers in the fields of security,&nbsp;</span><span>fire safety, comfort and energy&nbsp;</span><span>management to make facilities safer and&nbsp;&nbsp;</span><span>more efficient during their entire life&nbsp;</span><span>cycle.&nbsp;</span></p><p>Professionals Experienced from the\n&nbsp;<span>Organizations such as Schneider,&nbsp;</span><span>Johnson Controls &amp; Siemens&nbsp;</span><span>Authorized channel Partners of M/s&nbsp;</span><span>Siemens BT and M/s Schneider Electric</span></p><p><span>we Bundle our strengths in Four Business Areas.</span></p><p>* BUILDING AUTOMATION</p><p>* SECURITY SYSTEMS</p><p>* FIRE SAFETY AND SECURITY PRODUCTS</p><p>* FIRE FIGHTING PROJECTS</p>","industries":["Green Technology"],"name":"GREEN BUILDING TECHNOLOGIES PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"KRISHOBEROI53@GMAIL.COM","idea":"<p>WE ARE PROVIDING A PLATFORM FOR DOCTORS AND PATHOLOGY TO INCREASE THERE PRACTICE AND GROW MORE BU THE HELP OF OUR <a href=\"https://play.google.com/store/apps/details?id=com.own.doctor\" target=\"_blank\">APPLICATION </a>AND<a href=\"https://www.ownhealthcares.com/\" target=\"_blank\"> WEBSITE</a>.&nbsp;</p><p><br></p><p>FOR USER/ PATIENTS&nbsp;</p><p>WE ARE PROVIDING AN EASY TO USE SERVICE FOR APPOINTMENT OF DOCTORS/PATHOLOGY AND ORDER OF MEDICINES.</p><p>WE ARE PROVIDING BEST IN CLASS SERVICES AT&nbsp; AFFORDABLE PRICE IN THE INDUSTRY.</p><p><br></p><p>LESS TIME ,AFFORDABLE PRICE AND BEST IN QUALITY SERVICE.</p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"DOCMET HEALTHCARE PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"info4alam@gmail.com","idea":"<p><a href=\"http://sellwell.co.in/about-us.html\" target=\"_blank\">1. Sell Well Services For E-commerce Vendor</a></p><p>What We Do?\n</p><p>The future is digital commerce and there is no reason why you should not be selling your products to people all around the world. Our vision is to assist every seller with a combination of technology and services in order to drive visibility, reach and revenue. We provide value while digging deeper into your business, inventory flows, product margins etc. so that we can set realistic expectations regarding your performance and growth. Our qualified team possesses years of marketplaces and digital media experience. We also have Amazon Seller Central Specialists, experienced designer, advertisers, and other marketplace specialists who work hard on daily basis to achieve result oriented performance.</p><p><br></p><p>2.&nbsp;<a href=\"http://inspiringinfosys.com/\" target=\"_blank\">Web Development Services</a></p><p>We are here to solve all your technical problems so that you can easily concentrate\n</p><p>on your Marketing and make huge profits in your business.</p><p><a href=\"http://inspiringinfosys.com/\" target=\"_blank\"> </a></p><p>WHY INSPIRING INFO'S\n</p><p>We believe in providing the best technical solutions to our clients.\n</p><p>From a simple software to a brilliant website,\n</p><p>we are here to help you and it will be under your budget.<br><br></p>","industries":["IT Services"],"name":"INSPIRING INFOS","sectors":["IT Consulting"]},{"email":"mauryashashikant770@gmail.com","idea":"<p>The main idea is to provide budget tourism package for the customers. At present people dependent on google and social media advertisements for cheap travel packages for their desired location, which may or may not reach among the desire customers. Each individual spent hours scrolling and filling enquiry forms on various websites to check if any budget package to their desired location is available or not. Our main concern is to make this process complete hassle free and to provide only budget tour packages to our intended set of customers.\n</p><p>\n</p><p>In further stages we would also like to provide industrial visit(IV) for institutes/colleges. At present student council members call or write emails to various tour providers for their desired destinations for IV. Now these tour providers charge as per their standards and they have no options to compare them. To solve this issue we'll provide separate section for industrial visit in our website where we can enquire about their requirements and after considering all the factors we'll provide various options available with us, so that they can choose their desired one.</p>","industries":["Travel & Tourism"],"name":"YouTrouvaille","sectors":["Holiday Rentals"]},{"email":"ritujakathare@gmail.com","idea":"mid orbit biz hub pvt ltd a thane-Mumbai ,Maharashtra based firm est.in 2018&nbsp; majorly into cleaning and housekeeping services.","industries":["Human Resources"],"name":"MIDORBIT BIZHUB PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"sushrut2102@gmail.com","idea":"<p>Aiming to provide Blockchain authentication, verification and efficient revenue generation solutions to urban local bodies.</p>","industries":["IT Services"],"name":"nicos corporate services pvt ltd","sectors":["IT Management"]},{"email":"akashkadam1310@gmail.com","idea":"<p>CRESER TRAINING AND CONSULTANCY LLP IS BASED ON SERVING TECHNICAL TRAINING TO ENGINEERS AND PROFESSIONAL TO ENHANCE THEIR TECHNICAL SKILLSET AND EXPLORE THE INDUSTRY IN RESPECTIVE FIELD.</p>","industries":["Education"],"name":"CRESER TRAINING AND CONSULTANCY LLP","sectors":["Coaching"]},{"email":"sanjay.nihalani@bitics.com","idea":"<p>Our Vision is to assist Organisation that are undergoing change and transformation in IT, Data Security, Data Analytics, &amp; Applications requiring end to end Project engineering by offering simpler, smarter technologies and solutions. By combining our strategic capabilities with the passion for technology and creative solutions, we create digital opportunities and value in the long term\n</p><p>We support wide range of application developments using some of the cutting-edge technologies, frameworks and platforms we work on that includes IoT, Blockchain, Bootstrap, AEM, Drupal, Hadoop, MEAN, Grails, AWS, React, Ionic, Roku, iOS, and Android. Our Product Engineering services include cloud-native development, design-led engineering, microservices driven architecture and DevOps processes.</p>","industries":["IT Services"],"name":"BITICS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"mahesh@clcassociates.in","idea":"<p>Its a boutique Law Firm is into advocacy and consultancy</p>","industries":["Others"],"name":"CLC ASSOCIATES","sectors":["Others"]}]