[{"email":"docmen.yash@gmail.com","idea":"<p>DOCMEN, is essentially a digital document management software developed by EMP Technologies. We, at EMP believes&nbsp;the vision of a paperless future which is constituted from the factual concept of eliminating the process&nbsp;exchanging physical documents in all ways.&nbsp;</p><p> </p><p>Sharing documents should be the easiest task today and not a hassle of it being lost and especially not being found when it is needed the most.&nbsp;</p><p><br></p><p>Today,&nbsp;sharing documents digitally doesn't just sound the right thing to do, it also feels the right thing to do. EMP technologies enables that via DOCMEN and will take this vision with a mission of enabling people around the world to do so in every possible manner.</p>","industries":["IT Services"],"name":"EMP TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"NIRAV@PPINDS.IN","idea":"<p>TO CARRY ON BUSINESS IN INDIA AND ELSEWHERE AS MANUFACTURERS OR AND DEALERS IN AND IMPORTERS AND EXPORTERS OF ALL KINDS OF GOLD PACKAGING CONTAINTS INCLUDING CARTONS, BOXES AND CASES WHOLLY OR PARTLY MADE OF PAPERS, BOARDS, WOOD, GLASS, PLASTIC, RUBBER,METALS, ZELATINE, TIN OR OTHERWISE AND GLASS BOTTER etc.,</p>","industries":["Design"],"name":"AJAHARA PACKAGING (OPC) PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"Ranjithkumar@newforceltd.com","idea":"<p>To Provide consultancy, advisory, support, logistics, management, staffing services in the field of information technology, engineering, retail sectors to customers across India and overseas.\n</p><p>To Engage into all types of services pertaining to Business process outsourcing, to hire professionals, consultants and other managerial and clerical staff to undertake activities related to procuring indents from clients and principals for supply of manpower and personnel, identifying prospects and candidates, screening and scanning of candidate, imparting training and generally providing assistance and services of all types and nature for recruitment of personnel, hiring of manpower in the field of information technology, engineering, retail sector to customers across India and overseas.\n</p><p>To run Business process outsourcing unit for the purpose of carrying out main objects of the company.</p>","industries":["IT Services"],"name":"NEWFORCE GLOBAL SERVICES INDIA PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"kandlion2k@yahoo.com","idea":"<p>Zujoo seafood is woman entrepreneur to make themselves empower.It is under make in India theory.We make Farm raise organic prawns of highest quality which is preservative/chemical free. <br></p>","industries":["Food & Beverages"],"name":"Zujoo Seafood","sectors":["Food Technology/Food Delivery"]},{"email":"contactsujaysingh@gmail.com","idea":"<p><span>We\nprovide our clients with the most comprehensive list of cat and dog breeds,\nalong with the</span><span> </span><span>behaviours and traits\nthat are associated with each breed, for their convenience. We bring to our\nclients the most authentic information about each breed that we have mentioned\non our website.<b></b></span></p><p><span>Every pet happens to\nhave different dietary requirements which depend on a great number of factors\nsuch as environment, breed, health conditions etc. We house a huge number of\npet food brands such as Genesis, Orijen, Prama, Trixie, Purina ONE, and many\nmore top-notch pet food brands that are just the right ones for client’s pet\nhealth. In return of the affection, love, and joy client’s dog or cat possibly\ngives them, they would undeniably want to reward their pet with a lovely treat,\nisn’t it? Being pet owners ourselves, we completely understand our customers\nand that is the very reason why we provide them with the best range of treat\nchoices for their pets including the Italian salami snacks, salmon snacks,\nchicken liver snacks, and much more. We not only deal with the best quality pet\nfood in the market but also provide them with the highest quality pet\naccessories which include toys, feeders, odour and stain removers, shampoos,\nconditioners and much more. </span></p><p><span>&nbsp;</span></p><p>\n\n\n\n\n\n</p><p><span>Our product\n“interactive dog toys” is our innovation. It is built for urban parents who\ndon’t generally have time to stay around pets all the time. These interactive\ntoys can be operated from a distance through Bluetooth. Hence, helping pet\nowners to interact with their pets from far. Product link:\nhttps://pawsindia.com/collections/dog-toys/products/wickedbone</span><span></span></p>","industries":["Pets & Animals"],"name":"WINDLOCK PROJECT PRIVATE LIMITED","sectors":["Others"]},{"email":"info@doitimpex.com","idea":"<p>Do-it Impex Private Ltd, The Certified ISO 9001:2015, an Indian company aims to provide cutting edge technology and superior products to International Gems &amp; Jewellery Industry. The company engaged in the field of import - export, manufacturing and trading of machinery, plating chemicals and consumables for the gems and jewellery industry. In a very short span of time Do-it Impex, has built its Image not only in Indian market but also in the overseas market to serve the Gem &amp; jewellery Industry, in view of its latest technological know-how, constant research and development, innovative marketing strategies and prompt post-sales support, in order to better serve the distinguished needs of its prestigious clients.</p><p><br></p><p>We support our Honorable Prime Minister in addressing ‘Make In INDIA’ and&nbsp; believe in “VOCAL WITH LOCAL”&nbsp; strategy.</p>","industries":["Fashion"],"name":"DO-IT IMPEX PRIVATE LIMITED","sectors":["Jewellery"]},{"email":"sarvamukhi18@gmail.com","idea":"\n\n<ol type=\"1\" start=\"1\"><li><span>Food for Thought is an\n     e-commerce health supplement company. We have the distinction of being\n     India’s first cognitive health supplement brand.&nbsp;</span></li></ol>\n\n<p><span>At this moment we are selling 2 products - primarily through our\ne-commerce website &amp; Amazon India online marketplace.</span><span></span></p>\n\n<p><span>Our first product is India’s first holistic brain health\nsupplement called Thrive. It is a blend of 8 nutrients (including vitamins,\namino acids &amp; herbs) that are proven to boost long-term brain health\nnaturally. It is available in vegan capsule form. Users have reported\nimprovements in their focus, energy, mood, memory, sleep quality &amp; a\nreduction in stress levels.</span><span></span></p>\n\n<p><span>Our second product is India’s first energy supplement in a mint\nform - it is called BOOM! Energy. It is a very energy product as it is in the\nform of sugar-free mints. Each mint contains caffeine &amp; l-theanine - 2\ningredients that are proven to give a sustained energy boost without any side\neffects like jitters or a crash.&nbsp;&nbsp;</span><span></span></p>\n\n<p><span>All our products are safe - they are vegan, gluten-free,\nsugar-free soy-free &amp; manufactured in a facility approved by the FSSAI\n&amp; FDA.</span><span></span></p>\n\n<p><span>Over the last 9 months since we started selling, the brand has\nbeen able to establish product-market fit by acquiring 1000+ customers &amp;\nmaintaining a 20%+ returning customer rate. Our gross revenue in this period\nhas been approximately INR 30-32 lacs.</span><span></span></p>","industries":["Healthcare & Lifesciences"],"name":"TMB LIFESTYLE LLP","sectors":["Health & Wellness"]},{"email":"OMAR@NECTOR.IO","idea":"<p>Seven Billion Technologies Private Limited operating in the brand name of Nector.IO provides SaaS Solutions for Low code loyalty and engagement for businesses.&nbsp;<br><br></p><p>Nector powers loyalty, engagement and rewarding for your business in as less as 30 minutes. We supercharge businesses by boosting sales, repeat purchases, RTO protection and many more things.</p>","industries":["Marketing"],"name":"SEVEN BILLION TECHNOLOGIES PRIVATE LIMITED","sectors":["Loyalty"]},{"email":"vishwarajkhanderao@gmail.com","idea":"<p>Handicapped 80 percent locomotor disability&nbsp;</p>","industries":null,"name":"vishwaraj  khanderao","sectors":null},{"email":"fmapindia@gmail.com","idea":"<p>Find Me A Property aka FMAP is a property management firm that operates with a view to resolve challenges that one may face while buying, selling or renting a property. Our services also expand to helping individuals find the right rental properties, both short-term and long-term as well as assisting them with the process of finding the most compatible flat-mates, if need be.</p><p>We have been constantly growing with 20-25% growth rate and Will put a position for ourselves in this fast growing Real Estate Industry</p>","industries":["Real Estate"],"name":"FMAP-Find Me A Property","sectors":["Housing"]}]