[{"email":"Alpesh.Patel@axiomgas.com","idea":"Dispensing unit with its constituents/assemblies as flow meters, digital display, electronic panel, valves, circuit boards, gauges for measuring temperature, pressure and volume/quantity, tempering protection systems, keyboards, switches, relays, motor controllers and enclosures. Also electrical and mechanical controls, actuators, Hoses, computers and motors, assemblies, printers, modems, routers employed for measurement of volume/quantity/multi product delivery/monetary value of dispensed liquid/gas as per rates, classified under class 9.  Preselecting and controlling deliveries of fuels of the selected liquid/gas, remotely recording the measurements pertaining to cost and volume/quantity of dispensed liquid/gases, Multiproduct delivery provisions, its pressure and temperature.","industries":["Technology Hardware"],"name":"CZAR METRIC SYSTEM PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"suveerbhatia15@gmail.com","idea":"<p>Magic @ Home was incepted in 2012. It is a company that manufactures and deals in household insecticides. We provide solutions for uninvited visitors such as rats, lizards, cockroaches or mosquitos.</p><p>At Magic, we provide various exceedingly effective and affordable solutions in form of household cleaning and repellents.</p><p>Each of our products has been designed with utmost care and a strong scientific background, with years of research and development.</p><p><br></p><p>Moreover, we aim towards making our products non toxic to both humans and the pests.</p>","industries":["Chemicals"],"name":"Magic @ Home","sectors":["Specialty Chemicals"]},{"email":"iicedu.india@gmail.com","idea":"<p>I was started my firm in Sept 1914, as channel partner of idea cellular limited</p><p><br></p><p>After the jio launched my office has slowly got into the loss 😔,&nbsp;</p><p><br></p><p>But still I never left my hopes I started my computer educational classes.</p><p><br></p><p>I was started to making profit and then police made fake raid to my education center, and by making mentally pressurised they took 85000</p><p><span>To settle my self</span></p><p><span><br></span></p><p>After some inquiries I found that only Microsoft having the rights to do the same&nbsp;</p><p><br></p><p>Now because of police arrival my location, this business also going in to the loss because of that I didn't got any admission thereafter.</p><p><br></p><p>Kindly guide what should I do...?</p><p>Where is make in India....?</p><p><br></p><p>Now I am going to start garage of four wheeler with partnership.</p><p><br></p><p>Can I get any help from government..?</p><p>I am not expecting money, I need guidance to make this business profitable.</p><p><br></p><p><br></p><p><br></p><p><br></p><p>&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"IICE","sectors":["Business Support Services"]},{"email":"arjun@firstventure.co","idea":"By using cutting edge technology, Firstventure offers solutions to automate and track the delivery of training programs of all shapes and sizes. We also help enterprises reduce their training costs by recommending impact-specific courses and suggest ways to enhance training ROI, resulting in learning-led business growth. With the launch of our mobile application, Courseplay Mobile, we have added value to the lives of over 150,000 learners around the world in sectors ranging from aviation to logistics to retail.","industries":["Enterprise Software"],"name":"FIRSTVENTURE CORPORATION PRIVATE LIMITED","sectors":["Cloud"]},{"email":"ACCOUNTS@TMWPAY.COM","idea":"Company is in acquiring business i.e acquiring merchants across India for installing Quick response (QR) Code for acceptance of payments vide Credit Card/ Debit Card/Net Banking/ UPI/multiple Wallets.","industries":["Finance Technology"],"name":"PYMNTS TECH SOLUTION PRIVATE LIMITED","sectors":["Mobile wallets  Payments"]},{"email":"pathbreakerskills@gmail.com","idea":"About Pathbreaker Skill Enterprises\n<div>\n</div><div>Pathbreaker Skill enterprise has been recently incorporated as a LLP company with registered office in Pune. The company prides itself as a social enterprise striving to transform the Human Capital to Skilled Asset. To realise this vision the company is focussed on four verticals :- \n</div><div>&nbsp; &nbsp; &nbsp;* Employability Skill Development for Youth.\n</div><div>&nbsp; &nbsp; &nbsp;* Teacher to Mentor Facilitation.\n</div><div>&nbsp; &nbsp; &nbsp;*&nbsp; Shaping the Core (life) Skills of Students.\n</div><div>&nbsp; &nbsp; &nbsp;*&nbsp; Force Multiplier Training for the Brown Collared.</div>","industries":["Education"],"name":"Pathbreaker Skill Enterprises","sectors":["Others"]},{"email":"sucheta@jumptotv.com","idea":"JumpStream Technologies aims to make digital content universally accessible. Our flagship product JumpToTV (device + app) supersizes or jumps content from smartphones to TVs (CRTs included) without needing wired broadband or WiFi.  The app ensures a one-tap connect and also enables discovery of new content across video streaming apps.","industries":["Technology Hardware"],"name":"JumpStream Technologies","sectors":["Others"]},{"email":"miteshkurani@outlook.com","idea":"To carry on the business of manufacturers, producers, exhibitors, financers,\n<div>importers, exporters, and distributors, dubbing of cinematographic films, Television\n</div><div>films, and pictures, both talkies and silent and in particular to produce, prepare,\n</div><div>manufacture, photograph, present, represent, buy, sell, deal with, dispose off,\n</div><div>exchange, release exploit, distribute or hire in India or any part of the world\n</div><div>cinematographic films of amusements, educational, industrial, social, historical,\n</div><div>topical, international documentary, any and every kind of variety of subjects and to\n</div><div>carry on the business of producing, buying, selling, importing, exporting or\n</div><div>otherwise deal in television programmes, television films, video films, video\n</div><div>software and to deal in computer software in connection with the above and to\n</div><div>acquire or sell its rights and to purchase, take on lease, hire or take on lease, acquire,\n</div><div>maintain, sell hire studios, cinemas, picture places, halls, theatres for exhibition,\n</div><div>production, processing and printing of films, video software and to carry on the\n</div><div>business of publicity agents, exhibition, media advisors and product promotion\n</div><div>through all types of media such as television, cinemas, newspapers, magazines,\n</div><div>books, posters, hoardings and broachers and to setup acting schools and produce\n</div><div>albums, both video and audio and to produce and exhibit television software\n</div><div>including serials, soaps, telefilms, advertisement, promos, sitcoms and to buy, sell\n</div><div>hire equipments relating to shooting, editing, exhibition of video films, serials, video\n</div><div>software and to setup an E-commerce portal for cine films related areas namely\n</div><div>Promo’s TV’s, talent hunt, Chat with favorite actors, actress, Music/download\n</div><div>games, interactive, shopping malls for movies and also setup an E-Commerce portal\n</div><div>related to any other sector and to provide training and consultancy on the same</div>","industries":["Events"],"name":"CINEYUG INTERNATIONAL ENTERTAINMENT PRIVATE LIMITED","sectors":["Event Management"]},{"email":"shubhambapna@gmail.com","idea":"Suprstart  Ventures LLP is a young and energetic company specializing in Website designing, Mobile Applications development, Digital marketing and Promo video creation for each and every industry. We are based in Mumbai (India).&nbsp;<div><br></div><div>We have Start-up packages for budding Entrepreneurs looking to transform their ideas into reality. With our compliance and tech packages Entrepreneurs can now solely focus on their core business expertise and leave the rest on us.</div>","industries":["IT Services"],"name":"SUPRSTART VENTURES LLP","sectors":["Web Development"]},{"email":"maavishwantengineering@gmail.com","idea":"<p>MAAVishwant Engineering Pvt.Ltd (MVEPL) MAAVishwant Engineering Pvt.Ltd <b>(MVEPL) is an ISO 9001:2015 Certified</b> <b>Company.</b> We are the Manufacturer &amp; Trader and Service Provider of Dredger, Dredger Pump, Dredging Service, De-Watering Pump, Barges, Boat,River Cleaning Pump etc. MVEPL largely produce Heavy Duty Suction Pump for Construction &amp; Mining Industries. \n</p><div> \n</div><div>MVEPL is established with a Vision to “Lets Solve the Water”, We provide a \"Complete Marine solutions\" under one roof. Therefore we provide wide range of mining De-watering pumps, Sludge Pump, Slurry Pump, River cleaning machine, Sand Mining Machines, and Dredger for Sand Mining, River Dredging, Island Creation, Lake Dredging, etc \n</div><div> \n</div><div>We understand how critical mine dewatering is, that is why we offer large line of heavy- duty cast- iron pumps built to withstand the element each equipped with a reliable priming system. MVEPL provide the high volume and solid handling capabilities required to help keep mines running efficiently. \n</div><div> \n</div><div>We are here to provide unparalleled services to our clients. We offer dredging and land reclamation services including operation and maintenance of portable dredgers. Backed by an enthusiastic team of qualified experts, we aim to establish ourselves in the private sector as a major dredging company.</div><p></p>","industries":["Professional & Commercial Services"],"name":"MAAVISHWANT ENGINEERING PRIVATE LIMITED","sectors":["Environmental Services & Equipment"]}]