[{"email":"ruconserindia@gmail.com","idea":"Our company do the work on convert creative idea to Reality.","industries":["Renewable Energy"],"name":"RUCONSER INDIA","sectors":["Renewable Solar Energy"]},{"email":"consulting@sbsact.com","idea":"\n            <p><b>We help the world achieve a work-life balance!</b></p><p>This is possible only when the purpose of commercial engagement is efficiently achieved. In a connected world, we leverage the technology with unique (patentable) methods &amp; algorithms for collaboration and productivity improvement, <b><i>making productivity achievement - more fun!</i></b></p>\n        ","industries":["Enterprise Software"],"name":"SERAPIS KNOWLEDGE SOLUTIONS PRIVATE LIMITED","sectors":["Collaboration"]},{"email":"pradeepmundra@gmail.com","idea":"<p>We have taken a step forward against climate change by reducing carbon emissions in Internal Combustion Engines. It is a patented device which we want to approve, manufacture, advertise, market and sell the product in India and overseas.</p><p>A product which when connected to the automotive vehicles can provide the following benefits:</p><p>1. Reduce carbon emissions by 50% to 90%</p><p>2. Reduces exhaust block temperature</p><p>3. Reduces fuel oil contamination</p><p>4. Boosts engine torque by 10% to 30%</p><p>5. Enhances Fuel &amp; Engine Performance</p><p>6. Prolongs engine life</p><p>7. Maintenance free device</p><p>8. High return on investment</p><p><br></p><p>Can be used for vehicles, sports-cars, hyper cars, buses, tourist vehicles, Jeep, Commercial vehicles, dump trucks, cranes, rigs (vessels), generators sets &amp; heavy equipment . ie. any internal combustion engine.</p><p><br></p><p>It does not touch the electrical component of your device, it is a mechanical device. </p><p><br></p><p>A CLEAN AIR COMPLAINT DEVICE</p>","industries":["Green Technology"],"name":"THEHCO GREENTECH","sectors":["Clean Tech"]},{"email":"hasansam3@gmail.com","idea":"<p>Hycrux is a world class education company which leverages new technologies and incorporates them into educational institutes along with providing 3D printing and design services.</p>","industries":["Education"],"name":"Hycrux","sectors":["Education Technology"]},{"email":"gittham@hycrux.com","idea":"We have developed a curriculum that incorporates 3D Printing with various fields of education, like Science, Technology, Engineering, Architecture, Arts and Mathematics. We are currently offering courses pertaining to the same in various schools and colleges. The Printers that we have developed are low cost and thus can be incorporated at School and Colleges on a large scale.","industries":["Education"],"name":"Hycrux ","sectors":["Skill Development"]},{"email":"mammen.akhil@gmail.com","idea":"AlphaSlate is on a mission to make learning fun through interactive and engaging digital solutions. Our K12 learning app is geography agnostic providing world-class educational experiences and pedagogy. \n<div>\n</div><div>AlphaSlate features syllabus-friendly content, award winning videos and unlimited practice tests. We use adaptive learning methodologies, artificial intelligence, machine learning and big data to make learning personalized. \n</div><div>\n</div><div>AlphaSlate's enthusiastic team of technologists, teachers and designers are continuously innovating and improving the learning experience.</div>","industries":["Education"],"name":"ALPHASLATE TECHNOLOGY PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"motorogue.rg@gmail.com","idea":"India's best Car Electronics and Aftermarket Accessories E-Commerce store getting the best products at best prices possible while educating the consumers regarding it.","industries":["Automotive"],"name":"Shankeshwar Enterprises","sectors":["Auto, Truck & Motorcycle Parts"]},{"email":"contact@suprbag.com","idea":"<p>&nbsp;we provide in-cab retailing where consumers buy products on the fly through our platform while commuting in ride-hailing cabs and get an instant delivery by the drivers.</p><p><br></p><p>We also offer cab branding&nbsp; solution in terms of creating new point of sale&nbsp; (performance marketing in OOH) a first of kind in the industry&nbsp; and other advertising solutions in order to reach commuters traveling in cabs.</p><p><br></p><p>We are already live in 1000+ cabs across Mumbai and have partnered with P&amp;G offering the above solutions</p>","industries":["Transportation & Storage"],"name":"CABEATS TECH PRIVATE LIMITED","sectors":["Passenger Transportation Services"]},{"email":"enterprisesma2019@gmail.com","idea":"Building up a firm that can provide with the daily requirements in Government Offices","industries":["Retail"],"name":"M. A. Enterprises","sectors":["Comparison Shopping"]},{"email":"shaharvind2094@gmail.com","idea":"<a href=\"http://We provide innovative services to help clients build and support highly optimized and reliable network infrastructures. With deep skills and knowledge, including industry-leading expertise, A2B IT Solution., focuses on understanding its client's business goals and requirements and then translating business and strategic objectives into networking requirements. We work closely with technology and your business organizations to create networking capabilities that not only meet today's needs to reduce cost, but also address tomorrow's requirement for enhanced business and operational capabilities.\" target=\"_blank\">We provide innovative services to help clients build and support highly optimized and reliable network infrastructures. With deep skills and knowledge, including industry-leading expertise, A2B IT Solution., focuses on understanding its client's business goals and requirements and then translating business and strategic objectives into networking requirements. We work closely with technology and your business organizations to create networking capabilities that not only meet today's needs to reduce cost, but also address tomorrow's requirement for enhanced business and operational capabilities.</a><br>","industries":["IT Services"],"name":"A2B IT SOLUTION PRIVATE LIMITED","sectors":["IT Management"]}]