[{"email":"bypassproject101@gmail.com","idea":"xyz","industries":["Logistics"],"name":"xyz","sectors":["Others"]},{"email":"harshitagrawal@propcatalyst.com","idea":"We are transforming the investment world by bringing Online Trading and Giving our investors a simple tool to manage their investments with total transparency. With PMC we are building a community where successful investors and firms will be working together to maximise wealth. An investor can now invest in real estate properties without any hassle of management work. Through our platform an investor can Invest, Own and Earn from the invested property and can sell its fraction at any point of time through our platform. Removing the barriers of high fees, limited access and lower returns.","industries":["Real Estate"],"name":"WALLFORT PROPERTY MANAGMENT PRIVATE LIMITED","sectors":["Housing"]},{"email":"shanu@golbol.in","idea":"The company has been founded by three IIT graduates with very diverse skill set. Shanu Vivek comes with an experience of already running a startup and led marketing for a Series B funded company. Through the digital marketing engine he built, the company was able to generate, 21cr in revenue per month. Karandeep Singh Gujral has worked with early stage startups as well as large company like Schlumberger. He has served in various positions starting from offline marketing to client facing sales roles. Kaushik is computer science graduate and has lead software engineering team at visa. He also has four patents under him name. \n<div>A single line description for GolBol would be ‘Instagram for Bharat’. We are building a social network where people will be sharing their lives and can connect with their community, friends and family. GolBol will be designed to reflect the existing social fabric of India, which is very different from the western ways.\n</div><div>With increasing nuclearization, the cohesiveness of the Indian society is reducing. This calls for a new way to connect with your loved ones. GolBol aims to bridge this gap by providing a platform which is truly Indian in all aspects.\n</div><div>Once people come on the network, we can start building for various use cases. To take a few examples: marriage, dating, employment, p2p loan, offline retail, p2p payments etc. Most of the marriages happening in India, is facilitated by a network of people from the same caste. This can be easily executed on our platform as all the people will already be there and there won’t be a need for offline interactions.</div>","industries":["IT Services"],"name":"ANTBRIDGE PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"provider@cureforworld.com","idea":"Cure For World stands beside you to secure your health and assures the best connectivity- an initiative for cure and care.\n<div><span>We give you the medical facilities nearest to your location. You can register and find out the ambulance, hospital service nearest to your location. All you have to do is to register your self and locate a hospital, ambulance, diagnostic center nearest to your location.</span></div>","industries":["Healthcare & Lifesciences"],"name":"QCH TECHNOCARE PVT LTD","sectors":["Healthcare Services"]},{"email":"parag.jain@whatsscience.in","idea":"What's Science is a social sharing platform dedicated for communicating Science in a Simple, Interesting and Credible manner.This project addresses the issue of the lack of connectivity between the scientific community and their technological advancements, and the society. By bridging the gap between science and the society, we wish to address the BOP segment problems along with problems associated with Tier-3 and Tier-2 cities.These problems will be highlighted through our online platform. Our online platform will be used to communicate the problem to the society along with the scientific community. This is how we plan to showcase and highlight the problems in the above mentioned segments and thereby look for a wide range of solutions/ help towards the highlighted problem.","industries":["Media & Entertainment"],"name":"SCI MEDIA SOLUTIONS PRIVATE LIMITED","sectors":["Digital Media Publishing"]},{"email":"info@trafotechsystems.com","idea":"There is a technology for transformer fire prevention is invented and taken the patent/ Liecence to manufacture/ assemble and sale &nbsp;the product in india. we set up a small unit in a &nbsp;rented place in Maharashtra and completing all statutory formalities for the same.&nbsp;","industries":["Safety"],"name":"TRAFOTECH SYSTEMS PRIVATE LTD","sectors":["Others"]},{"email":"dishaa.saigal@gmail.com","idea":"The Metal Project by Dishaa Saigal Khurana is an end to end furniture shop that explores the use of the material “METAL” in various possible ways.<div><br></div><div>​<span>The qualities of the material allows us to explore our design ideas to the fullest. We love working on finer details to bring to you furniture that is flawless.</span></div><div><br></div><div>The vibe of our design studio is to develop eclectic, quirky, out of the box ideas which helps us to create everyday products with an edge.</div>","industries":["Design"],"name":"BLACKISWHITE DESIGNS PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"msrajesh111@rediffmail.com","idea":"<span>Drivya Security and Intelligence Pvt. Ltd is a public-centered, a social-utility startup that aims to transform security management services for\nbest quality protection to cater to the needs of various sections of the society.&nbsp;</span>","industries":["Security Solutions"],"name":"DRIVYA SECURITY AND INTELLIGENCE SERVICES PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"sales@we-lock.in","idea":"<p>WELOK STEEL INDUSTRIES LLP is an MSME unit primarily committed to the manufacturing of pipe fittings, flanges, fasteners, and allied machined components. Our target nests into constituting our self as eminent suppliers of 360-degree piping solutions to the piping industry. And to achieve that objective we employed our self very well in manufacturing, outsourcing &amp; stock line for standard and non-standard piping products. With a primary focus on process industries, we are familiar with the industry's latest manufacturing standards, technical know-how, and together with sustainable efficiency in raw material procurement chain, production management, and reliable connections with deep.&nbsp;</p><div><br></div>","industries":["Construction"],"name":"WELOK STEEL INDUSTRIES LLP","sectors":["Construction & Engineering"]},{"email":"punya@syncworks.in","idea":"<p><a href=\"http://www.syncworks.in/about-us.html#sec2-right\" target=\"_blank\">http://www.syncworks.in/about-us.html#sec2-right</a><br></p>","industries":["Design"],"name":"SYNCWORKS SOLUTIONS PRIVATE LIMITED","sectors":null}]