[{"email":"taher@thegenebox.com","idea":"Genomics and Healthcare:\n<div>The launch of the Human Genome Project in the 1990s and subsequently, mapping of human DNA ushered in the ‘era of big science’ and jumpstarted the field of genomics that explains the relationship between genetics, health and lifestyle. Many deem it to be the ‘next big thing’ to fight lifestyle-linked diseases and critical illnesses. However, most of the genomic data available today represents the Caucasian population. Even though India inhabits about 17% of the world’s population, the Indian population is not well represented in the scientific community. Moreover, there is an exponential rise in non-communicable diseases in India. Genomics will play a very important role in enabling better prevention, diagnosis and treatment interventions. There are very few companies in India who have the insight, capability and focus as The Gene Box (TGB) to make a similar impact on the healthcare through genomics. TGB’s aim is to create value for Indian genomics data, and better represent the Indian population in the scientific data community. \n</div><div>\n</div><div>TGB is a product of Virtus Nutrition Private Limited, a pioneering health-tech company. The company was founded in 2015 by Pranav Anam, a geneticist with an aim to translate genomic information into meaningful insights. TGB is headquartered in Mumbai and has partners across the globe. It is committed to empowering healthcare providers and researchers with state-of-the-art genomics innovation. Strategic partnerships with global organizations have helped TGB further cement its place in the industry. \n</div><div>\n</div><div>TGB Services: TGB is a unique platform that businesses can use for a wide range of purposes. As a result, a good share of the revenue comes from businesses who subscribe to our research and report platforms.\n</div><div>\n</div><div>Reports: TGB has an innovative, revolutionary data-to-reports platform that enables the translation of genomics to meaningful insights. This report generation engine is powered by a proprietary algorithm and predictive risk scoring technology. When it comes to healthcare, personalization is the key - the trial and error routine associated with a typical ‘One Size Fits All’ approach is obsolete. TGB collaborates with nutritionists, fitness experts, healthcare providers to enable interventions through genomic reports. \n</div><div>\n</div><div>Research: Whether it is to understand the prevalence of a condition via population-based studies from a genetic standpoint or to explore genetic-based interventions, TGB’s in-house team of researchers and data scientists deliver the best-in-industry analytics.\n</div><div>\n</div><div>Recommendations: TGB excels in interpreting genetic data into meaningful solutions. We intend to deploy artificial intelligence (AI) and machine learning (ML) for better healthcare products. \n</div><div>\n</div><div>TGB Team:\n</div><div>Pranav Anam, Founder &amp; CEO, is qualified geneticist from Newcastle University, United Kingdom, Pranav’s greatest strength is his ability and agility in setting up and steering large global teams across diverse businesses. He has successfully developed a unique pan-India commercial and collaborative platform to help stem cell scientists, academicians, and medical practitioners create best-in-class therapeutic products and services. At TGB, Pranav plays the critical role of a catalyst and business accelerator. On the one hand, he spearheads the firm’s business development and strategic alliances, on the other; he actively coordinates with the product development and engineering teams towards continually enhancing TGB’s unique value proposition and expanding its wide range of offerings. \n</div><div>\n</div><div>TGB team is built on the foundation of a core Research and Data Science team. TGB houses bright minds from all over the country including PhDs, doctors, IITians, post-grads all belonging to reputable institutes. TGB is also supported by an enterprising Marketing and Communications team which works towards partnering with healthcare enablers and delivering the right training and communication. \n</div><div>\n</div><div>What the future holds for TGB:\n</div><div>The dearth of genomics data pertaining to India points at an unmet need and offers an enormous opportunity for us. India’s diversity is an asset and we aim to serve Indians with the benefits of their genetic information. We hope that the insights created by TGB’s platform will drive the healthcare industry into precision medicine and care in multiple domains – applications of genomics data are varied and can span from personalized nutrition &amp; fitness plans to medicine, nutraceuticals, cosmetics, FMCG products, improved interventions for better management of lifestyle so on and so forth. The Global Genomics Market is expected to rise at an exponential CAGR of 18.7% between 2018 and 2026. It is clear that India will play a major role in unfolding the revolution in healthcare genomics in the APAC region and there is no doubt that TGB will be taking a leading role in Asia’s genomics space.</div>","industries":["Healthcare & Lifesciences"],"name":"VIRTUS NUTRITION PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"nikhil@blinc.tech","idea":"We create valuable partnerships with niche technology players in the travel domain, and provide an enhanced user experience to our mutual customers and help them reduce costs. We focus on providing niche technology services with the core aim of leveraging digital capabilities to deliver an end-to-end experience. We use artificial intelligence and machine learning to address specific pain-points by studying behavioral and spending patterns, location data and data science to predict accurately. After an extensive study, our travel solution now strives to bring about radical changes through innovative features coupled with advanced technology to ensure we deliver the company vision, \"Empowering the world with smarter choices\".","industries":["Travel & Tourism"],"name":"DIGITAL BLINC TECHNOLOGIES PRIVATE LIMITED","sectors":["Ticketing"]},{"email":"sunil.dalvi2001@gmail.com","idea":"<p>Succor Home Health Care &amp; Consultant delivers quality care\nwith compassion. We bring world class medical care into our patients’ homes and\naim to make primary healthcare not only more accessible, but also more\naffordable and accountable to our patients’ needs.</p><p>&nbsp;</p><p>With Succor Home Health Care &amp; Consultant, you can be sure\nthat you will receive hospital-quality healthcare in the comfort of your home.\nWe provide doctors, nurses, and physiotherapists for home visits who have\npassed our rigorous hiring standards and have had their backgrounds and medical\nknowledge verified by senior doctors. We facilitate lab tests at home and\nmedical equipment rentals, making health care more accessible for our patients.</p><p>&nbsp;</p><p>\n\n\n\n\n\n\n\n</p><p>Succor Home Health Care &amp; Consultant’s clinical procedures\nwere developed in consultation with leading home healthcare professionals in\nthe globe, ensuring that you receive only the highest quality medical care. As\na result of using our services, our patients are able to stay in their homes\nlonger, save money, and have peace of mind.</p>","industries":["Healthcare & Lifesciences"],"name":"SUCCOR HOME HEALTHCARE AND CONSULTING PRIVATE LIMITED","sectors":["Healthcare Services"]},{"email":"deepali.rohira@avallp.in","idea":"<p>PLOP: It Provides an interactive fiction entertainment platform to entertain &amp; educate Gen Z &amp; Millennials in a language they understand - “chat” stories.\n</p><p><br></p><p></p><div>Plop: Stories that Pop, capitalizes on this by offering stories in a chat-based format. It allows users to read ‘chat stories’ which are essentially digital plays which are far easier to consume. These chat stories are more immersive than regular stories, using audio/visual cues and decision trees to enhance the reading experience. For example, eerie music might play during a scary or tense part of the story. Through decision trees, readers can control the outcome of the story by pursuing different paths at specific points in the story.\n</div><div><br></div><div>By merging the ancient art of storytelling with the millennial art of texting, Plop wants to be the first global platform for conversational stories on which publishers and writers around the world can create and monetize their stories.</div><p></p>","industries":["Media & Entertainment"],"name":"PENBOUND PARTNERS PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"subhash@loanpephone.in","idea":"<p>Loan Pe Phone is Lead Aggregator Platfom for Mobile Retailers. We are connecting online customers to offline mobile retailers.</p>","industries":["Finance Technology"],"name":"Loan Pe Phone","sectors":["Microfinance"]},{"email":"quiqdeliveryy@gmail.com","idea":"Started from whatspp, currently fulfilling 30 orders on daily basis. We are an hyperlocal Delivery service in Mumbai.","industries":null,"name":"QuiQ","sectors":null},{"email":"arnabhik@gmail.com","idea":"Oneplay.in, is a unified streaming &amp; discovery service aggregating thousands of hours of contents from top OTT providers across India, brought and curated in one single subscription &amp; platform. By giving the users the ability to search, discover &amp; filter contents, available across multiple platforms and guiding them where to watch the content, Oneplay makes it incredibly easy to stream contents seamlessly.","industries":["Media & Entertainment"],"name":"RAINBOX MEDIA PRIVATE LIMITED","sectors":["Entertainment"]},{"email":"rldaswani@gmail.com","idea":"Jaydeep has been mentored by a few research scientists from the US and is a certified nutritionist himself and has studied Bio Mechanics and Exercise Science. He is a consultant for recipe making for various restaruants. His client list includes an impressive set of well-known people like Smriti Irani &amp; Zubin Irani, Ekta Kapoor, Swara Bhaskar for her upcoming film Veere Di Wedding, DJ Chetas, Bobby Deol for Race 3 and Payal Singhal to name a few, all of whom have successfully achieved their personal goals with Jaydeep’s expert guidance.","industries":["Food & Beverages"],"name":"Jaydeep Bhuta Nutrifoods Private Limited","sectors":["Food Processing"]},{"email":"farhan.g@cravova.com","idea":"<div>We are serving ready to drink Mojito Mocktails in affordable price with different Flavours Solution</div><div>The good thing of competition is that it forces the businesses to come out with the best. There is, in fact, a whole gamut of opportunities exist for entrepreneurs because switching costs for most customers are low and many are willing to try new, relatively untested products or services. To overcome competition, startups should research and analyze their niche industry; should be unique and different in approach; and should be able to create, implement, and track their business and marketing plan.</div><div><br></div><div>The challenges and problems are inevitable as far as the success journey of a startup is concerned. They need to be resilient and focused towards keeping their values intact no matter what the circumstances are. It is, therefore, to anticipate difficulties and pitfalls beforehand. Success does not come alone. It brings expectations with it. Most of the times, these expectations seem realistic, But in the real sense of the word, are merely unrealistic. This same concept holds true for young startups.</div><div><br></div><div>Startups tend to face challenges when they set ‘unrealistic expectations’ following a booming success. Remember, success is short-lived and expectations never end. This is where startups need to translate what the real expectations are? Sustainability is the name of the game. And sustainability requires consistent efforts.</div><div><br></div><div>In order to succeed in a competitive business world, startups need to have high but controlled expectations, keeping view of the resources available, the extent of growth potential, and other market factors as well.</div><div><br></div><div>3. Hiring Suitable Candidates</div><div>One of the most important factors that define organizational culture within a startup company is the synergy of the team. A team comprises of individuals with similar capabilities and identical focus. In order to develop a highly successful team culture, organizations in general – and startups in particular – need to hire suitable candidates.</div><div><br></div><div>There is a huge pool of aspiring individuals available. Selecting a suitable candidate that fits the job well enough is a peculiarly tricky task. It is one of the biggest challenges facing the startup businesses in this digital age. When hiring a suitable candidate, organizations must remember one golden rule: Birds of a feather flock together.</div>","industries":["Food & Beverages"],"name":"CRAVOVA FOOD & BEVERAGES INDIA PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"jaymehta859@gmail.com","idea":"<p>Well...payitgo has founded a kind of card(similar to debitcard) which will help for cashless transaction on Street food, Groceries store etc etc.</p><p>So main positive point&nbsp; behind this card is You can Balance your card using direct Cash.According to survey 47% of people don't like to use paytm,debit card , Credit card because they think It's dangerous because they are linked with bank and many other issues.</p><p>So here we are with an idea..We have planned to tieup with almost all the streetfoods,Hotels, Groceries store,Chemists, vegetable market and etc.(providing 10-20% on medicines,Food and others excluding grocery) we will also provide cashbacks and 1+1 deals for the Happiness of customer.</p><p>We will collect Cash from the consumer and provide them card with the balance Later on when they go to eat or for shopping,they just have to show card to the seller and type Cvv/otp on the software developed by Payitgo,so directly the amount will be transfer to sellers bank account.</p><p>&nbsp;It will also act as an asset too because we have planned for the scheme of liquidity you can just call us and get your remaining balance back in cash.</p><p>We are the team of 4 entrepreneurs with huge expansion planning.</p><p><br></p><p><br></p>","industries":["House-Hold Services"],"name":"Payitgo","sectors":["Others"]}]