[{"email":"sohilzaveri@gmail.com","idea":"<p>We have developed a decentralised, highly innovative, efficient &amp; economical model through which we&nbsp;<span>Intend to provide the best waste processing solutions to Commercial &amp; Residential and government establishments.</span></p><p><br></p><p><span>Maintaining the vision for sustainability &amp; clean energy whilst following the footsteps of our Prime Minister, Shri Narendra Modiji’s - Swachh Bharat mission &amp; keeping in line in order to comply with the new MSW Rules, 2016 (Solid Waste Management Rules)</span></p>","industries":["Green Technology"],"name":"Aerocare Aviation Services Private Limited","sectors":["Waste Management"]},{"email":"singhnikhil100@gmail.com","idea":"we have the right mix of experienced resources as well as fresh minds that bring fresh approach to the table. Keeping in mind the various sectors of the industry that we cater to, Intelligic Solution employs highly skilled   web designers, programmers and business developers.","industries":["IT Services"],"name":"Intelligic Solutions","sectors":["Web Development"]},{"email":"rayomand@redmangoanalytics.com","idea":"<a href=\"http://www.redmangoanalytics.com/about.php\" target=\"_blank\">http://www.redmangoanalytics.com/about.php</a><br>","industries":["IT Services"],"name":"RED MANGO ANALYTICS PRIVATE LIMITED","sectors":["Product Development"]},{"email":"atish@choiceconnect.in","idea":"Choice Connect has started with a vision to develop the link of Financial Services distribution in Tier 2 and below cities and by partnering with People who want to achieve financial security but are unable to do so because of lack of resources. We want to become one of the top financial service distributors by creating an ideal environment that benefits all participants of the Financial Ecosystem, i.e. Service Providers, Representatives and Customers.","industries":["Finance Technology"],"name":"Choice Connect","sectors":["Others"]},{"email":"prodigiodesignsllp@gmail.com","idea":"<p>Founded by Architect Dewangi Lad, Prodigio Designs specializes in architectural and interior designing services that reflects the functional needs and preferences of the clients for office &amp; residential spaces.</p><p><br></p><p>We at Prodigio Designs, create successful and impressive homes &amp; commercial spaces through our detail attention, an empathetic understanding of our client’s tastes and ambitions, and a precise awareness of timescale and budget.&nbsp;</p>","industries":["Architecture Interior Design"],"name":"PRODIGIO DESIGNS LLP","sectors":["Others"]},{"email":"sanjeev.dhanusshelectrical@gmail.com","idea":"Marketing and supply of electrical items and electrical appliances. Like that Fan, Iron, Mixer, Mobile Charging Cable, water Geyser etc...","industries":["Marketing"],"name":"DHANUSSH ELECTRICALS INDIA PRIVATE LIMITED","sectors":["Sales"]},{"email":"3omentertainment@gmail.com","idea":"We 3om Entertainment are a group of enthusiasts who believe Creativity is a magic by the soul. We started our journey in feb 2018 and have completed a year with more than 200 happy customers. We believe through our ideas and modules we can be one of the largest growing companies in the future although we started our journey without any investments but we have a record of zero failures in our events and modules.Our team believes in Creating best out of the Minimum and we are known for the same in the industry. we have 8 pan india level projects and 16 mumbai based projects into our pipeline which will soon take us at the heights we all dreamed about and would be helping our company to achieve the targets decided by us.&nbsp;","industries":["Events"],"name":"3OM ENTERTAINMENT","sectors":["Event Management"]},{"email":"desaisonia26@gmail.com","idea":"<p>Neoanalytics is formed with the following aims</p><p>- Experience unique digital solutions&nbsp;</p><p>-Establish a stronger digital presence using our marketing strategies\n</p><p>-Enhance your target customer base by reaching the right audience</p>","industries":["Professional & Commercial Services"],"name":"Neoanalytics Infoedge Private Limited","sectors":["Others"]},{"email":"usha.zehr@growindigo.co.in","idea":"We are creating product line for biological seed treatment. The products are unique in the sense the seed treatment can be carried out at industrial scale in seed processing plants, it will go through supply chain logistics without lose of activity. It is not a chemical seed treatment, hence health ad environmentally safe, will help farmer in getting additional yield, improve soil structure and character and in the long run the agricultural soils will improve.&nbsp;","industries":["Agriculture"],"name":"Grow Indigo pvt ltd","sectors":["Agri-Tech"]},{"email":"rushab.gandhi1@gmail.com","idea":"Planning to start a online toy selling shop<br>","industries":["Sports"],"name":"Toyz world","sectors":["Others"]}]