[{"email":"as27470@gmail.com","idea":"Have Excellent Ideas To create Different ideological differences","industries":["Healthcare & Lifesciences"],"name":"Arjun Creators","sectors":["Healthcare Services"]},{"email":"ajay.kadolkar@blokleen.com","idea":"<p>Blokleen Solar private limited provides solutions for cleaning solar&nbsp; modules.</p><p>Currently Blokleen offers 2 types of cleaning solutions:</p><p>1. Robotic cleaning - 'Rebot'</p><p>2. Handheld battery operated cleaning brush - 'Rollec'</p><p><br></p><p>1. Robotic cleaning system- 'Rebot':</p><p>This system is designed to clean 90% of soiling with specially designed non-contact dust blowing mechanism. A brush mechanism has also been included to clean the remaining 10% of sticky dirt. The brush is programmed to operate depending on the site dust load characteristics and need not be used on a daily basis. Thus the robot protects the anti-reflective coating and does not produce scratches on the panel glass.</p><p>The system is designed for waterless cleaning. It is designed to operate in dry, dusty and arid environments, where solar power plants are usually located and water is scarce</p><p>Individually customized in accordance with the dimensions of the system. The robots are modular in design and can be easily adapted to height and length of each solar power plant. Robots can be incorporated during the plant layout phase to optimize economy.</p><p>Robots are self-powered with every robot having its own solar module. The on-board batteries are charged daily..</p><p>This system is patent applied.</p><p><br></p><p>2. Handheld battery operated cleaning brush - 'Rollec':</p><p>Rollec is a battery operated rotating brush for solar module cleaning. Cleaning speed of 100-120 modules per hour. 1 person can effectively do the job of 3 persons. The unique rolling brush ensures uniform cleaning efficiency throughout the plant even on hard to reach modules.  It can also be used with a water spraying attachment to remove sticky dust and bird droppings. 4 hours continuous operation with 10 min breaks. Backup rechargeable battery packs also available.&nbsp;</p>","industries":["Renewable Energy"],"name":"BLOKLEEN SOLAR PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"sapereducation@gmail.com","idea":"<p>SAPER EDUCATION is dedicated to help candidate for upgrade their employable skills so achieve better positions for guaranteed success.</p><p><br></p><p>RESEARCH INTERESTS\n</p><p>Skills Training and Development Vocational education and training Technical and Vocational Education and </p><p>Training&nbsp; Review Skills Development\n</p><p>more..</p>","industries":["Education"],"name":"SAPER EDUCATION","sectors":["E-learning"]},{"email":"dhukkamohammed80@gmail.com","idea":"In India The Biggest Problem Is Of Farmers Suicide Because Of Not Getting Right Price For Vegetable And Fruits . So My Idea Is That If We Start A Company That Buy All Vegetables And Fruits From Framers&nbsp; And We Sell&nbsp; Outside At Our Less Profit And Also&nbsp; &nbsp;We Can&nbsp; Use For Manufacturing .This Business Require Lot Of Investment And I Know That We Will Earn A Good Profit From This . This Will Help Farmers And Also Consumers&nbsp;","industries":["Others"],"name":"mohammed","sectors":["Others"]},{"email":"pruthviinnovations@gmail.com","idea":"<p>About pruthvi Innovations \nand Pictures</p><p></p><div>A dream that Takes your ideas to the sky, still fastened to the Roots...\n</div><div><br></div><div>we makes your event mesmerizing and elevate to 70MM experience every time..</div><p></p>","industries":["Events"],"name":"PRUTHVI INNOVATIONS AND PICTURES LLP","sectors":["Event Management"]},{"email":"rushali@superphat.in","idea":"Create an design entity which will give automated branding solutions to Businesses&nbsp;","industries":["Design"],"name":"Superphat","sectors":["Others"]},{"email":"Dharminvora02061999@gmail.com","idea":"We innovate the way 3D Models are created.\n<div>There are 3 specific things we have developed that are extremely unique\n</div><div>\n</div><div>(1) A mechanical machine rig which captures images of a product at certain angles, lighting etc\n</div><div>\n</div><div>(2) We input these photos in a software by Autodesk which provides a rough 3D Model. Generally it would take 20 hours editing by a professional to get a quality 3D Model. We are creating  a software using computer vision and machine learning where we identify which parts need to be edited accordingly. This is the major reason why we are able to scale</div><div><br></div><div>(3) These 3D Models are generally 1-1.5Gb. They are good for industrial work but for consumer adaption it needed to be 1 Mb or lower, but quality should be same. Our decimation software does exactly that. This helps for mass consumer adaption at low internet and low-end phones as well. We reduce the vertices and increase smoothness to decimate it.</div>","industries":["IT Services"],"name":"DVDP TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"jmnanda@gmail.com","idea":"we are SaaS based service provider. We create medical lockers in cloud for securing patient data and is used as a repository for all health records.we are cater to tele radiology for reporting with least TAT.","industries":["Healthcare & Lifesciences"],"name":"UNIVERSAL MEDNET PRIVATE LIMITED","sectors":["Healthcare Technology"]},{"email":"ashwamedhtechnology@gmail.com","idea":"SALES AND SERVICE FOR ALL KIND OF COMMERCIAL SECURITY EQUIPMENTS.","industries":["Professional & Commercial Services"],"name":"Ashwamedh Technologies And Services","sectors":["Business Support Services"]},{"email":"accounts@mpaani.com","idea":"Mpaani Solutions Private Limited is a company incorporated under the provisions of Companies Act 1956 having its registered office in Mumbai, Maharashtra. The Company is into the business of providing commerce platform, digitizing and organising local retail and a loyalty company delivering loyalty based programmes to the mass market consumer via its mobile technology.","industries":["IT Services"],"name":"MPAANI SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]}]