[{"email":"sukesh.nemane@kanuush.com","idea":"<a href=\"http://www.kanuush.com\" target=\"_blank\">www.kanuush.com</a><br>","industries":["Education"],"name":"KANUUSH SOLUTIONS (OPC) PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"ishantthaker@gmail.com","idea":"<p><a href=\"https://drive.google.com/file/d/0B3_EgZrZrGL7ZGJjNk8wZUFrNmxuY01VY1BXdjVRNXpEemFZ/view?usp=drivesdk\" target=\"_blank\">PROJECT DETAILS</a></p><p><br>I am Ishant Thaker. I am final year engineering student studying under guidance of Mumbai University. My friend, Dhruv Shah &amp; I have come up with a new, better and affordable way to develop &amp; construct projects in Maharashtra as well as rest of India. We would like your support and if possible, a meeting with you, towards the same. \n</p><div>\n</div><div>\n</div><div>\n</div><div>This method outputs a better quality, highly reliable, customisable and yet affordable products. We have mentioned all these details in the attachment below. Please refer to it and we hope it will interest you as well. \n</div><div>\n</div><div>\n</div><div>\n</div><div>Thanks &amp; Regards.</div><p></p>","industries":["Construction"],"name":"ALPHA GROUP ","sectors":["New-age Construction Technologies"]},{"email":"ajit@mobi2makers.com","idea":"We Are A Young And Vibrant Digital Marketing Company With A Vision To Be A Market Leader In The Global Content Aggregation And Digital Marketing Industry. To Achieve This, We Strive To Bring Innovative Solutions And Platforms To The Digital Marketing Industry.\n<div>Our Company Is Led By An Expert Team Of Unrelenting Professionals Based In Our State-of-the-art Innovation Center In Mumbai. \n</div><div>We Endeavor To Deliver Cutting-edge Technologies And Products In The Fast Paced Value Added Services Landscape.</div>","industries":["Media & Entertainment"],"name":"Mobi2Makers Digital Pvt Ltd","sectors":["Digital Media"]},{"email":"smiteshwade0185@gmail.com","idea":"The LLP is in the business of manufacturers, importers, exporters, buyers, sellers, job - workers, suppliers of all kinds of ready made garments, fabrics, textiles or merchandise of every kind and other production goods, articles and all other such products of allied nature made thereof and making sale by way of online shopping websites, e-commerce market places, social media, mobile application and to create virtual shopping mall with online catalogue and to provide a convenient shopping experience to its customers or any other mode of sales in India and/or abroad.","industries":["Internet of Things"],"name":"SZS UNIFIED MERCHANDISE LLP","sectors":["Wearables"]},{"email":"sameerbwork@gmail.com","idea":"Travel agency&nbsp;","industries":["Travel & Tourism"],"name":"VIZ-A-VIZ","sectors":["Experiential Travel"]},{"email":"natucareindiallp@gmail.com","idea":"<p>Natucare, as the name suggest tries to deliver natures care to every home.&nbsp;</p><p>To Introduce myself, I m Dr. Poonam Agrawal, Scientist in Herbal and natural Products.&nbsp;</p><p>Over the years of practice, I realised, our country is highly relying on imports of phytochemicals, extracts and natural oil, which can be made available naturally in our own country. So at natucare we wish manufacture and make it available for domestic supply, and curb down the use of synthetic products, which are highly fatal to mankind.</p><p>As a 2nd project, wish to work on cosmetic products. In today's chemical world, people have failed to realise the best we get from the nature, So, at natucare we have made an attempt to make 100% chemical free + Preservatives free Cosmetics and natural products. We wish to design a make your own cosmetic kit that will be user friendly, much more reliable and chemical free.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"NATUCARE INDIA LIMITED LIABILITY PARTNERSHIP","sectors":["Pharmaceutical"]},{"email":"viren.333talreja@gmail.com","idea":"<p>we,&nbsp;</p><p>at Winsun innovations are building products inspired by nature that enhance the daily 'go abouts' and improve the qualitative&nbsp; value of experiencing natural instances for the common man. </p><p>(for example. a hassle free drive in unfavourable weather conditions that obstruct clear visibility and prevents road accidents due to lack of clear visibility</p><p>OR</p><p>&nbsp;improving the bowel movement  for a man belonging to the land of spices. )</p><p><br></p>","industries":["Design"],"name":"WINSUN INNOVATIONS PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"purvadevli@gmail.com","idea":"<p>1. Develop a solution to train and assist Allied Health Workers focusing on Maternal and Childcare (Pregnancy, Abortion and Vaccination) to provide better care to rural mothers and children, deploying appropriate technology. [Ideation]</p><p>2. Provide back-office processing services related to insurance (empanelment and claim processing to small-to-midsize healthcare providers and institutions [Early Traction]</p><p>3. Provide patient advocacy services to patients related to their insurance plans [Early Traction]</p><p>4. Provide consulting services to SME healthcare providers and institutions.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"HealthEssentia LLP","sectors":["Healthcare Services"]},{"email":"aryan@realtyx.co.in","idea":"We see the marketing and sales landscape  in the real estate is continuously evolving. The future is going to be about Engagement and Experiences. We can transform landscape with right amount of data iteration with the help of AI &amp; ML.<div><br></div><div>In Legacy system post ERP there are 6-7 different touch points for customers. But, there’s no tool which is helping to engage the customers and track their interactions with the brand right from the point he inquires to booking to living inside the residential premises till he upgrades.</div><div><br></div><div>We are talking an average life cycle of minimum 10 years. At RealtyX we take pride in presenting you a unified eco-system (Totality) for your every Sales, Marketing, Loyalty Management, Channels Partner activations needs. One platform , which helps realtor connect with their team, customers, Channel Partners and analyse their behaviour to extract maximum ROI.</div>","industries":["Enterprise Software"],"name":"RealtyX","sectors":["Enterprise Mobility"]},{"email":"aryan@insomniacs.in","idea":"We see the marketing and sales landscape  in the real estate is continuously evolving. The future is going to be about Engagement and Experiences. We can transform landscape with right amount of data iteration with the help of AI &amp; ML.<div><br></div><div>In Legacy system post ERP there are 6-7 different touch points for customers. But, there’s no tool which is helping to engage the customers and track their interactions with the brand right from the point he inquires to booking to living inside the residential premises till he upgrades.</div><div><br></div><div>We are talking an average life cycle of minimum 10 years. At Totality we take pride in presenting you a unified eco-system for you every Sales, Marketing, Loyalty Management, Channels Partner activations needs. One platform , which helps realtor connect with their team, customers ,Channel Partners and analyse their behaviour to extract maximum ROI.</div>","industries":["Enterprise Software"],"name":"Totality","sectors":["Others"]}]