[{"email":"contact@ferrailleworld.com","idea":"Our services include contractor sourcing, contractor risk and compliance management, work order management, proposal management, invoice management and one SpOC for pan India. Read more about us at www.ferrailleworld.com<div><br></div><div>Recycling used fixtures, furniture, IT waste and equipment is more cost effective, saves energy, creates jobs and supplies raw materials that would normally be wasted in landfills. That is why Ferraille Global makes it our business to find value in your unused assets.</div><div><br></div><div>Our experienced team can assist you with liquidating, renovating or completely cleaning your commercial or office space. We will not only provide good, quality service while on-site, but we will also assist you by providing photos and documentation that the scope of work has been fulfilled to the specifications of your lease agreement.</div><div><br></div><div>If you need additional help with designing a liquidation plan,  Team Ferraille Global will work with you to sell used retail equipment and create a custom plan that will best meet your financial and service goals.</div><div><br></div><div>We have successfully introduced this solution in number of leading organisations such as Halliburton, Paytm, Aditya Birla Fashion and Retail, Apollo Munich Health Insurance, HDFC Bank, Raymonds, ShoppersStop, Crossword, and so on.</div><div><br></div><div>To learn more about how Team Ferraille Global can help you sell used retail fixtures,</div>","industries":["Professional & Commercial Services"],"name":"FERRAILLE GLOBAL PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"pradeepraju.sagiraju@gmail.com","idea":"<p>i m started new company required work.<a href=\"http://Profile\" target=\"_blank\">Profile</a></p>","industries":["Construction"],"name":"NPB CONSTRUCTIONS INDIA PVT LTD","sectors":["Construction & Engineering"]},{"email":"chetan@gnktravels.com","idea":"<p>Hello,</p><p><br></p><p>GnK Travel Services Pvt Ltd is a Mumbai Based Company,</p><p><br></p><p>We work to better assistance for clients.</p><p><br></p><p>We provide services Like Airline ticketing, Hotel booking, Tour Packages, Travel Insurance, etc.</p><p><br></p><p><br></p>","industries":null,"name":"GnK Travel Services Private Limited","sectors":null},{"email":"rajbissa@financialchord.com","idea":"We are into business of Accounting, taxation and Finance Consultancy.","industries":["Professional & Commercial Services"],"name":"FINANCIAL CHORD","sectors":["Professional Information Services"]},{"email":"ritesh.bafna@lockated.com","idea":"<p><a href=\"https://www.youtube.com/watch?v=OdOn4SMju_Q\" target=\"_blank\">PRODUCT BRIEF</a>&nbsp;(VIDEO)</p><p><br>Established and Founded in 2015 Haven Infoline LLP (HILLP) is a Proptech Company from Mumbai, India, focussed on contributing to the changing landscape of Real Estate Industry across the globe.\n</p><div>\n</div><div>Lockated.com is a Real Estate Technology platform developed by HILLP, it is their Flagship Product and part of the larger technology universe imagined by a team of enthusiastic and highly skilled individuals. Lockated.com is a technology tool for all real estate developers &amp; service providers and for all those who use Real Estate for business. We are trusted by over 25 top developers across 5 cities with 20000+ homes and campuses.\n</div><div>\n</div><div>People &amp; Innovation\n</div><div>\n</div><div>We are a team of highly motivated enthusiasts, building the ultimate, comprehensive solution for Real Estate Developer. We invest in Technology and our technicians with continuous focus on their Learning and Development. Our focus on People and Innovation keeps us a step ahead of the industry curve.\n</div><div>\n</div><div>We encourage curiosity, where our people can take the time to explore all the possibilities, so that breakthrough ideas can emerge.  We attract innovation whereby our people are able to see the whole picture while retaining the ability to respond to the smallest detail. Our teams blend technical understanding and critical thinking to produce creative, intelligent technology solutions, with the right mix of imagination and inventiveness with\n</div><div>\n</div><div>Modules and Solutions\n</div><div>\n</div><div>We modernize each project with our solution and give you intelligent homes and smarter living to Modern consumer through our software. Convert existing customer into Brand Ambassadors &amp; Additional Sales Channel just like any other industry. By research and rigorous testing procedures into product development &amp; building an innovative tech-driven Solution and focused primarily on Real Estate Companies &amp; Modern Consumer. It constitutes of various modules to suit different needs across the real estate spectrum:\n</div><div>\n</div><div>•\tSales and CRM Tools\n</div><div>•\tBuilding Management Solution (BMS)\n</div><div>•\tCampus Management Suite\n</div><div>•\tOffice Management Suite \n</div><div>•\tClub Management Solution (CMS) \n</div><div>•\tProject Management Solution (PMS)\n</div><div>•\tAccounting &amp; Billing Software for Societies/ Associations\n</div><div>•\tSecurity Management Solutions (Smart Secure)\n</div><div>•\tVirtual Concierge – All asset Classes\n</div><div>•\tHouse to Home – Interior Design, Furniture Selection and Home Automation (IOT)</div><p></p>","industries":["Real Estate"],"name":"Lockated.com","sectors":["Others"]},{"email":"nandan.vartak@ssspl.biz","idea":"We are a young company with experienced individuals. We have developed a project management application for architects, contractors, and interior designers.&nbsp;","industries":["IT Services"],"name":"Superapp Software Solutions Pvt Ltd","sectors":["Project Management"]},{"email":"west@detectiontechnology.in","idea":"<p>Detection Technology Pvt. Ltd is a company specializing in Gas and Fire Detection and Suppression system. The team has an overall experience of 20 years in providing consultancy, designing, manufacturing and executing turnkey projects for the safety of Indian industries. We provide engineered safety solutions for following market segment:</p><p><br></p><p>➢ Oil and Gas<br>➢ Petrochemicals <br>➢ Fertilizers and Chemicals<br>➢ Automobiles<br>➢ Consultant/Contractor<br>➢ Government<br>➢ Iron and Steel<br>➢ Mining<br>➢ Paper<br>➢ Engineering<br>➢ Commercial Complex/Malls</p><p><br></p><p>Vision statement: <br>Be the one stop shop for all industrial Gas and Fire Safety Solutions. <br>Mission statement: <br>Zero accidents and casualties in industries due to gas leaks and fire hazards! <br>Business goals &amp; objectives <br>Manufacture indigenous gas and fire detection and suppression system. Make in India policy.</p><p><br></p><p>Products &amp; Services: <br>▪ Fixed and Portable gas detection<br>▪ Fire Detection and Suppression System <br>▪ Personal Protection Equipment’s<br>▪ Fall Protection System<br>▪ Energy Auditing<br>▪ HAZOP Study, MCLS Report and Site Notification as per factories Act<br>▪ Hazard Identification and Risk Assessment, On Site Emergency Control Plan, Mock and evacuation Drills<br>▪ Safety, Fire, Electrical Safety audit and safety reports as per Factories Act<br>▪ Testing and Certification of LPG tanks, Safety Valves<br>▪ Issue of Factory License, Stability Certificate and approval of factory plan<br>▪ Refilling and Maintenance of Fire Extinguishers and Fire Hydrant System<br>▪ Steam Trap Management for Refineries<br>▪ Automated Water Conservation System<br>▪ Road Safety Products<br>▪ Evacuation and Safety Signage<br>▪ Lock Out and Tag Out products<br>▪ Fire Hydrant System<br>▪ Environmental Monitoring</p><p><br></p><p>Services: <br>Detection Technology takes up Annual Maintenance and Service contracts of all leading brands of Fire and Gas<br>detection and suppression system irrespective of its make<br></p>","industries":["Safety"],"name":"DETECTION TECHNOLOGY PRIVATE LIMITED","sectors":["Personal Security"]},{"email":"chemivapharma@gmail.com","idea":"<p>Chemiva Pharmaceuticals Private Limited was incorporated in the year 2018 with a vision to provide affordable and quality Generic medicines for all, especially for the rural population.</p><p>&nbsp;</p><p>Registered office is in Mumbai, Maharashtra. We aim to available our products  all across India and the world, especially in the Tier -3 and rural areas so that their quality of health life can be improved/enhanced. Our major focus is on the rural and remote areas as the healthcare facilities are either not available or the quality standard is not up to the mark.</p><p>&nbsp;</p><p>As our Honorable Prime Minister Shri Narendra Modi has said addressing the young ceos &amp; startups at Pravasi bhartiya kendra, New Delhi in the year 2017 \"Innovation is life\". We are rightly working on this mission. We are working towards promotion of generic medicines so that economically backward classes can also get benefited.&nbsp;</p><p>&nbsp;</p><p>Few points to showcase our efforts/plan in this regard :</p><p>&nbsp;</p><p>1) Enhancing/Improving quality of Life - We are aiming to improve the quality in Life by providing best quality medicines at an affordable rate.</p><p>&nbsp;</p><p>2) Socio-economic welfare &amp; Awareness- We are aiming to provide awareness amongst the people regarding the benefits and usage of generic medicines so that huge expenses on the medicine bills can be saved..</p><p>&nbsp;</p><p>3) Employment Creation &amp; Generation- Our objective is to engage local and educated unemployed youths in the promotion and sales of our generic medicines so that their skills can be utilized in the best possible manner. In addition to this it will help to solve the problem of unemployment in rural areas. We will create a source of livelihood for a large mass of population..</p><p>&nbsp;</p><p>4) Training and Development - Our objective is to enhance the skill set of the youths so that we can prepare them for future demands and market competition. Wherever necessary proper training will be provided to the Unemployed youths from time to time basis to provide the best available services in the rural areas.  This training will include how to work on computers, internet, Digital payments, order tracking &amp; personality development and a lot more.&nbsp;</p><p>&nbsp;</p><p>5) Digital Initiative- We are working towards the creation of online tool system on our website where we can generate online bills/invoices, Track orders, send payment reminders, employees can upload daily work report, status report and online payment collection through gateway. Digital method can reduce the time, cost of paper &amp; stationery &amp; will also save our environment. This will enhance trust and transparency in the smooth running of our business. Benefits of Digital payments can also be promoted in this manner in the rural and remote areas.</p><p>&nbsp;</p><p>6) R &amp; D- We aim to have our own manufacturing plant in the future where we can develop new life saving medicines at an affordable rate.</p><p>&nbsp;</p><p>7) Govt. Tenders- We are aiming to sell our medicines in the govt. Hospitals and its affiliates.</p><p>&nbsp;</p><p>8) Foreign Trade- Foreign trade has great impact on the economy of any country. We are aiming to export our medicines in the near future. We will set up an Export and import department in our company to employ passionate youths in this field so that they can handle the trade related matters efficiently. Also, People associated with this Industry will get direct benefit from this step.</p>","industries":["Healthcare & Lifesciences"],"name":"CHEMIVA PHARMACEUTICALS PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"Careernovatech@gmail.com","idea":"\n                                                                                    About Us.<div>CareerNova is an Ed-Tech Startup that aims to build a platform to change the way we learn Technology and also bridges the ever-widening gap between education and career thus empowering the future minds of this century. Our Educators are Well qualified and they bring a Vital Industrial experience with them.</div><div>Through our well-structured training program, we help learners understand the complicated concepts of Top Four Emerging Technologies Artificial Intelligence, Drones Technology, Robotics, and 3D printing.</div>                                                \n        ","industries":["Education"],"name":"CAREERNOVA TECHNOLOGIES LLP","sectors":["Education Technology"]},{"email":"info@neelkanthcorp.in","idea":"<p>We are Manufacturers&nbsp; of&nbsp; Frp Bench, Manhole Covers,</p><p><span>Frp Garden Benches, Grc jali,Frp Planters.</span></p><p><span><br></span></p><p><span>&nbsp;We are dealors of Artificial Grass Loune. SS Dustbin,Play ground Equipment and indoor equipment.</span></p>","industries":["Marketing"],"name":"NEELKANTH CORPORATION","sectors":["Sales"]}]