[{"email":"investment@amazeriders.com","idea":"<p>How it works?</p><p>Anyone can share their Bike &amp; will become our bike partner</p><p>Customer will rent partners bike with help of our app and website.</p><p>24 hrs service with help of Key-less Bikes.</p><p><br></p><p>How Amaze Riders better than others?</p><p>Amaze Riders is not only a bike renting platform but also bike sharing platform.</p><p>Anyone can join their bike to our platform. So expansion rate will be much higher.</p><p>Key-less Bikes are more convenient for customers.</p><p><br></p><p>The Problem :</p><p>1 Huge traffics traditional transport becomes time cosuming.\n</p><p>\n<span>2 Students can't Purchase Bikes&nbsp;</span></p><p>\n<span>3 Tourist &amp; Foreigners can't travel in the city with traditional transport medium&nbsp;</span></p><p>\n<span>4 Lots of brands don't allow to take test ride, so people can't get idea about Bikes.&nbsp;</span></p><p>\n<span>5 people can't maintain balance between comfort , Speed and money with public transport</span></p><p><span><br></span></p><p><span>Solution</span></p><p><span>Additional Source of Income for Bike partners</span></p><p><span>24 hrs availability with help of key-less Bikes.</span></p><p><span>Sharing platform increase bike options for customers.</span></p><p><br></p><p><br></p>","industries":["Travel & Tourism"],"name":"Amaze Riders","sectors":["Others"]},{"email":"wintechsits@gmail.com","idea":"Wintech Enterprises is a solution provider of electronic security systems and IT Solution. Our professional approach in designing systems towards optimal application, which are backed by customer support &amp; competitive pricing without any compromise in quality have been widely accepted with the products marketed, installed &amp; support in India under strict quality control &amp; supervision.\n<div>Our strategic tie ups with Security System leaders in the world like, Pelco, Verint, HID, Samsung, Lenel, Cardax, Hikvision, ESSL, Crystal and many more have enabled to provide technically the best, state of the art systems to vital organization in India.\n</div><div>Our strength Our in-depth understanding of customer needs, in-house engineering in electronic security Product &amp; integrating, ability in providing customized solutions and our integration capabilities has given a tough time to the competition.\n</div><div>As a value-addition, we can provide you with the latest cut-in technology in the industry owing to our collaboration with technological leaders across the globe. With a diversified clientele, quality never takes a second seating with us. Customer satisfaction is our motto.\n</div><div>Our integrated expert security management solution encompasses a levelled approach to foresee, analyze and implement business security requirements of any form or magnitude. We provide an accurate assessment of the cost of implementation for any security assignments and a follow-up implementation plan with the help of reliable information derived from years of tireless services to our customers. In short, we secure you while you can go ahead and start focusing on your business prospects.\n</div><div>Our Quality Policy Wintech is committed towards total customer satisfaction by providing quality solutions, backed by competent support and services.\n</div><div>Our Vision “A World class, innovative and competitive enterprise providing total integrated solutions.\"</div>","industries":["Security Solutions"],"name":"Wintech Enterprises","sectors":["Others"]},{"email":"shreyas@esmagico.in","idea":"<p>We curate online and offline experiences for sports fanatics around viewing, travel, e-sports, e-gaming and content.</p><p><br></p>","industries":["Sports"],"name":"Es Magico Experiences Pvt Ltd","sectors":["Sports Promotion and Networking"]},{"email":"nehal@coventures.in","idea":"Walking Tree Ventures Pvt Ltd (Current name) incorporated in 2016 as 'Unstudio Pvt Ltd' subsequently known as 'Her Story Design Pvt Ltd' for providing services of idea creation, conceptualization &amp; incubation of ideas, brand building, retail &amp; marketing support for the business involved in creative designing, manufacturing, marketing &amp; brand value in various business streams domestically as well globally.\n<div>The Company owns various brands viz., “UNSAID”, “LoveMeDo”, “SHADES OF LOVE”, \"WALKING TREE\", etc., registered in international market and as well as in India either directly or through its subsidiaries located in Hong Kong and Europe. The Company through these brands aims to bridge the gap between jewelry and emotions and seeks to create a platform in international market wherein potential buyers can have a whole new luxury buying experience.</div>","industries":["Fashion"],"name":"WALKING TREE VENTURES PRIVATE LIMITED","sectors":["Jewellery"]},{"email":"romiladani@hotmail.com","idea":"<p>We are into manufacturing of Antique Gold Jewellery and supply at wholesale price Pan India. We have ventured into this business in last 2 years and are seeing tremendous opportunities as Gold has always increased the value of the jewellery people buy. The main benefit clients get from us is that we supply jewellery at wholesale price and the prices are way below from other showrooms.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>","industries":["Fashion"],"name":"Adani &amp; Co","sectors":["Jewellery"]},{"email":"shreyafaria@bdo.in","idea":"hillihbvhibv;uobh;uiobguiohou","industries":["Aeronautics Aerospace & Defence"],"name":"abc startup","sectors":["Drones"]},{"email":"tapan@owlright.in","idea":"<a href=\"http://www.owlright.in\" target=\"_blank\">Marketing Consultancy and services</a><br>","industries":["Marketing"],"name":"Owlright Advisors LLP","sectors":["Others"]},{"email":"akshaypoojari@rocketmail.com","idea":"MarketTodo.in, a Mumbai-based online grocery delivery startup, which prides itself on healthy day-to-day ingredients, has raised an initial seed funding of $9 million from private investor Nitesh Yadav.<div><br></div><div>Since its launch in August 2019, MarketTodo.in had started binding agreements with kirana stores (local grocery shops) at a tiny scale in Mumbai. Post the popularity and consumer base of 35k families only in Mumbai, MarketTodo.in began extending opportunities across India. “We onboarded ~6 crores neighborhood grocery stores in 45 days in order to support delivery of essential kitchen ingredients pan India. The magnitude of interest seen from supply end was unbelievable” Akshay Raja, Founder and CEO,&nbsp;<a href=\"http://www.markettodo.in\" target=\"_blank\">MarketTodo.in</a>&nbsp;said.</div>","industries":["House-Hold Services"],"name":"MarketTodo.in","sectors":["Home Care"]},{"email":"vaatechnologies@gmail.com","idea":"We are a technological firm that solves simple and complex challenges associated with various enterprises. We address problems related to Industrial Automation, Process Control, Industrial Data Analytics, customized software etc.&nbsp;","industries":["Internet of Things"],"name":"VAA TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"prasuna.pannati@gmail.com","idea":"Nuvio Sellers is online selling platform. Currently we are manufacturing the products related to Home &amp; Kitchen in INDIA rather than importing from China. We are looking to scale up the manufacturing to all kind Utility products those are usually imported from China.","industries":["Enterprise Software"],"name":"NUVIO SELLERS PRIVATE LIMITED","sectors":["Cloud"]}]