[{"email":"sheetomateengineers@gmail.com","idea":"Works Like Fabrication&amp; Supply of All types of Engineering Items.","industries":["Technology Hardware"],"name":"SHEETOMATE ENGINEERS","sectors":["Manufacturing"]},{"email":"arun@how.guru","idea":"The Company is a media marketing startup focusing media solutions (ATL &amp; BTL ) in the Wellness / Entertainment / Finance / Government / Online &nbsp;/ ATL &nbsp;space.","industries":["Marketing"],"name":"Dhyaan Labs ","sectors":["Others"]},{"email":"solution.movee@gmail.com","idea":"<p>AGATI is a sustainable handwoven&nbsp; and handspun women apparel&nbsp; brand. We are designing Indo-western apparels from Khadi and other handwoven fabrics with the old Indian Authentic handwork. Our aim is to promote and market authentic yet attractive sustainable products through various platforms. We are creating a market for rural people to showcase their talent and can generate employment opportunity.</p>","industries":["Textiles & Apparel"],"name":"AGATI Design Store (OPC) Pvt Ltd","sectors":["Apparel & Accessories"]},{"email":"raghav@ekotimber.in","idea":"<p>Manufacturing of Wood Plastic Composite Prodects Viz Door Frames,Door Foam Board, Architectural Fins.</p><p>Unique Do It Yourself Kits ready to install products</p>","industries":["Construction"],"name":"EKO TIMBERTECH WOOD PLASTIC COMPOSITES LLP","sectors":["Construction Materials"]},{"email":"contact@connectinfy.com","idea":"<p>Ø Founded in June 2016 Ø Co-Founders laid the strong stones for the following 4 principal areas: Ø Efficient Project Management for all our customers from pre-sales Ø Customer Engagement Mantra during sales and post-deployment Ø Constant improvisation and encouragement of new Ideas and Innovation Ø Primary Focus on technological improvements; as we aspire to bring ‘that’ change in the shipping. Ø All of the CIS products are plug and play multi-model distinct solutions. Ø CIS is one of the fast-growing player in this arena now. ØWe have brought about tremendous changes in the way the customers used to work by fusing the operation with the latest technology and cloud platform.</p><p>Linkedin Profile:&nbsp;<a>https://www.linkedin.com/in/connect-infinity-solutions-cis-609258130/</a></p><p><br></p>","industries":["IT Services"],"name":"CONNECT INFINITY SOLUTIONS LLP","sectors":["Product Development"]},{"email":"seemant@attentiocs.com","idea":"Attentio Corporate Services is a firm of professionals with varied backgrounds and are passionate about our domain of work. The&nbsp; firm is led by experts with over two decade of cross industry exposure. We have an eclectic mix of CA’s, Cost Accountants, MBA’s, CFA’s, CS’s &amp; Legal Professionals in our team. We strive to take help of industries best talent for creation of IT enabled customized solutions and personalized services for startups and MSEM'S. Our solutions helps startups and MSME'S to enable automation and reduce cost of the compliance's related to the companies act and related statutory compliance's.","industries":["Analytics"],"name":"ATTENTIO CORPORATE SERVICES LLP","sectors":["Business Intelligence"]},{"email":"vrajparikh007@gmail.com","idea":"<p>E-BLU is a new team established for better facilities of electric Car charging solutions and stations..It is quite inconvenient to charge the car at a charging station due to numerous reasons like crowd , waiting , lesser facilities etc..</p><p>At E-BLU we are trying to use IoT for making this more convenient and comfortable for consumers and planning to implement charging points in apartments</p>","industries":["Automotive"],"name":"E-BLU","sectors":["Others"]},{"email":"Shipra.dengla@gmail.com","idea":"Company working towards better waste management and recycling&nbsp;","industries":["Waste Management"],"name":"Shoonya ","sectors":["Others"]},{"email":"14tarunsahoo@gmail.com","idea":"Consultant in construction industry","industries":["Construction"],"name":"MAK","sectors":["Construction & Engineering"]},{"email":"arbaaz26541@gmail.com","idea":"Robocom is a startup of dynamic robots teaching, including the different level of courses and workshops. We love to create innovative machines that combine software, sophisticated mechanical designs, onboard sensing, etc.\n<div>\n</div><div>We have a close-knit, hard-working team of engineers devoted to build and teach robotics. If you aspire to excellence, like to get your hands dirty and want to join our team of robotics rock stars, please submit your resume here. We have a friendly and supportive work environment. We provide equal employment opportunities without regard to the applicant's race, color, religion, gender, gender identity, sexual orientation or age.</div>","industries":["Robotics"],"name":"robocom international","sectors":["Others"]}]