[{"email":"shailesh@officingnow.com","idea":"OfficingNow is Online Digital Marketplace Platform to connect Enterprises/Professionals to Office Workspaces. It offers everything from Short Use Spaces to Long Term Offices under a single umbrella. It is driven by mission of Connecting Workspaces to Aspirations. &nbsp; &nbsp;","industries":["Real Estate"],"name":"OfficingNow","sectors":["Coworking Spaces"]},{"email":"ramesh@fundsandtoil.com","idea":"\n            <p><span>Employee Engagement Program:</span></p><p><span><br></span></p><p><span>We teach a broad mix of crucial life skills to the workforce of corporates using online monitored crowdfunding as a medium. This raises awareness and funds for trusted community partners of FundCorps. The program provides an excellent opportunity for the workforce to learn and enrich leadership skills, problem-solving skills, social skills, conflict management, teamwork, accountability, responsibility, time management, and more as a foundation for hard skills to reach their full potential and increase productivity at the workplace. This also creates a long-lasting impact on society.</span></p><p><span><br></span></p><p><span>https://www.fundcorps.com/corporate&nbsp;</span></p>\n        ","industries":["Professional & Commercial Services"],"name":"FUNDS AND TOIL PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"tushar@smartify.live","idea":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p><span>Smartify enables users within a community\nto communicate and collaborate with each other, smart devices, businesses and\nother communities in a secure, safe and intuitive manner via its virtual\nintercom/EPABX, access control and trusted social network. Any type of\ncommunity can be Smartified - physically co-located (residential, commercial,\neducational, etc.), physically dispersed (multi-location premises, trade\nassociations, hobby groups, etc.), or transient (airports, malls, flights,\ntrains, events, etc.).</span></p>\n\n","industries":["Internet of Things"],"name":"INTIOTIVE TECHNOLOGIES PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"avantikappatil@gmail.com","idea":"Good health is vital to our well-being and happiness. We often go from pillar to post to find the best doctors, treatments and therapies for our health. The search for these services at pocket-friendly prices usually ends in frustration and confusion.\n<div>At Ishtara Healthcare &amp; Wellness, we emphasize that optimal health can be achieved through a harmonious balance between the body, mind and soul. We firmly believe that finding the right combination of the best treatment and wellness therapies should be a seamless and hassle-free experience. Bearing this in mind, Ishtara was conceived to bridge the gap between top quality healthcare and wellness providers and affordable prices. \n</div><div>Ishtara Healthcare &amp; Wellness aims to bring about the perfect balance between modernized healthcare services, wellness therapies, rich medical knowledge and warm hospitality. Whether you intend to recover from a disorder in a world-class hospital; recuperate from a longstanding condition through ancient Ayurveda or simply wish to reinvent yourself through Yoga and meditation, Ishtara has a solution for everyone. We are here to provide the whole nine yards of medical and wellness tourism in India, so you can focus on one thing alone; getting better and healthier. \n</div><div>Through our network and experience in the healthcare field, we connect you to the best hospitals, doctors and wellness centers across India. We realize that every individual is unique and strive to develop the best treatment or wellness plan that is personalized to your specific health and budget requirements. Our website is aimed at being a comprehensive tool to share authentic, relevant and updated medical knowledge, empowering you to make informed decisions about your health.</div>","industries":["Healthcare & Lifesciences"],"name":"Ishtara Healthcare &amp; Wellness LLP","sectors":["Health & Wellness"]},{"email":"connect@nesso.co.in","idea":"<p>Nesso is a collaborative, cloud-based solution designed to manage information and processes across multiple projects and teams. From administering documents, bills, and drawings, to reviewing real-time site inspection, Nesso connects you to multiple stakeholders from anywhere.</p><p>Nesso is an online collaboration platform for construction projects.Which allows owners, contractors, construction managers, project managers and consultants to collaborate securely, efficiently and easily.\n</p><p>Document Management (Unlimted Storage)\n</p><p>Site Inspection (Capture issues on site and generate reports)\n</p><p>Controlling and streamlining process\n</p><p>Archiving years and years of important data \n</p><p>Built on the cloud we believe that the secure software-as-a-service (SaaS) platform is the future of real-time collaboration. Cloud based-delivery bring together multiple companies on one system.Mobile platform gives users the convenience of being mobile and effective. We offer unlimited users to every organization participating in your project, unlimited data and unlimited support to the entire support team.</p><p><a href=\"https://www.youtube.com/watch?v=RQ-I97-N86Q\" target=\"_blank\">Nesso : Overview</a></p>","industries":["Enterprise Software"],"name":"Nesso Connekqt Private Limited","sectors":["Cloud"]},{"email":"SNAVALAKHA95@GMAIL.COM","idea":"WE FROM PRASI EVENTS LLP ARE A STARTUP INTO THE EVENT MANAGEMENT INDUSTRY WHERE WE DO EVENTS LIKE WEDDINGS, BIRTHDAY BASHES, PRODUCT LAUNCHES, FESTIVE PARTIES, CAMPS/PICNICS, NAMING CEREMONIES, PROMOTIONAL EVENTS FOR COMPANIES, SPORTS EVENTS, CORPORATE EVENTS LIKE MEETINGS/INCENTIVES/CONFERENCES/EXHIBITIONS, ETC. WE DO EVENTS ALL OVER INDIA AND PLANNING TO DO EVENTS INTERNATIONALLY IN THE NEAR FUTURE. WE ARE A COST EFFECTIVE COMPANY AND WE DO EVENTS IN THE BUDGET THAT WILL SUIT YOU. OUR COMPANY IS BASED IN SOUTH MUMBAI. OUR MAIN MOTIVE IS THAT TOGETHER WE CELEBRATE SUCCESS. OUR COMPANY TAGLINE IS WE CREATE, YOU CELEBRATE.","industries":["Events"],"name":"PRASI EVENTS LLP","sectors":["Event Management"]},{"email":"info@equiview.co","idea":"<p><a href=\"https://equiview.co/\" target=\"_blank\">Equiview - Equity Management for Startups</a></p><p><br></p><p>Equiview is an equity management SaaS product that will save startup founders hundreds of hours of effort by enabling seamless management of cap tables, employee stock options, and investor relations.</p><div><span></span><br></div><div>Equiview’s goal is to allow founders to direct all their energy on growing their business, while taking the administrative load arising out of equity management off their shoulders.</div><p></p>","industries":["Enterprise Software"],"name":"Equiview","sectors":["Cloud"]},{"email":"entrepreneurtheshashank@gmail.com","idea":"<p>At Studymate+ we believe background of child should not dictate his destiny. We work alongside children specially who come from an environment unsupportive of education and full of stigma. Our villages are often which lack even the most basic facilities.</p><p>The basic idea behind the proposed system is to provide affordable Education even to the most Remote part of country using EduTech resources. Also AI Cloud System tracks the performance of students and sends an update notification to the  assigned mentors. With the best available resources provided to students, Schools and Colleges (Both Private and Government).</p><p><br></p>","industries":["Education"],"name":"StudyMate+","sectors":["E-learning"]},{"email":"mihir@awkword.in","idea":"<a href=\"http://awkword.in\" target=\"_blank\">Website</a><br>","industries":["Marketing"],"name":"AWKWORD STUDIO LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"startup.heavenly@gmail.com","idea":"The beauty landscape is changing as there are an increasing number of beauty brands available all claiming to be Ayurvedic/Natural/ Chemical Free.There has also been an emerging trend of beauty products from different parts of the world,such as the rise of Korean beauty brands.To tap into his market, we are launching a global &amp; natural beauty brand.\n<div>\n</div><div>We will offer natural ranges of hair, skin&amp; body beauty products which use beauty recipes or secret ingredients from around the world.e.g. there may be a product range from Korea, another from France, another from Braziland so on.\n</div><div>\n</div><div>Every range will contain ingredients and secrets native to different part of the globeand will have distinct beauty benefits.Consumers can discover, choose and experiment to find the secrets that work for them.</div>","industries":["Healthcare & Lifesciences"],"name":"HEAVENLY SECRETS PRIVATE LIMITED","sectors":["Health & Wellness"]}]