[{"email":"alzainconsultants@gmail.com","idea":"<p>AL Zain Consultants functions with only one goal to deliver specific services based on client's need. We focus on your goals and objectives, and we mold our services around them for the effective results for you.\n</p><p>AL Zain Consultants has continuously provided services to the global labor market with sustainable use of human-resources of India. Utilization of specialized human resources to meet the needs of international market is one of our main goals, and we have fulfilled this goal in the past and it will continue in the mere future as well.\n</p><p>We work with highly credible clients &amp; third party consultants and also have an experienced team of in-house technical consultants which gives us in depth knowledge of the various industries we serve, namely:\n</p><p>• Telecom\n</p><p>• Hospitality\n</p><p>• Marine Services\n</p><p>• Banking &amp; Finance\n</p><p>• Plant &amp; Manufacturing\n</p><p>• Information Technology\n</p><p>• Oil &amp; Gas / Petrochemical\n</p><p>• Civil, Infrastructure and MEP\n</p><p>• Project Management &amp; Consulting</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Human Resources"],"name":"AL Zain Consultants","sectors":["Recruitment Jobs"]},{"email":"info@dpmaianalytics.com","idea":"<p>DPM-Maintenance Game changer\n</p><p>We make failure visible and prescribe right maintenance right time</p><p><br></p><p>WHO WE ARE?\n</p><p>DPM AI Analytics, traces its roots back to 2013 when application of machine learning in maintenance decision making process was conceptualized.\n</p><p>Over next 7 years we evolved with time, stayed relevant, made decisive bold choices and moved on. It was September 2020 we made first presentation at ADIPEC, an International Industrial conference where application of AI to reduce maintenance cost was well received. We adapted, innovated and offered a unique software product “DPM”, where we make failure visible and prescribe right maintenance right time. We are proud to be the maintenance game changer.</p><p><br></p><p>Plant Maintenance Optimisation by 15% is achieved by our solution for all types of Industrial assets.</p><p><br></p><p>Our Mission\n</p><p>Providing complete solution and sustainable support to Customer.</p><p><br></p><p>Our Vision\n</p><p>Committed to excellence for\n</p><p>Just-in-Time Maintenance - Adopt AI.\n</p><p>Assist and lead our customer in identifying their facility maintenance needs.\n</p><p>Developing and implementing maintenance solution to enhance reliability and sustainable performance of assets.\n</p><p>Asset Integrity with HSE compliances</p><p><br></p><p>Our Values\n</p><p>We are new-age innovation driven company and our primary focus is to bring excellence in Maintenance.</p><p><br></p><p>Our Culture\n</p><p>Our fundamental spirit and the character of our people</p><p><br></p><p>For more details visit our website https://www.dpmaianalytics.com/index.html</p><p>\n</p>","industries":["Analytics"],"name":"D.P.M AI ANALYTICS LLP","sectors":["Big Data"]},{"email":"camithunshinde@gmail.com","idea":"<p>NETVIGATOR BROADBAND PRIVATE LIMITED INTERNET PROVIDER INTERNET SERVISES PROVIDING IN CHEMBUR AT MUMBAI MAHARASHTRA<br></p>","industries":["Internet of Things"],"name":"NETVIGATOR BROADBAND PRIVATE LIMITED","sectors":["Others"]},{"email":"contactus@nextsaa.com","idea":"<p>NextSAA –-Next Software Advisory &amp; Analytics Services focused on providing professional IT services which will not only meet customer requirements but also keeping them ahead tehcnolgoically. Our tech experts with experienced collectively more than 30 years brings \"Technology Next\" to each service and solutioning. This would help you to enter and grow in digital world securely.</p>","industries":["IT Services"],"name":"NEXTSAA SERVICES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"vinaypandey1612@gmail.com","idea":"<p>We all have witnessed and experienced the covid situation and in that period we realised there is a dire need of critical innovation and drastic change in the way things are done in the healthcare industry. So, we likely want to create an innovative ecosystem which is easily accessible ad affordable for the rural people.</p>","industries":["Healthcare & Lifesciences"],"name":"APCO MEDICARE INDIA PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"Naveen.sahani@algor.in","idea":"<p>ALGOR SUPPLY CHAIN SOLUTIONS PRIVATE LIMITED is a&nbsp; integrated cold chain solution provider organisation which has been started by the industry professionals to cater the industry needs with complete focus on quality improvement at every touch point. At Algor we provide solutions that are corner stone of our clients’ lean, green, efficient and sustainable supply chains.&nbsp; Algor is dedicated to provide cold supply chain solutions at a level of excellence that exceeds industry standards at a fair price. We are committed to provide highest quality services while emphasizing public safety, supply chain security and sustainable growth. We employ world-class fleet management systems, satellite navigation and online temperature monitoring system providing real-time information and visibility to keep our clients always up-to-date with the status of shipments..</p>","industries":["Transportation & Storage"],"name":"ALGOR SUPPLY CHAIN SOLUTIONS PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"adityamindaindustries@gmail.com","idea":"<p>ADITYA MINDA INDUSTRIES PRIVATE LIMITED&nbsp; has a vision to supply wide variety of premium quality products in disposable and food packaging industry. Minda has been serving the Foodservice, Retail and Noreca segment with variety of food grade disposable products of exceptionally high standards of hygiene, quality and durability through its distributors, traders, institutional clients &amp; private label. Covering categories from Aluminum Foil Container, Aluminum Foil Rolls, Cling Films, etc. our cutting edge way of working is also facilitated by ultra-modern facilities spanning 40000 sq. ft. for manufacturing hub located at Kaman - Vasai, approximately 30 Kms north-west of Mumbai. Our research and development continues to make aggressive efforts to continuously introduce new products with innovative new designs and ensures high product standards. Quality, hygiene and service are the cornerstone on which we built our business that set us apart. This catalogue shows you the wide range of products we offer to our customers worldwide.</p>","industries":["Food & Beverages"],"name":"ADITYA MINDA INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"aditya.uni07@gmail.com","idea":"\n            <p>Upskillr is a technology-based startup that helps job-seeking individuals get roadmaps and curated tips for getting their dream job. <br><br></p><p>With our flagship AI-based web extension application and collaborative strategies, we make sure that you get a perfect path to crack the job opportunities matching your profile. The service will be a one-stop solution for students/teenagers/adults around the world to prepare for their dream job and to achieve that goal with a proper, detailed roadmap without the hassle of surfing the net or seeking advice. Upskillr is a software as a service recommendation system that can be attached as an extension on Google Browser and to a chatbot.<br><br></p><p>If a user has opened the webpage of his/her dream job on any of the jobs websites (be it LinkedIn jobs, monster.com, naukri.com, googlejobs.com), and uses the Upskillr service, the product will scrape all the relevant information (including technical skills, soft skills, required education criteria, minimum experience in that domain, etc) from that webpage, extracting only the necessary information using Natural Language Processing Algorithm (Machine Learning). It will then use set and display a complete roadmap of how to acquire those skills, what all courses/ programs to learn from, online available resources in a timely manner according to a routine provided certain criteria like duration, mode (online/offline). The user can then follow it to be eligible for his/her dream job. <br><br>Upskillr aims to become India's one-stop destination for the unemployed, unskilled, and keen job seekers!</p><p></p>\n        ","industries":["Education"],"name":"UPSKILLR SOFTWARE SOLUTIONS PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"director.enable@gmail.com","idea":"<p>A Pay and Park app mapping all the available parking in 1 Square meter to contribute to the carbon neutral target of the cities&nbsp;</p>","industries":["Social Impact"],"name":"ENABLE IT&amp;ES LLP","sectors":["Others"]},{"email":"vaishaligawde1@gmail.com","idea":"<p>Marathi Learning Educational App - Gabha/ Marathi\n</p><p>Learn and speak basic Marathi language with engaging visuals, audios and videos\n</p><p>Have fun while learning Marathi.\n</p><p>Gabha App is easy way of learning Marathi despite of your age. \n</p><p>Learn to speak Marathi fluently and evaluate yourself through worksheets. Understand Marathi language in interactive way through videos like solar system. \n</p><p>Very useful for easy learning and teaching of Marathi language.\n</p><p>Learn and speak basic Marathi with engaging visuals, audios and videos\n</p><p>Who can Download our App -\n</p><p>Beginners\n</p><p>Language Learners\n</p><p>Language Enthusiasts\n</p><p>Non - Maharashtrians</p>","industries":["Education"],"name":"GABHA ENTERPRISES LLP","sectors":["Education Technology"]}]