[{"email":"mohit.lala@gmail.com","idea":"Create smart spaces that sense people and environment to improve safety &amp; security, enhance the experience, save time and costs.","industries":["Internet of Things"],"name":"Cleverspace.io","sectors":["Wearables"]},{"email":"shivam@apli.ai","idea":"Apli.ai ( Apli AILab Pvt Ltd ) is a Video interview and Softskill training platform with AI to&nbsp; unlock the potential of students for getting opportunities and Recruiter for hassle-free recruitment with saving huge amount of Logistics cost","industries":["Human Resources"],"name":"APLI AILAB PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"sandesh.bhaskaran@sepioproducts.com","idea":"Its an end-to-end security solutions provider with expertise in tamper evident seal and security solutions catering to various industries. Sepio brings years of experience and know-how from designing to developing innovative products for every client need. Our seals have widespread application across industries like Courier, Logistics, Supply Chain, E-commerce, Customs &amp; Excise, Utilities (Electricity, Gas, and Water), RTOs, Postal, CIT &amp; Airlines, to name a few. We have been able to do this because of strong in-house R&amp;D, partnerships with global majors and an integrated infrastructure comprising in-house production, tool room, product development and CAD/CAM design facilities.\n<div>\n</div><div>Our Seals are specially designed to offer the highest level of security against tampering thus securing your supply chain so that you can continue to grow your customer loyalty and eliminate theft and tampering in your supply chain.</div>","industries":["Security Solutions"],"name":"SEPIO PRODUCTS PRIVATE LIMITED ","sectors":["Others"]},{"email":"ramanujannandkumarchari@gmail.com","idea":"We are in the Electronics market place for past many years and wants to develop all&nbsp; trending electronics Items(A to Z in Electronics)","industries":["Others"],"name":"A to Z ELECTRONICS","sectors":["Others"]},{"email":"finance@wify.co.in","idea":"To develop and provide technology and software enabled installation services, repair and maintenance services, interior decoration, fit outs, web designer &amp; developers, home improvement, product &amp; systems improvement &amp; to provide technical support &amp; services related to electronic and electrical appliances/equipment, furniture &amp; fittings/hardware, plumbing/sanitory work, cleaning services, packing services and related areas for commercial and residential customers online as well as off line, including field &amp; site  support of customer sites and also to buy &amp; sales  spare parts &amp; orther products required for installation / support / repairs  services  in India as well as overseas market   to deal in activity as aforesaid in india and abroad.","industries":["Construction"],"name":"INSTALLCO WIFY TECHNOLOGY PRIVATE LIMITED","sectors":["New-age Construction Technologies"]},{"email":"patilmeals@gmail.com","idea":"<p><span>Our Company started with a vision of feeding million people of India as we have seen a lack of issues with Food quality, Hygiene, taste, Multiple Cuisines, new trends. After finding such issues across India, we started to work on a project, where we found multiple ways to ease this problem up and from their arose birth of our various brands and a food tech service, which we will discuss in the below points.</span></p><p><span><br></span></p><p><span>1. Starting off with Our Own Brand Hungaroo whose pilot project we started early this year and now due to its success launching more 10 outlets across Navi Mumbai and with that also starting Food trucks in various parts of Navi Mumbai, Thane &amp; Mumbai. </span></p><p><span>2. Secondly, The Cloud Kitchen Concept which we started in MID 2021. With the start of second phase of lockdown, we came with this idea of developing multiple kitchens from one place which came out to be a successful one for us.</span></p><p><span>3. Our third project is still under develop phase but by the end of February 2022, we are also launching our Online Application, from where you have option to order food online via One time as you do on the rest Third party aggregator apps or a Food subscription package which goes from A Week to Annual food subscriptions, with various modes to select how and when you want your food, And the best thing about this platform is it will be curated with home style cooked meals and many options of Canteens &amp; Homely Restaurants to select from. Yes, we are doing this for the Locals, so the small Restaurants, Cloud Kitchens and Canteen can show their proper talent and can take a sigh of relief without sharing heavy commissions to other order delivery platforms.</span></p>","industries":["Food & Beverages"],"name":"PATIL MEALS PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"nirvantoshmishra@gmail.com","idea":"Heydo is a mobile app where you can order food, as well as receive and pay the bill - all from the app without calling waiters inside a restaurant.","industries":["Green Technology"],"name":"KADDOO TECHNOLOGIES PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"akhil.mammen@alphaslate.com","idea":"AlphaSlate is on a mission to make learning fun through interactive and engaging digital solutions. Our K12 learning app is geography agnostic providing world-class educational experiences and pedagogy. \n<div>\n</div><div>AlphaSlate features syllabus-friendly content, award winning videos and unlimited practice tests. We use adaptive learning methodologies, artificial intelligence, machine learning and big data to make learning personalized. \n</div><div>\n</div><div>AlphaSlate's enthusiastic team of technologists, teachers and designers are continuously innovating and improving the learning experience.</div>","industries":["Education"],"name":"ALPHASLATE TECHNOLOGY PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"salesimsecure@gmail.com","idea":"<p>IMSecure Infra Solutions is to&nbsp;<span>provide IT Services like system analyzing and designing, programming, installation and repairing, System&nbsp;</span><span>Integration, outsourcing of IT and telecommunication services to the international or domestic markets and to carry on the business of&nbsp;</span><span>Buyer, Seller, Distributer, and dealer of IT Hardware, CCTV, Telecommunication products, and Home automation supply in and Outside&nbsp;</span><span>India.</span></p>","industries":["Security Solutions"],"name":"IMSECURE INFRA SOLUTIONS PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"paurush1@gmail.com","idea":"Direct procurement from Farmer to the customer in non-perishable items and health foods","industries":["Food & Beverages"],"name":"Ojas Foods","sectors":["Others"]}]