[{"email":"rbsadvisory@gmail.com","idea":"<p>Main object of Company: To carry on the business of manufacturers, producers, processors, exporters, buyers, agents, sellers of and dealers in yarn, cloths, fabrics, Innerwears, loungewear, sportswear, socks, and textiles as are or may be prepared or processed from cotton, synthetic fabrics, woollen, woollen waste, nylon, polyester, acrylics, rayon, silk, artificial silk, linen, wool, jute and of readymade garments, or any other synthetic, artificial and natural fibres, including fibre glass, into materials like cloth, tapes, ropes, yarns, cords, threads, twines and such other allied articles as may be conveniently produced or manufactured.</p><p><br></p><p>&nbsp; SAANVI CLOTHING PRIVATE LIMITED\n</p><p>\n</p><p>Brief Introduction\n</p><p>\n</p><p>Saanvi Industries (SI), a proprietary concern of Jinal Dhiren Rathore (JDR), had commenced its\n</p><p>business of manufacturing women’s intimate wear at Bengaluru, in 2016-17. We have our office at\n</p><p>Bandra Kurla Complex, Bandra (E), Mumbai&nbsp;\n</p><p>&nbsp;\n</p><p>1) The factory building at Bengaluru is co-owned by JDR along with her father-in-law\n</p><p>Khubilal Gulabchand Rathore (KGR)\n</p><p>2) The office at BKC is co-owned by KGR and JDR’s spouse Dhiren K Rathore (DKR)&nbsp;\n</p><p>3) SI commenced commercial sales in October 2016. IN FY 2016-17, SI had net\n</p><p>turnover of INR 2.68 crores. In FY 2017-18, SI had net turnover of INR 7.81 crores\n</p><p>(Gross 9.69 crores) and in 2018-19 (unaudited), the net turnover is 8 crores (Gross\n</p><p>9.50 crores).&nbsp;\n</p><p>4) SI has around 82 distributors PAN India and its flagship brand, ‘ENVIE’ is present\n</p><p>from Srinagar to Cochin and from Tripura to Jaipur.\n</p><p>5) In women’s intimate wear, we are presently manufacturing Bra’s, Panties, Shorts,\n</p><p>Capri’s, Leggings, and Camisoles’. Considering the nature of their business, viz the\n</p><p>sizes and colours involved, presently we have more than 4800 SKU’s&nbsp;(product units)\n</p><p>6) SI launched a low-cost brand, ‘ENERVE’ in December 2018 and is looking to tap\n</p><p>market places such as Brand Factory, DMART etc&nbsp;\n</p><p>7) Come 2019 and SI launched ‘MISTERIO’, a brand for modern trade&nbsp;and has already\n</p><p>registered with Reliance JIO B2B in May 2019. Once the base stock of Misterio is in\n</p><p>house, SI shall go live with MIsterio on Reliance JIO B2B\n</p><p>8) SI has decided to go all out with its B2B sales push in FY20\n</p><p>(a) Firstly, it in advanced talks with Zudio (TATA) for manufacturing their products\n</p><p>on FOB basis. Tata Zudio has completed our factory audit (with some basic\n</p><p>observations) and has in principle agreed to give an allocation of 18000\n</p><p>pieces per month to begin with. Presently, vendor Registration Formalities\n</p><p>(VRF) is underway. They have also asked us to earmark 36000 pieces going\n</p><p>forward. At 18000 pieces also TATA will give us a monthly revenue of INR\n</p><p>22.50 lacs which may go upto INR 30-35 lacs going forward\n</p><p>(b) SI has got a confirmed order of INR 12 lacs from ‘Leila’, a French major\n</p><p>(c) SI is in advances talks for its various product categories with Triburg, a\n</p><p>leading export house in India for export of its various products\n</p><p>(d) Ajio.com, Reliance Industries’ answer to Amazon has already sent its draft\n</p><p>agreement for execution to SI. It shall be executed early next week. We\n</p><p>expect monthly sales of atleast INR 5 lacs per month from Ajio.com\n</p><p>(e) SI has also registered as a preferred vendor with KITEX Limited and a\n</p><p>obtained a confirmed order of INR 10 lacs to begin with for the first month.\n</p><p>\n</p><p>They have huge plans but even on a conservative basis our monthly revenue\n</p><p>from Kitex would be atleast INR 10 lacs per month\n</p><p>(f) SI’s order for undertaking a job work of a ‘Walmart’ order for for Arvind Limited\n</p><p>is on the final leg. With machines in house, the final quality approvals are\n</p><p>underway. To begin with it is a 25000 pieces per month mens trunks order to\n</p><p>be scaled to 40000 pieces from August 2019. This shall be another fixed\n</p><p>monthly revenue of INR 5 lacs/month\n</p><p>(g) Besides this SI registration with Myntra is also in process. We shall\n</p><p>manufacture various products for Myntra’s private label and also promote SI\n</p><p>brands on its portal\n</p><p>(h) There are some other B2B proposals also in process but yet in the nascent\n</p><p>stages and hence not been listed here.\n</p><p>\n</p><p>9) SI has scaled up their infrastructure from 15000 built-up area to 32000 square feet in\n</p><p>2018-19.&nbsp;\n</p><p>10) On March 13, 2019, SI has been converted to Saanvi Clothing Private Limited\n</p><p>(SCPL), which commenced its business from April 1, 2019\n</p><p>11) SCPL has 2 Directors, Jinal Dhiren Rathore and Dhiren K Rathore. Ownership of this\n</p><p>company is within the family\n</p><p>12) Though our sales have remained flattish, we have been able to maintain their market\n</p><p>share in the&nbsp;fastest growing market&nbsp;where players / companies which have been\n</p><p>mismanaged such as Pink Rose, Pretty Secrets, Fruit &amp; Loom, Strawberry etc have\n</p><p>lost market share.&nbsp;\n</p><p>13) SCPL is projecting INR 20 crores this year with an incremental growth of INR 5/6\n</p><p>crores in Envie their flagship brand and INR 6/8 crores in Misterio.&nbsp;\n</p><p>14) The response which our low cost brand Enerve has got has been better than\n</p><p>anticipated\n</p><p>15</p><p><br></p>","industries":["Textiles & Apparel"],"name":"SAANVI CLOTHING PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"darshan@vyomtech.in","idea":"i) In India, there’re more than 120K+ regd. Publications with the govt. Majority of these publishers are from rural &amp; semi-urban areas &amp; hardly 10% of them have online presence. This is the reason, despite of having so huge numbers of publications in the country, there’s dearth of regional content &amp; hardly ~0.1% of total regional content is available online. \n<div>ii) We are making OYO of local news industry- a disruptive ecosystem of original &amp; local news content. We digitally transform newspaper publishers, reporters, PGCs from rural &amp; semi urban areas, provide them a platform to reach out to global audience and monetise their content through programmatic content market place.\n</div><div>ii) People are more concerned with their local happenings but local news seldom gets place in the mainstream media and hence these news are not available to digital readers. We make available local news of any city/area by curating it &amp; present it to our users in a personalised manner.\n</div><div>iv) We plan to revive the local news industry &amp; create visibility &amp; marketability to publishers with aim to monetise their efforts by building programmatic content market place.\n</div><div>iii) Within 7 months, we have completed POC &amp; developed MVP. We have onboarded 1,500+ publishers &amp; has more than 630k+ MAUs.</div>","industries":["Media & Entertainment"],"name":"VYOMEEN MEDIA PRIVATE LIMITED","sectors":["Digital Media News"]},{"email":"meetjethwa3@gmail.com","idea":"MJ-Ride is a electric cycle which will charge them a minimal amount to travel from college to stations and vice versa. It’s a clean mode of travel no fuel needed, just the batteries need to be charged as and when required. Now these bikes will have a lock which allows students and faculty to pay using any means of payment that is paytm, google pay etc and charge a minimal &nbsp;fare to reach their destination.\nIn this way the student does not have to depend on any mode of transport and also travel at a low cost in a clean way&nbsp;<div><br></div>","industries":["Green Technology"],"name":"MJ-Ride ","sectors":["Clean Tech"]},{"email":"yash.sanghavi20@associates.sibmpune.edu.in","idea":"Career Incubator is a marketplace which can help users to experience a career journey backed by Artificial Intelligence with services such as Career Counselling, Internships, Academic and Up-skilling courses that help students bag a job.","industries":["Education"],"name":"Career Incubator","sectors":["Education Technology"]},{"email":"zeridsouza@hotmail.com","idea":"Working on an E commerce platform to serve all the brick and mortar business so that they can compete with the likes of Amazon, flipkart etc .&nbsp;","industries":["Enterprise Software"],"name":"YOZEINC TECHNOLOGIES LLP","sectors":["Enterprise Mobility"]},{"email":"devprajapati78@gmail.com","idea":"<p>We are an IT Service company providing services like Website Designing, Website Development, Mobile Application development, SEO and Digital Marketing.</p><p>Check our company overview by clicking <a href=\"https://www.mypcot.com/company_overview\" target=\"_blank\">here</a>.<br></p>","industries":["IT Services"],"name":"MYPCOT INFOTECH PRIVATE LIMITED","sectors":["Application Development"]},{"email":"singh.kamlesh33@gmail.com","idea":"<p>\n            We are Laundrylady provide Laundry services in all over Mumbai. Generally, we Providing Pick and drop facility to our customer as per their suitable time. We are done many kinds of operation regarding Laundry like Dry cleaning, Steam press, Darning, Coloring, Leather &amp; Shoe wash.</p><p>We also Expert in Dyer and Provide express service for Customers who need Urgently.<span>&nbsp;&nbsp;</span></p><p>\n        </p>","industries":["House-Hold Services"],"name":"Laundrylady","sectors":["Laundry"]},{"email":"nmagrawal96@gmail.com","idea":"<p>\n            We as a company work in 3D printing sector.</p><p>Our products are 3D printers and their consumables.</p><p>We also provide 3D printing services.</p><p>Training for students in this sector also.<br>\n        </p>","industries":["Design"],"name":"R P Era","sectors":["Industrial Design"]},{"email":"foodelightagro.mumbai@gmail.com","idea":"<p>FOODELIGHT IS INDIAN COMPANY COMMITTED MAKING FOOD AND BEVERAGES AS HEALTHY &amp; DELICIOUS AS CAN BE.&nbsp;<span>WE PICK BEST FROM NATURE &amp; DELIVER IT TO YOUR LOCAL MARKET WITH HELP OF WHOLE SALE CHAIN MANAGEMENT SYSTEM.</span><span>WE EXPLORE AND RESEARCH A VARIETY OF NATURAL ORGANIC AGRO PRODUCT THAT HAVE PERFECT BALANCE OF HEALTH &amp; TASTE.</span></p><p><br></p><p>OUR EXPERTISE LIES IN CREATING AGRO FOOD PRODUCTS MADE AFTER THOROUGH RESEARCH &amp; QUALITY CHECKS.</p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p>&nbsp;</p>","industries":["Food & Beverages"],"name":"FOODELIGHT AGRO INDUSTRIES","sectors":["Food Processing"]},{"email":"garima@hiranyagrowthpartners.com","idea":"<p>Hiranya Growth Partners is a Boutique Consulting Firm.\n</p><div>We help in Building Businesses and Brands\n&nbsp;<span>by&nbsp;</span><span>providing Consulting Services&nbsp;&nbsp;</span><span>and&nbsp;&nbsp;</span><span>telling Strategic Stories.&nbsp;</span></div><div><span><br></span></div><div><span>We\n&nbsp;</span><span>help in&nbsp;&nbsp;</span><span>Crafting&nbsp;</span><span>and&nbsp;</span><span>Executing&nbsp;</span><span>Strategy.&nbsp;&nbsp;</span><span>HGP collaborates with clients&nbsp;</span><span>to map their strategy&nbsp;</span><span>and fine tune their business models and products.&nbsp;</span><span>Our aim is to help our clients win&nbsp;</span><span>by building on their domain and operational expertise&nbsp;&nbsp;</span><span>and by leveraging technology and data.</span></div><div><span><br></span></div><div><span>We\n&nbsp;</span><span>Orchestrate&nbsp;</span><span>Conversations&nbsp;</span><span>by&nbsp;</span><span>Telling&nbsp;</span><span>Compelling Stories.\n&nbsp;</span><span>HGP co-</span><span>creates engaging content&nbsp;</span><span>aligned with the strategic objectives&nbsp;</span><span>of businesses and brands,&nbsp;&nbsp;</span><span>to provide seamless, integrated experiences&nbsp;</span><span>to customers and stakeholders.</span></div><div><br></div><div>The word  Hiranya  (हिरण्य)in our name is one of the Sanskrit terms for golden!</div><div><span><br></span></div><div><span><a href=\"https://www.linkedin.com/in/garimac/\" target=\"_blank\">Profile of Founder</a></span></div><div><br></div><p></p>","industries":["Finance Technology"],"name":"HIRANYA GROWTH PARTNERS LLP","sectors":["Advisory"]}]