[{"email":"vishalss.18@gmail.com","idea":"<b>Talakunchi</b> is pure-play cyber security company empaneled by CERT-IN (Government of India) with highly trained resources and skills of information security services, solution deployment and training.","industries":["IT Services"],"name":"TALAKUNCHI NETWORKS PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"praseed@luxasia.com","idea":"<div><span>IndoSing would be engaged in Importing, Distribution and Marketing of  leading Beauty/ Fragrance brands in India. IndoSing would partner Physical retailers like shoppers stop, Sephora, Nykaa,  lifestyle and central.   The Preferred partners for Online distribution would be Purplle.com, Nykaa.com, shoppersstop.com, Myntra.com, Amazon.in, flipkart.com etc.</span></div>","industries":["Fashion"],"name":"INDOSING DISTRIBUTION PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"info@coventures.in","idea":"\n                                    <p>Walking Tree Ventures Private Limited brings together designers, creative people &amp; experts from varied field under one roof that can cater to the requirements of various businesses by providing services for idea creation, conceptualization &amp; incubation of ideas, brand building, retail &amp; marketing support for their business to go to the next level.</p>                \n        ","industries":["Retail"],"name":"Walking Tree Ventures Private Limited","sectors":["Others"]},{"email":"swapnil@wingxp.com","idea":"<p>Testune Technologies Pvt Ltd. is an Edtech startup that focuses on integrating technology in learning space.&nbsp;</p><p>Started off with a platform to create Online test in a simple and easy way for any kind of examination.&nbsp;</p><p>There are several other platforms in the area of academics and co-curricular that Testune is working upon to offer meaningful support to Educators and Students.&nbsp;</p>","industries":["Education"],"name":"Testune Technology Pvt Ltd.","sectors":["Education Technology"]},{"email":"VISHALBSHAH78@GMAIL.COM","idea":"iChef is a unique \"meal kit\" concept, built around incredible cooking experiences. Our philosophy is based on the French phrase \"mise en place\" - an approach commonly used in professional kitchens which involves organizing and preparing the ingredients that will be required for a dish.\n<div>\n</div><div>We send a box of pre-measured, labelled ingredients along with easy to follow step-by-step instructions on putting together a truly gourmet dish in your home kitchen in no time. We take away the hassles of planning, shopping, measuring and delivering so that you can make cooking fast, fun and easy.</div>","industries":["Food & Beverages"],"name":"ARYA FOOD AND PACKAGING PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"rhushabh.goradia@syncthreads.in","idea":"“All things standing shall fall, but the moving ever shall grow”&nbsp;<div><br></div><div>Established with this mind-set and vision, we, at Syncthreads, are ever evolving and constantly striving to reap the benefits of understanding and utilising the latest, cutting edge disruptive technology for practical business applications and future forward research. Syncthreads offers integrated, performance driven analytics and cost-effective infrastructure upgrade solutions for defence, healthcare and agriculture sectors. More at info@syncthreads.in</div>","industries":["Analytics"],"name":"SYNCTHREADS COMPUTING LLP","sectors":["Data Science"]},{"email":"anthony_diasinin@yahoo.co.in","idea":"Vision\n<div>To make buying and selling of properties more visible and to generate employment to many through real estate market.\n</div><div>The reason we chose this platform is illustrated below.\n</div><div>I deeply love the real estate industry. Real estate is a big world and there is a lot happening in this market. There are big players making properties every day. They are not just making structures, they are actually creating lifestyles and a better tomorrow for every one. However, not everyone understands this concept. There are developers making flats, houses, corporate parks, industrial buildings and hotels of all sizes. When such development happens it is not just changing the look of the world it also brings hope for a better tomorrow. Lifestyle is changing every moment because of new strategies and technologies used in the real estate world. Development is giving opportunity to every one to be a part of the real estate world. Let me give few examples:1) Flat buyers and Flat sellers,2) House buyers and house sellers, 3) Tenants and Owners, 4) Commercial space developers, Industrial space developers, buyers and sellers of commercial &amp; industrial spaces and people using it on lease, 5) Hotel buyer's and sellers, 6) land buyers and land sellers, 7)labour workers like brick layers, painters, plumbers, electrician etc, 8) Property lawyer's, 9) Property agents, 10) Architects who designs a structure as well as interiors, 11) Redevelopment.\n</div><div>\n</div><div>I am extremely delighted to bring this concept to my country first and then direct it to the entire world. As I mentioned in this content earlier, that my vision is to make buying and selling of properties more visible and to generate employment to many through real estate market. For me visibility means something one can see and get a clear idea of the product. Over here the product is property. Once you get the idea a message is passed to us whether to invest or not to invest, whether to go and see the property or not as there is time involved when you start looking for properties. People are customers for someone or the other. On this platform everything will be sold through videos only along with a description. I'll explain how can this be possible. Let me start with Flat Buyer's and flat sellers and then will continue with the flow. I am explaining this keeping India in mind. However, the target is to reach the entire world through this platform and concept.\n</div><div>1) Flat buyer's and Flat sellers will be one of the tab on this platform.\n</div><div>There are many in the world who want to buy flats and sell flats. The source of finding properties is through websites, hoardings, you tube and other marketing strategies which display somewhere or the other. When it comes to buying flats, the customer looks for various options as they're ready for an investment and they're not just looking at deals infact they're looking for overall satisfaction of the deal. When I say overall satisfaction it means, they've saved time, money and they also got the features and benefits of that property. Many a time they want to see the property first before they start investing time. Time is the only thing in the world that people don't have. So what this tab will showcase is videos from developers of new contructions completed, under contruction and people who want to sell their flats as resale and buyers will look at their videos. Everyone will make videos of their properties which they want sell so that they can meet the requirement of the buyer. They can showcase the properties by showing the property and give the buyer a fair idea and the benefits of the property. Developers can show the amenities, schools and colleges and supermarket etc  around the property through videos as this will be the vital part of it. They can tell the buyer what is their current offer and how much can a buyer save through this ad. On the other hand resale property owner can also do the same thing, they can show how old the property is, what is around the property  as the buyer can be a family with small children or an family who has elderly people by showing schools, colleges, supermarket, play area, hospitals. The reason I chose the concept of selling properties through videos is because real estate market is a noisy place, hence people don't buy with logic they buy because of emotions and they justify it with logic.\n</div><div>There are all together 11 tabs as of now. However, the website is named as : realestateworldforall.com. Please get onto this website for more information. This concept is a copyright of the author Anthony R. Dias.</div><div><br></div>","industries":["Computer Vision"],"name":"REWFA ECOMMERCE PRIVATE LIMITED","sectors":["Others"]},{"email":"ranjith.r@industrialecart.com","idea":"<p>Industrial e-Cart provides platforms to both sellers and buyers to effectively carry out the industrial trading and procurement right from product promotion to RFQ, Order and Supply stage, hence support the complete Procure to Pay lifecycle with optimized resources.<br>We provide various enterprise SaaS applications for sellers &amp; buyers to communicate and transact seamlessly while reducing the OPEX in terms of manhours spent on procurement cases.<br></p>","industries":["Enterprise Software"],"name":"PROCART INDUSTRIAL SOLUTIONS PRIVATE LIMITED","sectors":["SCM"]},{"email":"finance@mhgtechnologies.com","idea":"\n            Our Platform enables the creation of&nbsp;<span>gamified customer experiences that help&nbsp;</span><span>our Enterprise partners boost engagement&nbsp;</span><span>and revenue growth.</span>","industries":["IT Services"],"name":"MHG TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"joysoncardoza50@gmail.com","idea":"Edapt stands for Education Apps and Technologies.We want to empower the students of India with the right tools to excel in the global market.We are currently working on the customized learning model .Our Idea is based on hybrid (Online + Offline) learning System which we would want to introduce in the competitive Ed Tech market which is predominantly focusing on online courses.Through our app an enrolled student will be able to\n<div>\n</div><div>1.Solve Doubts 24*7\n</div><div>\n</div><div>2.Have personal chats with Professors\n</div><div>\n</div><div>3.View Customized live video lectures\n</div><div>\n</div><div>4.Have personal offline mentors.\n</div><div>\n</div><div>5.Visit Smart Study Centers equipped with PBL methods.\n</div><div>\n</div><div>\n</div><div>\n</div><div>along with syllabus training.Our Cost Effective Plans will help students of tier II and III cities  to excel in their educational journey.</div>","industries":["Education"],"name":"EDAPT PRIVATE LIMITED","sectors":["E-learning"]}]