[{"email":"girishwank@gmail.com","idea":"<p>We are proud to introduce ourselves as a fastest growing company in designing, manufacture and service of Sterilization technology in Pharmaceutical industry. WE offer following Sterile process equipment's:&nbsp;</p><p><br></p><p>Ø&nbsp; Steam Sterilizer / Autoclave. &nbsp;</p><p>Ø&nbsp; Super-Heated Sterilizer / DHS / Terminal sterilizer &nbsp;</p><p>Ø&nbsp; Vertical autoclave.&nbsp;</p><p>Ø&nbsp; Bung Processors.&nbsp;</p><p>Ø&nbsp; Pure Steam Generators / Clean Steam Generators&nbsp;</p><p>Ø&nbsp; Multi column Distillation Plant.&nbsp;</p><p>Ø&nbsp; Mixing/Manufacturing Vessel with Magnetic Mixer.&nbsp;</p><p>Ø&nbsp; CIP-SIP Module System.</p><p><br></p><p>The reason behind our success is: &nbsp;</p><p>&nbsp;&nbsp;</p><p>v&nbsp; Quality in terms of operation / finishing / standard quality bough outs / Easy maintenance.&nbsp;</p><p>v&nbsp; Competitive Pricing to build up confidence in our product. &nbsp;</p><p>v&nbsp; Strong Service team support with vast experience in the respective core field.&nbsp;</p><p>v&nbsp; Design Technical / Documentation support with latest cGMP norms. &nbsp;</p><p>v&nbsp; Electrical / Automation team with proven functional knowledge of system. &nbsp;</p><p>v&nbsp; Experienced and Precise fabrication team for error free job. &nbsp;</p><p>&nbsp;&nbsp;</p><p>Our dream is to provide “WORLD CLASS QUALITY STERILIZERS AT AN AFFORDABLE RATES” &nbsp;&nbsp;</p><p>&nbsp;&nbsp;</p><p>We are focused to deliver the latest solutions on all the above products which are supported by the latest US FDA, EU and cGMP norms. We value our customers and understand their need for quick and reliable services..</p>","industries":["Healthcare & Lifesciences"],"name":"GEMERIK","sectors":["Pharmaceutical"]},{"email":"osstftech@gmail.com","idea":"OSSTF Technologies Pvt Ltd (One Small Step Towards Future) formed in September 2017 which mainly deals with software development and solutions for B-B and B-C business and also does R&amp;D on automation which includes various IoT and electronic devices.&nbsp;","industries":["Internet of Things"],"name":"OSSTF Technologies Pvt Ltd","sectors":["Others"]},{"email":"adarsh@assurekit.com","idea":"To engage in the business of providing technology services and products including various web services, internet products , consultancies in technology and setting up processes and execution of the same, development and marketing of business and consumer management software development and marketing of business management software, building software applications and technology applications for computers, mobile phones and other devices and related activities by various modes both in India and overseas.","industries":["IT Services"],"name":"ASSUREKIT TECHNOLOGY AND SERVICES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"gaurav@sorche.in","idea":"WE HELP PURPOSEFUL INDIVIDUALS &amp; BUSINESSES<div>LEVERAGE THE INTERNET FOR GOOD.</div><div>We make interfaces, shape brands and build digital products.</div><div>Basically; we create, break and fix things, wrangle with code and design stuff.</div>","industries":["IT Services"],"name":"Sorche Technology &amp; Commerce (OPC) Pvt. Ltd.","sectors":["Web Development"]},{"email":"aajay77patil@gmail.com","idea":"Contrato app give instant contract(Agreement) between two person any time and any where for any kind of personal or business level deals.\n<div>Secure all type of money transactions in contrato app with security and more features.\n</div><div><br></div><div>We are focusing on below sector.\n</div><div>Personal level, Real estate, Freelance/Work-for-Hire Agreements.</div>","industries":["IT Services"],"name":"CONTRATO ","sectors":["Others"]},{"email":"gauri@mantishealth.care","idea":"We are a team of 4 young and enterprising friends with varied backgrounds like manufacturing/supply chain, finance, marketing and sales. We are based out of Mumbai, well mostly.\n<div>\n</div><div> \n</div><div>\n</div><div>Our aim and purpose is to give an opportunity to bathe, clean and sanitize WITHOUT WATER to everyone, anytime and anywhere.\n</div><div>\n</div><div> \n</div><div>\n</div><div>Water, as we see, is only going to get scarce and there are many other applications which we can achieve if we can eliminate water for rinsing/washing off.\n</div><div>\n</div><div> \n</div><div>\n</div><div>After years of research and development and many permutations &amp; combinations, we could finally make one which is tested and tried, on us, our many friends and relatives (old/young, all) and works just as good as other conventional cleaning options like soap/shampoo/body-wash.\n</div><div>\n</div><div>  \n</div><div>\n</div><div>It not only serves the purpose but could be a major answer to general sanitation needs as well, we have received highly motivating response from our early women users.\n</div><div>\n</div><div> \n</div><div>\n</div><div>On top of it, our product has far less chemicals than what we use today, totally harmless and fit to use for any skin types and conditions (no alcohol, no parabens, glutens and sulphates).\n</div><div>\n</div><div>\n</div><div>\n</div><div>It still foams and cleans like a normal shampoo/body-wash.\n</div><div>\n</div><div> \n</div><div>\n</div><div>The product prototype is ready for a commercial launch, TM registered, Company incorporated.\n</div><div>\n</div><div>\n</div><div>\n</div><div>We have developed a shampoo and a body-wash which can be used without water, body-wash has additional anti-bacterial benefits. Our TM is in the name of Koala, Koala also means \"no water\" in native.\n</div><div>\n</div><div>\n</div><div>\n</div><div>Body-wash can be used for intimate wash especially by women and can work wonders because no water rinsing is necessary, same goes to old age people and patients who have mobility issues for days together.\n</div><div>\n</div><div> \n</div><div>\n</div><div>So, we feel we have a winner at hand and with a little help from a good partner we can do wonders (definitely) and spread the cheer to a larger mass.\n</div><div>\n</div><div> \n</div><div>\n</div><div>Above mentioned is a brief story for now. Would request you for a meeting or a discussion, we would love to give a live demo of our unique product and present a business plan.</div>","industries":["Healthcare & Lifesciences"],"name":"MANTIS HEALTHCARE SOLUTIONS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"caspofurnitureconcepts@gmail.com","idea":"Caspo Furniture Concepts Pvt Ltd","industries":["Others"],"name":"Caspo Furniture Concepts Pvt Ltd","sectors":["Others"]},{"email":"read2grow28@gmail.com","idea":"<p>At LearnAur, education and entertainment come together. We have the vision to be a company who becomes a one-stop solution for edutainment.\n</p><p>\n</p><p>We're trying to solve the online training industry's biggest pain points of low completion rate and low audience engagement by synergizing education and entertainment.</p><p><br></p><p><a href=\"http://facebook.com/learnor\" target=\"_blank\">Our facebook page</a><br></p>","industries":["Education"],"name":"PROSPEDIA EDUTECH PRIVATE LIMITED","sectors":["E-learning"]},{"email":"rohan@getmeacourse.com","idea":"<div><div><h4>Innovative, Engaging, &amp; Efficient ways to Learn, Skill, Reskill</h4></div></div><div><div><p>We are an innovative education technology product company pioneering to become a global leader connecting learners to highly relevant learning resources, mentors and jobs. We help users globally stay employable and relevant by upskilling and reskilling to bridge the skill gap.</p></div></div>","industries":["IT Services"],"name":"EDSANTA EDUCATION PRIVATE LIMITED","sectors":["Product Development"]},{"email":"kahan@blueloft.com","idea":"A design forward furniture company that aims to bring great design and comfortable to furniture in your home.&nbsp;","industries":["Retail"],"name":"Inspired Lifestyles Private Limited","sectors":["Others"]}]