[{"email":"vikram@credible-india.com","idea":"<p>Credible develops data-driven tools and insights for addressing the information gaps in Indian agriculture. We have developed price forecastings models for a number of major crops in India (Soyabean, Maize, Mustard, Maize, Gram, Pulses). These predictions are used by farmers to determine the best market (mandi) to sell their produce.&nbsp;<span>We have deployed our products together with the Government of Madhya Pradesh (state agriculture marketing board) and in the Kharif season it will be used by 500,000 farmers.&nbsp;&nbsp;</span></p><p><span><br></span></p><p><span>Credible's founder has Dutch roots as its founder Mr. Vikram Sarbajna is Dutch.&nbsp; Vikram has lived in the Netherlands for 18 years. He studied at TU Delft and worked at Rabobank before re-locating back to India.</span></p>","industries":["Agriculture"],"name":"Credible","sectors":["Agri-Tech"]},{"email":"director@fitfoodcompany.com","idea":"Fit Food Company was established in February 2016 in an effort to create a meal management company that athletes and fitness/health enthusiasts can fully rely on 100%. Fit Food Company provides an unmet dining experience. All patrons receive excellent customer service, encouraging them to return. The menu offerings are fast, simple, healthy, and tasty. To produce and distribute the finest quality, most effective and efficient nutritional meals available in the marketplace today, delivered right to your doorstep. FFC achieves this by using only the highest grade ingredients in our meals. We offer prepared meals that are truly comprehensive and meet all of the nutritional requirements of the client. Furthermore, we offer our clients the freedom to get back their free time which must be dedicated to meal preparation throughout the week. We are passionate about what we do – producing real completely balanced meals, without gimmicks to enable superior athletic performance and recovery, while saving you time and money. Whether you build your meals based on your macro-nutrient requirements or choose one of our signature entrees, FFC Meals will take the guesswork out of dieting and give you your life back. Fit Food Company stays true to its name by only using the finest and freshest ingredients to produce delectable Macro Controlled dishes. The hallmark to our unique style is retaining the nutritional value of nature’s ingredients and serving it with a better taste, “WE MAKE FITNESS TASTE BETTER”. Using only the most seasonal ingredients, our menu varies in flavours from hot peppers to sweet fruits. Fit Food Company’s superior taste is charbroiled cooking with succulent organically bred chicken, Fresh Tilapia, and flavorful vegetables and fruits. At Fit Food Company there is a dish that’s 100% healthy for everyone in every community!","industries":["Food & Beverages"],"name":"FIT FOOD HOSPITALITY PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"pnarang@thinkedge.in","idea":"Started when me and my friends were looking to buy property, We faced challenge of one weekend and too many projects, so decided to make Home Buying experience easy for everyone, Launched our first platform in 2016 for Mumbai Suburb - Thane Market to help Home buyers to get understanding of all projects in a micro market in single visit to our platform and also get all their queries related to real estate resolved. Since then Have delivered - 5 Editions in Mumbai and 2 editions in UAE and look forward to expand in Bangalore, Chennai, Pune, NCR and other international markets - Singapore, Hong Kong, EU, Australia, Americas (North &amp; South)","industries":["Real Estate"],"name":"India Realty Expo","sectors":["Housing"]},{"email":"kumar@bhawini.in","idea":"<p>Founded in 2016 by owners of Clearing/Forwarding &amp; Distribution firms with 27 years experience.&nbsp;<span>We are currently Importing &amp; distributing Swiss Medical Equipment brand since 1986.</span></p><p><span><br></span></p><p>\n</p><div>Bhawini Global Trade will focus on Innovative &amp; Technology products in the field of Medical devices/Surgical Instruments, etc.  \n</div><div><br></div><div>We are Exclusive Distributor (India) for Danish Medical Device Brand since Sept 2019.</div><p></p>","industries":["Healthcare & Lifesciences"],"name":"Bhawini Global Trade","sectors":["Healthcare Technology"]},{"email":"rahul.pawar@arpwebon.com","idea":"IT CONSULTING , AI, HEALTHCARE SAAS, VISUAL ANALYTICS","industries":["IT Services"],"name":"ARP WEBON PRIVATE LIMITED","sectors":["Application Development"]},{"email":"nirjainnovations@gmail.com","idea":"We are in to IT Hardware Training, Completely Practical Sessions, Hands on Training.","industries":["IT Services"],"name":"Nirja Innovations OPC Pvt Ltd","sectors":["IT Management"]},{"email":"navish@cirtru.com","idea":"<p>Airbnb for long term, Cirtru (Circles of Trust) helps you find rooms for Rent from Roommates you can TRUST.</p><p><br></p><p>Cirtru is the first MADE IN INDIA startup that launched for the USA market first and have achieved significant traction there.</p>","industries":["Real Estate"],"name":"CIRTRU CLASSIFIEDS PRIVATE LIMITED","sectors":["Housing"]},{"email":"export.import@enopeck.com","idea":"<p>Enopeck Seals Industries Pvt.Ltd. manufacturer of Tamper evident Security seals in India, wishes to enhance its existing capacity of manufacturing and exports to third world countries. In view of heavy investments involved, we are gradually growing up.&nbsp; Initiatives are on to procure land and more machinery to meet international standard. We are also in the process of upgrading our security seal system to RFID.</p><p>&nbsp;</p>","industries":["Technology Hardware"],"name":"ENOPECK SEALS INDUSTRIES PVT.LTD.","sectors":["Manufacturing"]},{"email":"ladraunak2@gmail.com","idea":"Chordz is an easy guitar playing gadget, it helps people to play guitar in less than 30 minutes. Our first gadget is on the scale of G, which assist to play millions of songs.<div><br></div><div>We also have more gadgets in the pipeline for guitar and Ukulele. We have 3000 units purchase order inquiry from a guitar school which has a presence in 16 places across India.</div><div><br></div><div>Our customers are very different from the people who want to learn music/guitar. The potential customers do not have time or are unable to get skills but had a wish or are interested to play guitar and sing along with. 8/10 people are our customers. We are developing a community for music lovers with the product working as a point of human engagement. To teach how to play guitar we have our YouTube video channel with free guitar tutorial. We are working to guitar brands promote, guitars with us.</div><div>&nbsp;</div><div>Key Focus Areas</div><div><br></div><div>Empower people to play guitar : Sell Chordz with every guitar</div><div>Create a community of people who wants to connect to music, open our market to sell future products and services</div><div>Work as a marketing company to promote music-related brands products</div>","industries":["Media & Entertainment"],"name":"Chordz","sectors":["Others"]},{"email":"darshiexport@gmail.com","idea":"<p>Darshi exports established in 2018 is formed for exporting Indian food products in International Market.</p><p>Spices, Rice and Pulses are main products which Darshi Exports deal with.</p>","industries":["Food & Beverages"],"name":"DARSHI EXPORTS","sectors":["Others"]}]