[{"email":"info@shreejaenterprises.com","idea":"SAG Chem LLP - Complete solution provider with specialized complex organic small molecules. We are leading manufacturer of Impurity standards, Speciality chemicals and more. We specialize in Innovative Organic chemistry, synthesis of Unique Complex Molecules &amp; Impurities with methods, technologies and operating practices. SAG Chem LLP portfolio is driven by a keen understanding of needs of custom synthesis and helps in expediting scientist research. We have a strong commitment towards improving our quality systems, to deliver products that meet and exceed the needs of our customers.","industries":["Chemicals"],"name":"SAG CHEM LLP","sectors":["Specialty Chemicals"]},{"email":"support@frotels.com","idea":"Frotels.com brings in disruption in the Hotel accommodation sector that lets one an ultimate flexible check in by offering Hotels by Hours and enabling pay per use concept. This also gives a win win situation to the Hotel by selling their uncommitted inventory and giving them additional revenues.&nbsp;&nbsp;","industries":["Travel & Tourism"],"name":"FROTELS PRIVATE LIMITED","sectors":["Hotel"]},{"email":"arundhati@studiobeej.com","idea":"<p>We are a sustainable fashion accessory brand.</p><p><br></p><p>BEEJ was born from a growing awareness of how ‘Fast-Fashion’ and non-discriminate use of materials that are harmful to the environment are hurting our planet and destroying it at an alarmingly rapid pace.&nbsp;</p><p><br></p><p>BEEJ creates accessories made from sustainable / upcycled materials.</p>","industries":["Fashion"],"name":"LYKKE SUSTAINABLE DESIGNS PRIVATE LIMITED","sectors":["Lifestyle"]},{"email":"saagaravailable@gmail.com","idea":"Mightyally is a unique way to buy and sell your products.","industries":["Retail"],"name":"Sagar Lokhande","sectors":["Social Commerce"]},{"email":"navdeepenterprises09@gmail.com","idea":"Trying to create an ecosystem in Retail business where we help customers&nbsp; get the best value for goods and services.","industries":["Retail"],"name":"Navdeep Enterprises","sectors":["Others"]},{"email":"sandesh.hegde@live.com","idea":"Platform for decentralised trade and supply chain on blockchain","industries":["Enterprise Software"],"name":"ARTHANIUM NETWORKS PRIVATE LIMITED","sectors":["Collaboration"]},{"email":"BANKABANKA14@GMAIL.COM","idea":"<p><a href=\"http://www.bankacfo.com\">http://www.bankacfo.com</a><a href=\"http://www.bankacfo.com\" target=\"_blank\"></a></p><p><br></p><p><br></p><p>pROVIDER OF fINANCIAL SERVICES&nbsp;<br><br></p>","industries":["Others"],"name":"BANKACFO","sectors":["Others"]},{"email":"contact@realsquarevalue.com","idea":"Who are we\n<div>We are a growing company in online commercial property space. While there are ample of commercial properties to fit every business need, it does not reach the right audience. While there is huge focus on housing demand we focus only on the commercial space. We help businesses to get the right property. We take efforts to ensure the listing is accurate and simple so that buyers are confident before taking the next step.\n</div><div>\n</div><div>We assist you in finding property, be it buying or renting (leasing) in following areas - showroom space, shops, warehouses, farm lands, factory lands, factories, office space, co-working offices, large offices, mall space and many more.\n</div><div>Vision\n</div><div>Connecting business to every possible commercial property.\n</div><div>Mission\n</div><div>To become the trusted choice for commercial property sellers and buyers.</div>","industries":["Advertising"],"name":"REAL SQUARE VALUE","sectors":["Online Classified"]},{"email":"aashay@djangodigital.com","idea":"A digital marketing agency with its core being in social, influencers &amp; e-commerce marketing.","industries":["Marketing"],"name":"DJANGO DIGITAL PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"anand@oakum.in","idea":"Technology. Customization. Business Solutions.<div>And everything in between.</div><div>Delivering impactful technological design and digitally advanced strategy across the globe. A passionate digital product design company with the backbone of young minds, industry expertise and deep understanding of tech-psychology.</div>","industries":null,"name":"Oakum Digital Studio Private Limited","sectors":null}]