[{"email":"kunal_kothari15@rediffmail.com","idea":"<p>Social Media Startup.</p><p>New way to connect to people, Finding roots of generations, More informative and easy communication between each other. Handling issues/drawbacks of current social media.<br></p>","industries":["Social Network"],"name":"CloseIn","sectors":["Others"]},{"email":"siddhant@argosgreens.com","idea":"Argos Greens is an agritech startup which enables precision farming to obtain high quality, fresh and locally grown vegetables. Our #HydroCrops are grown through hydroponic farming, where we use 90% less water than traditional farming methods. Our produce is grown free of pesticides and chemicals as we aim to deliver the cleanest and freshest food to you.","industries":["Agriculture"],"name":"Argos Greens ","sectors":["Agri-Tech"]},{"email":"rbaghel85@gmail.com","idea":"To carry on the business of manufactures of and dealers in chemicals, chemical compounds (organic and inorganic) in all forms, and\n&nbsp;<span>chemical products of any nature and kind whatsoever, and all by-products and joint products thereof.</span>","industries":["Chemicals"],"name":"RMC PERFORMANCE TECHNOLOGIES PRIVATE LIMITED","sectors":["Diversified Chemicals"]},{"email":"abhishek@registrationseva.com","idea":"To carry on the business of manufactures of and dealers in chemicals, chemical compounds (organic and inorganic) in all forms, and\n&nbsp;<span>chemical products of any nature and kind whatsoever, and all by-products and joint products thereof.</span>","industries":["Chemicals"],"name":"RMC PERFORMANCE TECHNOLOGIES PRIVATE LIMITED","sectors":["Diversified Chemicals"]},{"email":"legal@samaaru.com","idea":"Samaaru offers technology-enabled value chain and financial services to rural India. Our purpose is the inclusion and prosperity of farmers, rural communities and under-served entrepreneurs. [“samaa” = include (Hindi), equal (Sanskrit), sky (Arabic) + “ru” = rural]","industries":["Agriculture"],"name":"Samaaru India Private limited","sectors":["Agri-Tech"]},{"email":"siddeshservices@gmail.com","idea":"WE ARE SERVICE PROVIDER , MAN POWER SERVICES&nbsp;","industries":["Professional & Commercial Services"],"name":"SIDDHESH SERVICES ","sectors":["Employment Services"]},{"email":"begin@getvantage.co","idea":"<p>GetVantage is a New Age Financing platform for New Economy Companies and Digital-first Brands.&nbsp;&nbsp;</p><p><br></p><p>We aim to create Revenue-Based Financing (RBF) as an asset class for investors and a quicker, non-dilutive avenue of fund raising for digital businesses.</p>","industries":["Finance Technology"],"name":"GETVANTAGE TECH PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"sunilpal300@gmail.com","idea":"In this competitive world, people run behind incrementing their wealth and most of the time they do not even care what they eat. But the fact is, there is nothing in our life that is more valuable than good health. Without good health, there is no happiness, no peace and no success. A person with bad health cannot enjoy the pleasure of being wealthy and so, it becomes very imperative to remind everyone again that Health Is Wealth.<br><br>With us, you can find almost all products which are related to health directly or indirectly and thus you can maximise your health potential naturally.<br><br>\"At HEALTH IS WEALTH, we endeavour to enhance quality, reduce the cost of production and thus make the final product affordable to end consumers.\"<br>","industries":["Healthcare & Lifesciences"],"name":"Health Is Wealth","sectors":["Health & Wellness"]},{"email":"info@passwork.in","idea":"<p><a href=\"https://passwork.in/\" target=\"_blank\">Passwork Website</a>&nbsp;PassWork is on a mission to build a better future for flexible working culture and intends to help you find a work space that suits your needs. The agility to work from anywhere and at any time in a professionally run working environment with access to amenities like free internet, printers, air conditioning is what makes PassWork Unique. It allows you to work from the most established office spaces without any long term contract through a very simple sign up, look up and show up concept. PassWork will display for you the right space that meets all your requirements through its Work Space Partners. \n</p><div>\n</div><div>PassWork allows you to check-in / check-out using a QR based tool which makes it easier for you to access your work space and make your payment when you are finished work at the work space. PassWork platform is built to suit the needs of people who are constantly traveling around the city and want to be more productive between meetings, people who just need a co working space for a few hours per month, people who are tired of hopping from one coffee shop to another with spotty wifi and uncomfortable seats, people who getting their new company off the ground and are looking to meet like-minded people. PassWork gives you the perfect solution to your every space issue.</div><p></p>","industries":["Real Estate"],"name":"PASSWORK TECHNOLOGIES PRIVATE LIMITED","sectors":["Coworking Spaces"]},{"email":"SANCIA@SUPREMEMETAL.IN","idea":"We at supreme metal works are manufacturers for a wide range of Tube and Pipe fittings.We have more then two decades of experience catering to leading engineering conglomerates for their precision machined components. We have been developing tube and pipe fittings for nearly two years and have commercially started manufacturing and supply  of the same. We are already registered and are supply to multi national companies for their requirement of fittings. We now hope to be associated with your esteemed and are sending your good selves a brief introduction of our company and its early chain of products.","industries":["Design"],"name":"SUPREME METAL WORKS","sectors":["Industrial Design"]}]