[{"email":"rajdoshi1993@gmail.com","idea":"Jewllery","industries":["Fashion"],"name":"Raj","sectors":["Jewellery"]},{"email":"saurabh.saraswat@inquant.in","idea":"<p>INQUANT TECHNOLOGIES LLP is developing software for automated trading in financial markets. This ensures that the human bias is eliminated to a large extent from the investment and trading decisions.&nbsp;</p><p><br></p><p>INQUANT is keen to help develop the area of investments / wealth management.&nbsp;</p>","industries":["Finance Technology"],"name":"INQUANT TECHNOLOGIES LLP","sectors":["Trading"]},{"email":"hetal@richmond-studios.com","idea":"RIchmond Studios&nbsp; offers end to end imaging solutions and product on boarding for top e commerce websites - is uniquely positioned in the region to offer locally based and international clients a full-service creative production solution from conception to final output.<div><br></div><div><br></div><div>From finding a new face for a collection launch, to organise influencer to shout about your brand or&nbsp; campaigns, shows, advertising or&nbsp; editorials, RIchmond&nbsp; Studios works to handle all elements of casting from start to finish.</div>","industries":["Art & Photography"],"name":"RICHMOND STUDIOS PRIVATE LIMITED","sectors":["Photography"]},{"email":"daivik.mahamuni@gmail.com","idea":"<p>We provide 3D Printing and Rapid Manufacturing Services. Crennovations is an end to end Manufacturing company which will assist you with you complete product development and product manufacturing services. Our team specializes in painting and finishing of parts to ensure they are as close to the actual part.</p><p>Our clientele is across diverse industries because of the power of 3D printing and how it can be applied to any industry.</p><p>We are now heading towards creating an online manufacturing platform for manufacturing at the click of a button.&nbsp;</p><p>Feel free to reach out to me in case of any 3D printing or manufacturing queries.&nbsp;&nbsp;</p>","industries":["Technology Hardware"],"name":"Crennovations 3D ","sectors":["3d printing"]},{"email":"shivanshagarwal445@gmail.com","idea":"A peer-to-peer platform for bringing automation in transportation and cargo srvices.<br>","industries":["Transportation & Storage"],"name":"TRIVY TECHNOLOGIES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"operations@myravedaluxury.com","idea":"\n            Myra Veda is a unique brand that soulfully merges Ayurvedic botanicals with exotic ingredients from around the world. We hold a strong vision to eradicate over 400 harmful chemicals that are typically used in commercial products by companies to maximize profits and improve the feel of the product at the cost of long-term ill effects to the health of consumers. All of Myra Veda creations are 100% Vegetarian and Cruelty Free. We've also committed a part of all our profits to the cause of Girl Child Education in India and chiefly employ women in our company by also providing skill training.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"MYRA VEDA ORGANICS PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"pranavamrute@gmail.com","idea":"<p>VachaAI is building an automated speech recognition model for Indian languages. So that spoken sentences, utterances, voice commands can be comprehended by machines/IoT devices, mobile apps etc.&nbsp;</p><p>To collect the voice samples from users we have built an app that's Lok Vacha <a href=\"https://lok.vacha.ai\">https://lok.vacha.ai</a>&nbsp;It's free to use and anyone can signup and contribute to the project.&nbsp;</p><p>Thank you.&nbsp;</p>","industries":["AI"],"name":"Vacha","sectors":["Others"]},{"email":"shreetechware@gmail.com","idea":"I'm Looking for making E-commerce Website.","industries":["Retail"],"name":"Shree Techware","sectors":["Social Commerce"]},{"email":"fred@gbnextgen.com","idea":"<p>BG Nextgen LLP is started by two members. Company is registered in Maharashtra. We are mainly focused on developing a unique service that will be useful for every single user having a smartphone and a vehicle.&nbsp;</p><p><br></p><p>Currently, the development of the solution is managed by a small team and fund for the development is coming from other small IT services we are offering to some international clients.&nbsp;</p>","industries":["Internet of Things"],"name":"GB NEXTGEN LLP","sectors":["Smart Home"]},{"email":"Ibrahmapvtltd@gmail.com","idea":"<p>The word iBrahma is in Sanskrit, which itself defines we are instigator. We have multiple IT &amp; Green Energy experts on-demand to assist you. Have experienced IT &amp; Green Energy team working 24x7 for live support to provide robust performance scripts that monitor your infrastructure. We extend or become your infrastructure management team partner to empower your business and save your money.<br>&nbsp;<br>This iBrahma Corporate Deck gives an understanding about the different Services &amp; Solutions offered by iBrahma&nbsp; Infosolutions. Approaches described in this section ensures continuity in delivery after carrying out transition of IT Infrastructure, Applications &amp; Green Energy sector are in use &amp; People. This deck also provides understanding of the roadmap for transformation to the Business Model in alignment with the Strategic Direction of Marketing. <br><br>To achieve our objectives in an environment of honesty, fairness and courtesy towards our customers, vendors, employees and society at large<br>We started iBrahma Infosolutions with one basic idea - to build a globally respected &amp; trusted company which is deeply committed to company core values, in the company conviction that success in business would be its inevitable, ultimate outcome. Persistent commitment to values continues to remain at the core of iBrahma.</p><p>iBrahma Infosolutions Pvt. Ltd.&nbsp; is established in May 2015 &amp; is emerging player in IT Industry &amp; chosen partner&nbsp; to&nbsp; customers&nbsp; for&nbsp; providing&nbsp; a variety of&nbsp; IT&nbsp; services like Consulting , Software Development &amp; IT enabled Services. Our core business lies in enabling clients, to setup and run businesses and critical applications. We provide innovative range of solutions across&nbsp;&nbsp; the&nbsp;&nbsp; entire&nbsp;&nbsp;&nbsp; technology&nbsp;&nbsp;&nbsp; lifecycle which helps our clients leverage their business and sustain a global advantage. We work as a trusted partner &amp;&nbsp; believes&nbsp;&nbsp; in&nbsp;&nbsp; building meaningful&nbsp;&nbsp; relationships&nbsp;&nbsp; with&nbsp;&nbsp; customers to provide practical strategic and tactical advice and innovative solutions that is relevant to your unique circumstances &amp; also to conquer customer delight in&nbsp; every transaction.<br><br>Our team offers a unique blend of capabilities integrating Business Analysis , Project Management and Technology Expertise. Understanding our customers is the core foundation to our services. We offer various IT services like designing of IT setup&nbsp;&nbsp; and management of your IT infrastructure as per ITIL standards and in every realm of technology from computing architecture&nbsp;&nbsp; to&nbsp;&nbsp; networks,&nbsp;&nbsp; network &amp; end point data&nbsp; security , Microsoft, Unix / Linux , SAN storage, Server, storage&nbsp; &amp; application level virtualization, data Center design , Database design and administration , Data Warehousing,&nbsp; ERP, SAP,CRM, IoT (Internet of Things), Web Design&nbsp;&nbsp;&nbsp; and&nbsp;&nbsp; much&nbsp;&nbsp; more……..<br><br>Believe&nbsp; in&nbsp; offering best of breed business practices, “100% Customer Experience” during our dealings and sets trends by innovating continuously, the right&nbsp; IT solutions&nbsp; at&nbsp; the&nbsp; right&nbsp; time&nbsp; &amp;&nbsp; with right cost. Our company’s motto is to provide world class industry standard solutions and services to our customers. We are people oriented company with a passion for technology. We want to build a long term healthy business relationship with our customers.<br></p>","industries":["IT Services"],"name":"iBRAHMA INFOSOLUTIONS PVT LTD","sectors":["Application Development"]}]