[{"email":"dipikaelectronic19@gmail.com","idea":"Retailer,wholesaler and distributor of Consumer electronic and home appliances.","industries":null,"name":"DIPIKA ELECTRONIC","sectors":null},{"email":"adiprojectsolutions@gmail.com","idea":"<p>ADITYA PROJECT SOLUTIONS is a Project Management Company which provides the services for various electrical low voltage systems.</p><p>we provide many solutions &amp; services for.</p><p><br></p><p>FIRE ALARM &amp; SUPPRESSION SYSTEMS\n</p><p>DATA NETWORKING SYSTEMS\n</p><p>WATER &amp; FUEL LEAKAGE DETECTION SYSTEMS.</p><p>CCTV SYSTEMS\n</p><p>ACCESS CONTROL\n</p><p>GATE SECURITY SYSTEMS\n</p><p>PERIMETER SECURITY SYSTEMS\n</p><p>BUILDING MANAGEMENT SYSTEMS\n</p><p>PARKING MANAGEMENT SYSTEMS\n</p><p>PUBLIC ADDRESS SYSTEMS\n</p><p>FTTH\n</p><p>GAS DETECTION\n</p><p>VIDEO DOOR PHONE &amp; INTRUSION SYSTEMS.</p><p><br></p>","industries":["Telecommunication & Networking"],"name":"ADITYA PROJECT SOLUTIONS","sectors":["Network Technology Solutions"]},{"email":"revant.bhate@gmail.com","idea":"Astrea aims to be one of India's largest consumer brand platforms across multiple categories like beauty &amp; personal care, home care and wellness. The Company aims to sell through a combination of e-commerce and direct-to-consumer strategies.","industries":["Marketing"],"name":"Mosaic Wellness","sectors":["Branding"]},{"email":"bhansalianmol@gmail.com","idea":"THE ECO-FRIENDLY DIAMONDS LLP WAS STARTED AS MANUFACTURING ACTIVITY GROWING LABORATORY GROWN ROUGH DIAMONDS","industries":["Green Technology"],"name":"ECO-FRIENDLY DIAMONDS LLP","sectors":["Others"]},{"email":"parth@liv.eco","idea":"We are on a mission to disrupt climate change. Liveco works with businesses and government agencies in creating profitable &amp; sustainable solutions to reduce greenhouse gas emissions.\n        ","industries":["Green Technology"],"name":"LIVECO MATERIALS LLP","sectors":["Waste Management"]},{"email":"mitul@globaltalentsolutions.co.in","idea":"Staffing Services","industries":["Human Resources"],"name":"Mitul Mayank","sectors":["Others"]},{"email":"vinodgnair@gmail.com","idea":"<p>Poori Baatein is envisaged as the world's and India's first Quick Service Restaurant format chain for serving Poori's along with the best of Indian and International curries sourced from across the world. The Poori is a bread that is consumed across different cultures, religions, states and communities of India. With over 300 different types of Poori's being prepared across homes in the country. In different parts of the country, the Poori is consumed with hundreds of different curries like Aloo Bhaji, Aloo Curry, Amritsari Chhole, Palak Paneer, Chicken Curry, Railway Mutton Curry, Butter Chicken, Mutton Rogan Josh, Keema Curry, Egg Masala etc. </p><p><br></p><p>Poori Baatein will be a chain of outlets that will serve hot pooris along with the most delicious curries for consumers to eat as a wholesome and healthy meal. It will be created as outlets in food courts of malls, multiplexes and theatres; food trucks and vans that will ply in high-traffic areas and large format retail stores in cities and towns across cities and towns around the world.</p><p><br></p><p>Each Poori meal will be a full meal by itself comprising of 3-4 pooris, one curry, curd raita, pickles, onions, lime, sweet and hot chutneys and lime juice. This will be priced between 149/- to 249/- depending upon the curry being ordered.</p><p><br></p><p>The food will be prepared in highly quality controlled and hygiene regulated environments with taste and authenticity being ensured through standardised recipes sourced from around the country.</p>","industries":["Food & Beverages"],"name":"POORI BAATIEN PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"nishant.kathpal@ayatidevices.com","idea":"Ayati is developing NEUMU (Neuropathy Measurement Unit) to screen neuropathic patients (who are having no or minimal sensation) among diabetic patients at an early stage to prevent foot amputations which may range from toe to entire leg.","industries":["Healthcare & Lifesciences"],"name":"AYATI DEVICES PRIVATE LIMITED","sectors":["Medical Devices Biomedical"]},{"email":"yp@asrapps.com","idea":"Accura Scan - Digital Customer On-Boarding and eKYC. Real Time Remote User Authentication","industries":["AI"],"name":"ACCURA TECHNOLABS PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"ss8879768799@outlook.com","idea":"We are Basically Manufacturer of Dairy and beverages process equipment. Turnkey projects and automation to the similar industry with solid customer reach across India and Africa.","industries":["Food & Beverages"],"name":"BASECON ENGINEERING TECHNOLOGIES (OPC) PVT. LTD","sectors":["Others"]}]