[{"email":"keyur@newleatherbelts.com","idea":"We have identified customers, perfected the products and started generating sales. To create further awareness of our products we are participating in trade fairs such as REI 2019.<br>","industries":["Renewable Energy"],"name":"NEW LEATHER BELTS COMPANY INDIA PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"mayurb7083@gmail.com","idea":"The biggest pain point of Fashion Designers &amp; brands is setting up brick &amp; mortar stores which has heavy working capital costs &amp; risks of failing always remains high with huge losses. The RUDRI model is something that saves them loads of money. While collaborating with RUDRI to showcase their range of products at our stores the Designer Labels &amp; Brands are only required to invest into stocks whereas store rents, electricity bills, salesman’s cost etc. are borne by us. This is not only benefit, certain multi designer store charge Monthly Charges &amp; need sales commitments whereas RUDRI is free from all except Margins on Sale, which means the brands/designers are bound to pay us only if we are able to sell their goods at their MRP. This not only saves enormous working capital costs but as consumers it also brings costs down by 35-40% at least.","industries":["Fashion"],"name":"Vibhutee Designer Ensembles Private Limited","sectors":["Apparel"]},{"email":"sales@valgineering.com","idea":"We are Engineering and Consulting firm having an expertise in Terminal Automation for Oil &amp; Gas and Petrochemical Industry. We want to use our domain expertise in further digitizing this industry for making it future ready with centralized monitoring and control, to enhance the work safety, productivity and sustainability.&nbsp;","industries":["IT Services"],"name":"VALGINEERING EPC PRIVATE LIMITED","sectors":["Application Development"]},{"email":"sunil_kumar8170@yahoo.com","idea":"To carry on India and elsewhere in any place or places in the world to carry on the business of manufacturing, trading, resale, export and  import of musical instruments clothing, decor, home furnishing, electronics items, gifts, accessories, and other related services including e-learning through e-commerce, website, web-based shopping, marketplaces, mail order, tele shopping, physical and electronic trading or otherwise. To act as agent for buyer and seller to facilitate them to buy, sell, resale,  export and import of goods and services through e-commerce, website, web-based shopping, marketplaces, mail order, tele shoping, physical and electronic trading. and to deal in online and offline sales and services through various channel partner including but not limited to Storage, Inwards, outwards and last mile delivery of all products.","industries":["Retail"],"name":"Coloratura Pvt. Ltd.","sectors":["Others"]},{"email":"ansardxb82@gmail.com","idea":"<p>Dear Sir,</p><p><br></p><p>since 2016 i have been planning to incorporate a holding company , with 6 subsidiaries companies in it having various business categories i.e Restaurants, import of mobile accessories in specific , food and spice export.</p><p>however my venture needs a funding and rest would be executed accordingly. if only i have assurance of funding a jump in to achieve my dream and create jobs and revenue to my country .</p><p>i have detailed plan on the same .&nbsp;</p>","industries":["Food & Beverages"],"name":"MASGOC","sectors":["Others"]},{"email":"rock6817@gmail.com","idea":"I AM ROHIT PALDHAR MALLAH, PROPRIETOR OF BHANUDAS CONSTRUCTION.<br>","industries":["Construction"],"name":"BHANUDAS CONSTRUCTION","sectors":["Construction & Engineering"]},{"email":"uniquemotors17@rediffmail.com","idea":"Started in Sept 2017, what funding to sustain it and grow.","industries":["Automotive"],"name":"Unique Motors","sectors":["Others"]},{"email":"neeteshjha8@gmail.com","idea":"<a href=\"https://mathsindepth.in/who-we-are/\" target=\"_blank\">https://mathsindepth.in/who-we-are/</a><br>","industries":["Education"],"name":"MathsInDepth","sectors":["E-learning"]},{"email":"mohitechpvtltd@gmail.com","idea":"DEAR SIR\n<div>\n</div><div>WILL LIKE TO SHARE THOUGHTS OF OUR BUSINESS PRAPOSAL\n</div><div>\n</div><div>MARKET APPRAISAL :\n</div><div>\n</div><div>1.\tTHERE IS ALWAYS A REQUIREMENT OF SERVICE, IT WILL BE NEVER DIEING INDUSTRY. IN NEAR FUTURE  IOT DEVICES COMES IT WILL INCREASE DEMAND OF SERVICES AS IT WILL REMIND THE END USER ABOUT  TIMELY SERVICE REQUIREMENT AND MAY NOT FUCTION IF NOT SERVICED WITHIN TIME FRAME\n</div><div>\n</div><div>2.\tHAVING NUMBER  OF VENDORS AND THEIR FOLLOW UPS IS ITSELF IS A DIFFICULT TASK , IT WILL BE EASY  TO MAINTAIN ONLY ONE VENDOR WHO CAN PROVIDE DIFF SERVICES UNDER ONE ROOF, HENCE CORPORATES WELCOMES SUCH THOUGHTS\n</div><div>\n</div><div>3. FAITHFULL,LOYAL ,TRAINED  AND EDUCATED MANPOWER MISSING IN CURRENT SITUATION, QUALITY OF SERVICES IS A RARE FIND , YOU MAY FIND NUMEROUS NO OF SMALL VENDORS BUT MANY OF THEM FALL IN THE MENTIONED CATAGOURY , WHEN WE APPROACH AS A SINGLE ORGANISATION READY TO CATER SERVICES IN MANY DOMAIN WE NORMALLY HAVE A WELL COME PLATFORM.\n</div><div>\n</div><div>4.SINGLE TAX RATES INTERMS OF GST THROUGH OUT THE NATION FOR A PARTICULAR CATEGAOURY OF GOODS AND SERVICES HAS MADE IT EASY TO CATER GOODS AND SERVICES TO DIFF STATES.\n</div><div>\n</div><div>5.TRANSPORTATION HAS BECOME EASY AND CHEAP AS COMPARED TO EARLY TIMES, NOW TRASPORTATION COST DOES NOT HAVE BIG IMPACT ON VALUE OF GOODS AND SERVICES, NOW THIS WILL BE EASY TO PURCHASE WHEREVER YOU FIND IT AT GOOD RATES AND TRANSPORT TO THE CLIENTS.\n</div><div>\n</div><div>6.APART FROM CONVENTIONAL STORING SERVICES, WAREHOUSES IN INDIA NOW PROVIDE VALUE-ADDED SERVICES LIKE CONSOLIDATION AND BREAKING UP OF CARGO, PACKAGING, LABELLING, BAR CODING, REVERSE LOGISTICS, ETC.\n</div><div>\n</div><div>7.\tTHERE ARE VERY RARE OR PRACTICALLY NO , ONE ROOF KIND OF PLAYERS EXISTING AS FAR AS CORPOARTES OR BUSINESS MAINTAINACE SERVICES ARE CONCERNED. WE CAN GET ADVANTAGE OF FIRST MOOVER AT THE SAME TIME , THOUGH CONCEPT WISE  IT MAY LOOK LIKE AS FIRST MOVE BUT WE ARE DEALING THIS INDUSTRY SINCE 2009 AND HENCE HAVE  AN ADVANTAGE OF HAVING KNOWLEDGE OF IN AND OUT OF THIS INDUSTRY \n</div><div>\n</div><div>8.\tCURRENTLY WE ARE APPROVED VENDORS FOR JLL GROUP, PSIPL GROUP, SODEXCO GROUP, WE CAN GET A GOOD VOLUME OF BUSINESS THROUGH THESE ORGANISATIONS AS THEY ALSO LOOKS FOR SUCH ONE POINT CONTACTS \n</div><div>\n</div><div>9.\tWE ARE EMPANNELD WITH GOVERNMENT ORGANISATION SUCH AS BARC, CPWD . WE ARE IN PROCESS TO GET REGISTRATION WITH MUNCIPAL AUTHORITIES FOR ELCTRICAL ,PLUMBING LICENSE AND REGISTRATION WITH PWD DEPARTMENT  WHICH IN FUTURE WILL GIVE A ADVANTAGE OVER OTHERS.\n</div><div>\n</div><div>10.\tOVERALL APPROACH OF CLIENTS TOWARDS MAINTENACE HAS A GOOD AND POSITIVE SHIFT CLIENTS WANTS TO HAVE A MAINTAINED MACHINES,PREMISES,APPLIANCES AND PRODUCTS INTURN WE GET GOOD VOLUME OF BUSINESS, \n</div><div>\n</div><div>FINANCIAL APPRAISAL :  \n</div><div>\n</div><div>1.\tWITH MOVE OF GOVERNMENT FOR SECURITIES OF DEBTS IN MSME SECTOR ( AS PER MSME ACT ) PRACTICALLY  IT HAS BECOME POSSIBLE TO HAVE 100 % DEBTS RECOVERY . WHICH INTURN HAS MADE IT POSSIBLE TO HAVE A TURN OVER OF BIMONTHLY PERIOD . WHATEVER AMOUNT WE INVEST IT HAS BECOME POSSIBLE TO HAVE A TURNOVER NEAR TO 4 TO 5 TIMESOF INVESTED AMOUNT.\n</div><div>\n</div><div>2.\tIF CURRENTLY WE FOCUS UPON TO HAVE 1000 CORPORATES / BUSINESS WITH IN MUMBAI  ZONE AS OUR CUSTOMER BASE AND IF WE CONSIDER 2 TO 2.5 LACS AS THEIR ANNUAL EXPENDITURE ON MAINTAINACE ACTIVITY (WHICH IS FRACTION OF ACTUAL EXPENDITURE OF SUCH ORGANISATIONS HAVE ) WE CAN SURELY HAVE A BUSINESS VOLUME OF NEARLY 20 TO 25 CR . IN FUTURE WE CAN ADD ON OTHER LOCALITIES\n</div><div>\n</div><div>TECHNICAL APPRAISAL :    \n</div><div>\n</div><div>1.BEING IN INDUSTRY FOR ALMOST 10 YEARS IT HAS GIVEN AN OPPORTUNITY TO KNOW MANY SMALL VENDORS AND HAS BECOME EASY TO OPT THERE HELP TO SORT OUT SOME CLIENTS ISSSUE IF IN CASE OF ANY SUCH REQUIREMENTS. FOR EG WE KNOW OR CAN REACH ALMOST 500 PLUMBING VENDORS WHO ARE CURRENTLY PROVIDING SERVICES TO BRANDS LIKE JAQUAR ACROSS NATION.\n</div><div>\n</div><div>2. YOUTHS BEING TRAINED WITH GRAMIN KAUSHALYA VIKAS YOGANA ARE READIEALY AVAILABLE FOR SUCH JOB OPPORTUNITIES AND INTURN WE CAN SERVE THE SOCIETY\n</div><div>\n</div><div>MANAGMENT APPRAISAL :  \n</div><div>\n</div><div>1. MR VAIBHAV BHAGAT IS  GRADUATE IN ELECTRICAL ENGINEERING AND HAS WORKED WITH ORGANISTION LIKE AIR INDIA . HE HAS EXPERIANCE IN ENGINEERING DISCIPLINE OF MORE THAN 20 YEARS IN NUMBER OF ACTIVITIES LIKE CORE ENGINEERING TECHNICES , AFTER SALES SERVICES OF APPLIANCES AND PRODUCTS AND FITTINGS INCLUDING BATHROOM PRODUCTS, DISTRIBUTION NETWORK OF CONSUMER GOODES, HANDLING MANPOWER OF SKILLED, SEMISKILLED AND UNSKILLED LABOURS, RETAIL DEALER AND SHOP OWNER NETWORK. HIS EXPERTISE CAN  HELP THE COMPANY TO ACHIVE HEIGHTS. HE WILL BE ACTIVALLY PARTICIPATING IN SALES AND TECH ASPECTS OF BUSINESS WHERE HE WILL BE IN A ROLE TO MENTOR THE TEAMS OF SALES AND SERVICE PERSONS INCLUDING MANAGERS\n</div><div>\n</div><div>2. MRS NEHA SURVE SHE IS GRADUATE IN COMMERCIAL ART AND HAS WORKED WITH ORGANISATION LIKE XEBAC COMMUNICATIONS. SHE HAS EXPERIANCE IN MARKETING, BRAND DEVLOPMENT AND VISIBILITY FOR ABOUT MORE THAN 15 YEARS. HER EXPERIANCE WILL SURELY BE HELPFULL TO INCREASE VISIBILITY OF OUR BRAND IN MARKET AND WE WILL SURELY SUCCEED TO MAKE IMRESSIONS IN MINDS OF CUSTOMER BASE. SHE WILL BE HANDLING ALL PRAPMOTIONAL ACTIVITIES TO INCREASE REACH OF OUR BRAND&nbsp;</div>","industries":["House-Hold Services"],"name":"MOHI TECH PRIVATE LIMITED","sectors":["Home Care"]},{"email":"pradeepmodak2000@gmail.com","idea":"A startup intended to focus on spreading solar and non conventional renewable energy sources to the masses.","industries":["Renewable Energy"],"name":"Profectus Non Conventional Energy Pvt Ltd","sectors":["Renewable Solar Energy"]}]