[{"email":"snehapherwani@gmail.com","idea":"NutriMeals is conceptualised with the primary objective of providing and delivering wholesome, nutritious meals, prepared under the scientific guidance of a nutritionist thereby reducing the daily hassle of meal management.","industries":["Food & Beverages"],"name":"NutriMeals ","sectors":["Restaurants"]},{"email":"iie.educationindia@gmail.com","idea":"<p><a href=\"http://www.trademarkiso.com/\" target=\"_blank\">http://www.trademarkiso.com/</a><br></p><p>Trade Marks Registration – ( Trade Mark Act ,1999 )<br>Copyright&nbsp; Registration – ( Copyright&nbsp; Act , 1957 )<br>Design Registration – ( Design Act , 2000 )<br>Patent Registration – ( Patent Act , 1970<br>Indian Geographical Indication Act .<br>IPR Registration , Litigation &amp; Training&nbsp;&nbsp; <br>Auditor , Consultant &amp; Trainer for ISO 9001 -2015 (QMS) , ISO 14000 (EMS) , ISO 22000 (FSMS) , ISO 45000 ( OHS) , SA8000 &amp; ZED<br></p>","industries":["Education"],"name":"www.trademarkiso.com","sectors":["Skill Development"]},{"email":"djhome@bmtbiomach.com","idea":"the idea being promoted is a method to rapidly accelerate chemical reactions by doing them in specialised reactors which use turbulator technology for mixing the fluids (Reactants) in an environment where the heat of reaction is added or removed as required rapidly. this method makes reacctions that are normally batch reactions inline saving greatly on time and cost.","industries":["Chemicals"],"name":"that ingredient company","sectors":["Others"]},{"email":"arvindbaje@energytherapy.co.in","idea":"<a href=\"http://www.energytherapy.co.in\" target=\"_blank\">www.energytherapy.co.in</a><br>","industries":["Non- Renewable Energy"],"name":"ETC-ENERGY THERAPY CO. (P) LTD.","sectors":["Others"]},{"email":"Tarun@covacsis.com","idea":"We provide plug and play analytics and IOT solution for factories to improve their financial and operational efficiencies in SaaS model.&nbsp;","industries":null,"name":"Covavsis Technologies pvt ltd","sectors":null},{"email":"doyenfoods@gmail.com","idea":"<p>Doyen Foods LLP was started in Sept 2015. It is India's only middle east food speciality company. The 2 partners bring on board over 40 years of rich experience across venture capital, retail, advertising and brand building. With growing urbanisation, increased consumer exposure and adoption to other countries cuisine, the partners spotted an opportunity gap in creating and marketing branded middle east and Lebanese food products.&nbsp;</p><p><b>Opportunity</b></p><p>According to IBEF, the Indian gourmet food market is currently valued at over US$ 1.3 billion and is growing at a Compound Annual Growth Rate (CAGR) of 20 per cent.&nbsp;</p><p><b>Brand</b></p><p>The company markets its products under the 'Doyen' brand. It's tagline is 'Flavours Of Middle East'. The company manufactures and markets a very specialised range and it's&nbsp; product range includes gourmet dates, figs and apricots with exotic fillings, over 20 spices and condiments which are authentic recipes to the specific middle east region, tahini, molasses, teas and coffees, etc.&nbsp;</p><p><b>Vision</b></p><p>The vision of the company is to be the premium destination / brand for all foods middle eastern.</p><p><b>USP</b></p><p>Doyen is and will always be focused in middle eastern foods and this positioning is clearly paying-off as our customers view us the specialist when it comes to middle eastern and Lebanese food products. This has given us the competitive advantage.&nbsp; &nbsp;<br>&nbsp;</p><p><b>Traction thus far</b></p><p>The products have received favourable response from across segments - end consumers to institutional buyers.&nbsp;</p><p>The company markets it's products both online and off-line.&nbsp;</p><p>While the off-line distribution is still nascent and limited to few cities, there is a huge opportunity to scale-up across key metros.&nbsp;</p><p><br></p><p>&nbsp;</p><p><br></p>","industries":["Food & Beverages"],"name":"DOYEN FOODS LLP","sectors":["Food Processing"]},{"email":"sales@rstcontrolsystem.com","idea":"<p>RST Control System was established in Year 2000 i.e. in the beginning of this Millennium. RST Control System’s entry into the EPC business has been prompted by our concern for on time project completion &amp; to provide services till full satisfaction of our Customer. Our vast experience in project activities has amply justified this step, in order to gain better control on timely material supplies. We offer a single point solution to the in industries for Electrical &amp; Instrumentation of all over India, taking care of project engineering, procurement, construction &amp; commissioning for its clients. We are focused strongly on turnkey execution of projects in Pharmaceuticals, Chemicals, Fertilizers, Oil &amp; Gas, Refineries, Power plants, Cement &amp; Steel Plant, Agro based industries, water &amp; life Sciences, Beverages &amp; Distilleries, Sugar Factories general industry and other sectors. Providing single source responsibility, we are draws its strength from our vast experience of our Technical &amp; site supporting staff &amp; well experienced work force. The projects have been delivered with best engineering practices delivering the highest quality standards and successfully meeting all the stringent completion targets. From proposal engineering to post-commissioning start-up services – we handle it all. We always believe &amp; adopt new systems continuously to improve our company in operational excellence to meet customer expectations. The EPC Team is structured into various functional groups comprising of capable specialists in all branches of engineering, finance, contracts management. For more details please go through the profile below and our company website.</p><p><a href=\"http://www.rstcontrolsystem.com\" target=\"_blank\">www.rstcontrolsystem.com</a></p>","industries":["Construction"],"name":"RST CONTROL SYSTEM","sectors":["Construction & Engineering"]},{"email":"skshahzeen@gmail.com","idea":"Basically it's mainly an eCommerce company that has scope of providing IT services as well in future","industries":["IT Services"],"name":"MULTIPEARLS TRADERS & IT SOLUTIONS LLP","sectors":["Web Development"]},{"email":"mktg@hrcorp.in","idea":"HR Corporation is one of the most popular brands dealing with PEB Constructions, Roofing Systems, Container Offices, Modular Houses, and Heat &amp; Sound proof Insulations.\n<div>\n</div><div>\n</div><div>HR Corporation has implemented several sized projects across various parts of India to the entire satisfaction of our esteemed clients.\n</div><div>\n</div><div> \n</div><div>\n</div><div>HR Corporation designs several types of Sheds, Pre Prep drawings and Required Fabrication Drawings and execute Turnkey Projects including Civil &amp; Electrical Work.\n</div><div>\n</div><div>\n</div><div>\n</div><div>HR Corporation has its own factory of around 30,000 Sq. Ft.  at Wada with various advance machineries like SAW automatic welding machine, CNC automatic cutting machine,  MIG welding machine, Plate bending machine upto 3 M. , Shering machine, Sand Blasting machine, etc...\n</div><div>\n</div><div> \n</div><div>\n</div><div>HR Corporation is a ISO 9001 : 2015 certified firm and  honored with following awards as under: -\n</div><div>\n</div><div>·         The Best Safety Contractor Certificate by Larsen &amp; Toubro Ltd.\n</div><div>\n</div><div>·         National Industrial Excellence Award from National Chambers of Commerce &amp; Industry of India.\n</div><div>\n</div><div>·         Quality Brand Excellence Award From Quality Brand India.\n</div><div>\n</div><div>·         Udyogshree award.\n</div><div>\n</div><div> \n</div><div>\n</div><div>Please find our links to the company profile below for your convenience and perusal:\n</div><div>\n</div><div>·                      https://youtu.be/V46W3ZsIrNI\n</div><div>\n</div><div> \n</div><div>\n</div><div>Our Technical representative expert will be happy to visit your site as per your convenience and suitable time, to give you the best advice, suggestions and solutions for your site problems, estimated project cost, with projected time delivery schedules for the completion of the project. \n</div><div>\n</div><div>\n</div><div>\n</div><div>Do reach out to us for any Queries, Doubts and Clarifications. Waiting to hear from you.\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>&nbsp; &nbsp;HRCorp Presentation 2018 .pdf<a href=\"https://drive.google.com/a/hrcorp.in/file/d/1rqqzwix_Ljqva69CgZ_H3hA7_QOKYsgw/view?usp=drivesdk\">https://drive.google.com/a/hrcorp.in/file/d/1rqqzwix_Ljqva69CgZ_H3hA7_QOKYsgw/view?usp=drivesdk</a></div>","industries":["Construction"],"name":"H R CORPORATION","sectors":["Construction & Engineering"]},{"email":"asmeen.m@abolutions.com","idea":"We are an IT based start-up firm focusing on Hassel free and Cost effective management of real estate portfolio like residential apartment, Bungalows, Farm House and commercial properties. \n<div>\n</div><div>We provide proactive solutions for day to day management of the property either by owners or tenant. Our aim is to take the complete hassle of property management from clients and provide services in professional and organised manner. \n</div><div>\n</div><div>I welcome all to the “World of Abolutions” where the only word we know is “SOLUTIONS”</div>","industries":["House-Hold Services"],"name":"ABOLUTIONS GLOBAL SERVICES PRIVATE LIMITED","sectors":["Home Care"]}]