[{"email":"ketanthakorbhatt@gmail.com","idea":"Textile and Clothing industry startup applicable to wide era of textiles and Clothing industry with application expanding to other industries by way of Technical textiles.","industries":["Textiles & Apparel"],"name":"JYOTSHNA ENTERPRISES","sectors":["Others"]},{"email":"ep17barunsingh@iima.ac.in","idea":"Experiential” startup by IIM A alums with just one mission “To Make Everyone Look Good”. We are an online aggregator of beauty and personal care brands and services.&nbsp;","industries":["Retail"],"name":"GORGEOUS INDIA CO","sectors":["Retail Technology"]},{"email":"pankajghodeshwar@gmail.com","idea":"As it is known to us that the water has its own power, if use in a large scale, like using for electricity power generation. In same way, if high force of water is injected with high speed, on any object, water pushes, the object, with the same speed, equal to its. If the same concept would be used (with ideal ocean water), for injecting missile, then heavy consumption of fuel can be saved in some manner. So that the missile can be inject, to a height, by the heavy force of water, and after that, fuel can be used to accelerate it.","industries":["Non- Renewable Energy"],"name":"Missile injection by water force","sectors":["Oil Related Services and Equipment"]},{"email":"info@polygonpixels.com","idea":"Our objective at Polygon Pixels is to ensure that our clients stand out from the cluttered online world. By combining creative flair&nbsp; and content with a professional performance we are able to achieve just that. We love taking on challenging projects that require full-on content strategy, thoughtful design, demanding development, and ongoing marketing.","industries":["Marketing"],"name":"Polygon Pixels LLP","sectors":["Others"]},{"email":"krishnasteelengg@gmail.com","idea":"manufacturer of Pipe &amp; Pipe Fittings full range, 1/2\" TO 24\" NB, Big Size and all type of Flanges","industries":["Technology Hardware"],"name":"KRISHNA STEEL ENGG LLP","sectors":["Manufacturing"]},{"email":"ashutoshkrp@gmail.com","idea":"BRIEF NOTE ABOUT THE COMPANY, BUSINESS &amp; INNOVATIVE TECHNOLOGY\n<div>\n</div><div>TN-EXCELUS PRIVATE LIMITED\n</div><div> \n</div><div>1.\tOur company has continuously pushed the boundaries of innovation in agri-produce preservation, production, packaging, marketing and distribution. Our primary focus is on Potatoes &amp; other vegetables to be preserved, and provide value add marketing to consumers globally.\n</div><div>\n</div><div>2.\tIndia produces about 45 million tonnes of potatoes and provides livelihood to millions of small farmers nationally. Potatoes have a shelf-life of no more than 7 days when kept in the open, but when processed it can be preserved for over 1 year. Without the means to process these agri-produce, millions of tonnes of potatoes and vegetables are wasted and thrown away. \n</div><div>\n</div><div>3.\tWe have developed a innovative technology of Kettle Cooking which couples both age-old kettle cooking process with innovative   technology to achieve two goals :  \n</div><div>a)\tcreates a healthier vegetable snack with 30% lower oil than industrial variants &amp;\n</div><div>b)\tprovides high-paying employment to artisans (in India, we call them \"Karigars\")\n</div><div>\n</div><div>4.\tWith our innovative process, we have matted the old and the new, and created a product category that did not exist in India. Today we are  exporting our products to GCC countries, taking Indian artisans to the world. \n</div><div> \n</div><div>5.\tKettle Cooked products are very widely accepted around the world. These artisanal cooked products are generally healthier, being cooked at lower temperatures have significantly lower levels of acrylamide, and have 30-40% lower fat content than industrial variants. Further, it employs artisans in large numbers, as one artisan is required for every kettle. \n</div><div>\n</div><div>6.\tThe business is highly scalable as snacking is a mutli-billion dollar business in India, and globally it crosses over $100 billion. With our unique product and marketing strategies, we plan to take the skills of our artisans to the far corners of the world, creating employment at home with high-value add products.</div>","industries":["Food & Beverages"],"name":"TN-EXCELUS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"valuefintech@gmail.com","idea":"ValueFin India Technologies and Services Private Limited is a nextgen digital solutions company that is focused on empowering Rural India through cost effective Digital Solutions. We provide Software Solutions for Banking and Financial Services that promote Digital inclusion and enable credit delivery services in Rural &amp; Semi Urban India. This includes a whole range of solutions like online Loan origination and management solutions, Loan assessment report preparation, Credit Score &amp; Information services,online market place, AgTech, Artificial Intelligence and Market Learning based services. All this is provided at a highly cost effective price.","industries":["Computer Vision"],"name":"VALUEFIN INDIA TECHNOLOGIES AND SERVICESPRIVATE LIMITED","sectors":["Others"]},{"email":"nila.velayudhan@phehealthcare.com","idea":"<p><a href=\"http://www.phehealthcare.com\">www.phehealthcare.com</a><a href=\"http://www.phehealthcare.com\" target=\"_blank\"></a></p><p><br></p><p>PHE is India's 1st Primary Health organization modelled on the principles of patient centered medical home (PCMH).&nbsp;</p><p>Our mission is to provide integrated healthcare solutions with emphasis on prevention, minimizing health expenditure by maximizing home based management, &amp; using digital innovations to improve patient accessibility and health outcomes.</p><p><br><br></p>","industries":["Healthcare & Lifesciences"],"name":"PHE PCMH HEALTHCARE PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"manoj@bizboomecom.in","idea":"Started Project Under Name of www.mhmart.in. this is an online e-shopping platform for Customers and also selling platform for Vendors on nominal commission basis where MHmart.in help vendors getting more business with high profit without investing huge investment.\n<div>\n</div><div>Also MHmart.in is contributing for Indian people by giving high amount of discount to the registered customer of MHmart.in also we run affiliate marketing program where we help customers, women's, students to generate earn by sharing links of products available on MHmart.in and can earn commission up to 15% on each sale.</div>","industries":["Marketing"],"name":"BIZBOOM ECOM PRIVATE LIMITED","sectors":["Branding"]},{"email":"punit.desai@houseofoctobercinemas.com","idea":"To carry on the business in India or elsewhere of cinema hall, theaters, studios, and cinematographic shows, motion picture exhibitions, Media Software &amp; Hardware Sales &amp; Services and also to engage in media and entertainment, advertising activity  and sale of food and beverages in form of various canned food, packed food, water, juices and beverages of every description.","industries":["Media & Entertainment"],"name":"House of October Cinemas Pvt. Ltd.","sectors":["Entertainment"]}]