[{"email":"info@nirvancapital.com","idea":"<p>We are Nirvan Capital - A team of experienced, dedicated and qualified professionals eager to provide financial consultancy to our clients. We specialize in end-to-end fund raising activities both through debt and equity.&nbsp;</p><p>Our team also works closely with start-ups to provide complete assistance starting from setting-up the company to raising growth capital through VCs / PEs / Angels.</p>","industries":null,"name":"Nirvan Capital Advisors","sectors":null},{"email":"sales@exicom.co.in","idea":"Exicom Technologies (India) LLP is an Indian company providing customised solutions in the field of covert operations, surveillance, perimeter security etc. For the Infrastructureless MESH MANET COFDM based communication solutions, Exicom Tech (I) LLP has an OEM support of Domo Tactical Communications, UK. In line with the Make in India initiative EXICOM can produce customised solutions for GARUD, MARCOS, PARA, NSG &amp; all Special Commando Force, Perimeter Surveillance, Integrated surveillance solutions for AirForce Stations, Command and Control – Video cum Audio based,","industries":["IT Services"],"name":"EXICOM TECHNOLOGIES INDIA LLP","sectors":["Product Development"]},{"email":"mrchobbies@gmail.com","idea":"we at MRC Enterprises provide educational assistance and technology-related services to government authorized institutions or companies.","industries":["Education"],"name":"MRC Enterprises","sectors":["Others"]},{"email":"r.mahadev@jobsforyouth.in","idea":"We at 'Jobs For Youth' are aiming to create a marketplace (TALENT TAP- E-RECRUITMENT) that provides a platform for CLIENTS, VENDORS to connect and offer the best career to graduates and young professionals. The platform, will offer in due course, resources they need to kickstart their careers and find everything from discovering companies, prepare for interviews, write the right resumes, get skilled with the right knowledge and get connected to the right people, leading up to a great career&nbsp;","industries":["Human Resources"],"name":"JOBS FOR YOUTH PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"admin.neera@gmail.com","idea":"Established on the principle that every organization has an ethical commitment towards society and environment, WENEERA Consultancy is rising and gradually reinforcing its essence PAN India. The multi-disciplinary work force, experts at WENEERA Consultancy incorporates: Chemical, Mechanical, Electricals and Civil engineers who have the capabilities, the experience to meet thorough measures in the Design engineering field.\n<div>\n</div><div>WENEERA Consultancy has a portion of the best ability working in numerous territories of Solar Power EPC Solutions, Plant Engineering Design solutions, Technical Manpower Services, and ISO System Consultancy &amp;Trainings. The engineering necessities of the business houses, the responsibility and accountability towards the environment have constantly motivated us to add innovative product and services in the range. With conferred group of experienced junior and senior experts drove in every particular field makes it workable for WENEERA Consultancy to deliver quality and cost powerful administrations in the vast majority of above fields. We guarantee quality, commitment and on time conveyance at conservative costs.</div>","industries":["Renewable Energy"],"name":"WENEERA CONSULTANCY (OPC) PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"devesh@mohaksh.com","idea":"<a href=\"https://mohaksh.com/about-us/\" target=\"_blank\">https://mohaksh.com/about-us/</a><br>","industries":["Healthcare & Lifesciences"],"name":"MOHAKSH SYSTEMS","sectors":["Healthcare Technology"]},{"email":"prathmesh503@gmail.com","idea":"I Wish To Start All Documentation Consultancy&nbsp; Service under on Roof","industries":["Professional & Commercial Services"],"name":"May I Help You Consultancy ","sectors":["Others"]},{"email":"abhinav@breya.in","idea":"Founded in 2016, Breya is a modern ethnic brand focused on bringing a difference to the everyday clothing needs of contemporary Indian women. Breya’s design philosophy is about simplicity, elegance and style with focus on bringing the runway fashion trends to the Indian consumers at affordable prices.  \n<div>\n</div><div>Breya currently operates 26 exclusive brand outlets across 16 cities and has presence in over 120+ multi-brand outlets across India. Its products are also available on all major online platforms like Myntra, Limeroad, Ajio, LBB. It also operates an in-house ecommerce website: www.breya.in.\n</div><div> \n</div><div>ABP Apparels Private Limited owns and operates the brand Breya. We are a team of young professionals with the clear mission to create a visionary brand that the new-age  women can relate to.</div>","industries":["Textiles & Apparel"],"name":"ABP APPARELS PRIVATE LIMITED","sectors":["Apparel & Accessories"]},{"email":"hello@radicalparadox.in","idea":"We are a company with complete focus in the textile, apparel and lifestyle sector. We started with an apparel brand selling knit wear products on our website and other E-commerce platforms and have recently shifted to focussing&nbsp; on creating and developing sustainable lifestyle products. Our core business now is developing products using natural and herbal dyes that are environmentally friendly and sustainable. We do not use any chemicals in the process of dyeing preventing the transmission of skin diseases and we also reuse all the water that we use for dyeing by in our farms where we grow herbs and plants that are used in the dyeing process.&nbsp;","industries":["Fashion"],"name":"MPD IMPEX PRIVATE LIMITED","sectors":["Apparel"]},{"email":"sales@biopapro.com","idea":"We are manufacturers of paper straw in Mumbai. We also import alternatives to single use plastic and trade in them.&nbsp;","industries":["Professional & Commercial Services"],"name":"NY EMBARK","sectors":["Business Support Supplies"]}]