[{"email":"vaibhavj@smartsociety.in","idea":"Smart-FM (<a href=\"http://www.smart-fm.in\" target=\"_blank\">www.smart-fm.in</a>) is a cloud &amp; app platform designed to automate Facility Management activities for offices &amp; branch networks.&nbsp; Its&nbsp;<span>features include&nbsp;</span><div>\n</div><div>-\tRepair &amp; Maintenance (Helpdesk) Requests \n</div><div>Track all Requests received from end users, with automatic allocation to staff and vendors through a flexible workflow including Cost Tracking, Approval Process, Escalation based on SLAs &amp; Performance Dashboards\n</div><div>\n</div><div>-\tVendor’s AMC, Maintenance Schedule \n</div><div>Manage Vendor AMCs across locations with their Maintenance Schedule and alerts prior to the dates as well as upload of maintenance reports \n</div><div>\n</div><div>-\tAsset Management \n</div><div>Details of Assets with QR Code tags and checklist based maintenance tracking of each Asset \n</div><div>\n</div><div>-\tBranch Checklist \n</div><div>Checklists to monitor activities in the branches on a regular basis (Daily, Monthly, Quarterly etc.) with performance analysis   \n</div><div>\n</div><div>-\tVendor’s Staff Attendance \n</div><div>Attendance tracking of vendor’s staff with face recognition &amp; geo location to get accurate In/Out timings and calculation of payment based on rules   \n</div><div>\n</div><div>-\tLease Management \n</div><div>Managing lease information of all locations with the owners, lease periods, rent amounts, rent escalation etc. of all branches, with appropriate approval mechanisms</div><div><br></div><div>- Meeting Room Booking&nbsp;</div><div>Book Meeting Rooms with multi user access and management</div><div><br></div><div>- Visitor Management</div><div>Manage the entry &amp; exit of Visitors across multiple locations&nbsp;</div>","industries":["Others"],"name":"Smart-FM - Facility Management Platform","sectors":["Others"]},{"email":"hummingbirdled@gmail.com","idea":"<a href=\"http://hummingbirdled.com/about.php\" target=\"_blank\">http://hummingbirdled.com/about.php</a><br>","industries":["Technology Hardware"],"name":"HUMMINGBIRD LED LIGHTS PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"accounts@eastcorpgroup.com","idea":"<p>We&nbsp; are into Fire &amp; Life safety Consulting,</p><p>FLS&nbsp; Audit, Training on safety, Seismic Design, Fire Protection design,Mockdrill&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"FLS ENGINEERING CONSULTANTS PRIVATE LIMITED","sectors":["Professional Information Services"]},{"email":"rahulverma@roohihotels.com","idea":"<p>Please refer link below &amp; download ROOHI's Company Profile !</p><p><a href=\"https://drive.google.com/file/d/1hGXpQqMU7VM5ixNAeX_pFJE0F0QQB7Cx/view?usp=sharing\">https://drive.google.com/file/d/1hGXpQqMU7VM5ixNAeX_pFJE0F0QQB7Cx/view?usp=sharing</a><a href=\"https://drive.google.com/file/d/1hGXpQqMU7VM5ixNAeX_pFJE0F0QQB7Cx/view?usp=sharing\"></a></p><p><br></p><p>AWARDS &amp; ACCOLADES:</p><p><a href=\"https://drive.google.com/drive/folders/1Ip2sBko6OOZihdVHL6739FVrjZoNpr2q?usp=sharing\">https://drive.google.com/drive/folders/1Ip2sBko6OOZihdVHL6739FVrjZoNpr2q?usp=sharing</a></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>","industries":["Travel & Tourism"],"name":"ROOHI HOTELS MARKETING AND CONSULTING PRIVATE LIMITED","sectors":["Hotel"]},{"email":"vireshkhemka@gmail.com","idea":"We at Trippin help people capture their travel memories better!&nbsp;","industries":["Travel & Tourism"],"name":"Trippin","sectors":["Others"]},{"email":"ravish.93srivastava@gmail.com","idea":"<a href=\"http://rblsystems.com/\">About RBLSYSTEMS</a><br>","industries":["IT Services"],"name":"RBL SYSTEMS","sectors":["Application Development"]},{"email":"eevvmobility@gmail.com","idea":"Hi we are a start company based in Mumbai and Jaipur which are operating in Electric vehicle .","industries":["Green Technology"],"name":"LITHPWR MOBILITY PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"jashank@lithium-powertech.com","idea":"<p>Lithium Power Technologies&nbsp; aims to setup a large scale production facility of cathode battery materials . Cathode materials are the main component of Li-ion batteries .&nbsp;<br>Our company aims to produce different types of cathode materials which could be useful for the production of static and mobile battery applications.&nbsp;<br><br></p>","industries":["Chemicals"],"name":"LITHIUM POWER TECHNOLOGIES LLP","sectors":["Specialty Chemicals"]},{"email":"csmnilesh@gmail.com","idea":"I have a innovative education approach which leads to country education system on a very high peak.&nbsp;","industries":["Education"],"name":"Nilesh Maheshwari and Associates","sectors":["Coaching"]},{"email":"vikas.khemani@mcartech.com","idea":"<p><a href=\"https://mcartech.com/\" target=\"_blank\">MCARTech India Pvt Ltd</a></p><p><br></p><p>MCARTech operates in providing end to end solutions ,engineering and consulting services in the field of Reliability Centered Maintenance, Remote monitoring and predictive diagnostics of machinery using the methodologies of Industrie 4.0 and IIOT.<br></p><p>Unplanned machine breakdown is an event no one in the manufacturing industry wants. It has a direct impact on the revenues and the profits of the company. MCARTech aims to solve the problem by predicting equipment failure and improving equipment reliability. An advance notification of equipment failure can let the plant operations and maintenance team to plan a shutdown and take corrective action before a failure occurs. Thus reducing the unplanned shutdown time. \n</p><p>We follow the RCM methodology and focus on the critical equipment in a plant. Our work starts with detailed discussions with the client engineering, operations and maintenance team where we identify the important functions of a system, identify the equipment, develop FMEA (failure mode effect analysis). This initial engineering and consulting phase sets the foundation of the project. \n</p><p>Once the failure modes are selected, we use IIOT and develop an equipment failure model to detect the failures. A gateway PC is set up at site and connected to the equipment sensors, controller or PLC. Data is collected from the equipment and sent to our cloud server for analysis. We write specific algorithms using MCARTech ALERT software, which we have developed.  ALERT uses cloud technology and Predictive analytics to trigger quasi realtime alarms much in advance, whenever there is a failure mode detected, and automatically sends notifications to the user on a dashboard, email, SMS. Thus, the user gets immediate information of a failure going to occur in the plant. Further on, for each failure mode detected, ALERT provides precise guidance support to take corrective actions. These guidance can be accessed right there on the shop floor in front of the machine on an iPad.</p>","industries":["Internet of Things"],"name":"MCARTECH INDIA PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]}]