[{"email":"ahmedmakda.am@gmail.com","idea":"Wasmier is a smart urban mobility startup helping businesses with easy adaptation to electric mobility&nbsp;","industries":["Transportation & Storage"],"name":"WASMIER TECHNOLOGIES PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"keyur.gandhi19@nmims.edu.in","idea":"Making education goal oriented","industries":["Education"],"name":"Blue Sky Ventures","sectors":["Education Technology"]},{"email":"rishit.sanghvi@yahoo.co.in","idea":"<p>Wholesome Habits Private Limited, which owns the brand “EAT Anytime” and “Mindful  ” is amongst the Top 3 healthy snacking companies in India with presence across 8 cities, 1,100+ stores and presence in product categories of nutrition bars, cookies, trail mixes. It focusses on providing products which are perfect culmination of tasty yet healthy products and provides the consumer healthier options for their alternate meals / snacks.</p><p><br></p><p>The need for healthy alternatives has never been so strong and consumers are looking at brands which are transparent &amp; honest in their communication and are able to define and communicate their health quotient effectively</p>","industries":["Food & Beverages"],"name":"WHOLESOME HABITS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"gmalkani@fulham.com","idea":"Fulham is a leading global provider of intelligent, sustainable commercial lighting components and electronics for use in parking structure, signage, horticultural, UV and other applications. The company develops and manufactures a variety of award-winning LED and emergency products, as well as legacy products across multiple lighting platforms. Fulham sells its lighting solutions worldwide through original equipment manufacturers (OEMS) and electrical equipment distribution channels. Headquartered in Hawthorne, California, the company has sales and / or manufacturing facilities in London, China, India and the United Arab Emirates.","industries":["Technology Hardware"],"name":"FULHAM (INDIA) PRIVATE LIMITED","sectors":["Electronics"]},{"email":"kashishshah32@gmail.com","idea":"Our startup company, Kallisto Techpacks Pvt Ltd based out of Mumbai is specialised in all kinds of bags like backpacks, slings, travel bags, duffel bags, laptop bags, college bags, school bags, etc under brand name “Uberpack”  and also we are into OEM for any kind of bags under the client company name or any brand.\n<div>\n</div><div>We have conceptualised and developed unique proposition of having a “Smart Bag”  in your hand with following USP\n</div><div>\n</div><div>12000mAH Power Bank incorporated in the bag itself\n</div><div>USB outlet and cables in each compartment of bag\n</div><div>GPS tracking module for Android and iOS for your bag\n</div><div>Spacious storage\n</div><div>Water protection\n</div><div>Rain Cover\n</div><div>With one year warranty\n</div><div>\n</div><div>Its completely Make in India.</div>","industries":["Safety"],"name":"KALLISTO TECHPACKS PRIVATE LIMITED","sectors":["Personal Security"]},{"email":"rmc.performance@yahoo.com","idea":"Manufacture and trading of Chemicals","industries":["Chemicals"],"name":"RMC PERFORMANCE TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"Vinxindia06@gmail.com","idea":"Company is engaged in manufacturing of lithium ion battery , solar products , LED lighting , system intergrater in govt. Sector","industries":["Renewable Energy"],"name":"Vinx Electronics Solutions Pvt. Ltd.","sectors":["Renewable Solar Energy"]},{"email":"aaqyl@rapidd.co","idea":"In the past decade, there's been a increase in the field of logistics - thanks to the growing trend in Ecommerce. With the increase in volume, comes the challenge of handling the shipments while maintaining the level of customer satisfaction.<div><br></div><div>We at Rapid Delivery have taken up an initiative to Simplify the logistics process and are delighted to provide support to all levels of businesses who contributes to the Ecommerce sector.</div><div><br></div><div>Putting Customer service above all else, we have embarked upon this journey of delivering satisfaction in the most economical way.</div><div><br></div><div>We are here to connect the dots between businesses and customers.</div>","industries":["Transportation & Storage"],"name":"RAPID DELIVERY PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"kamlesh.v123@gmail.com","idea":"<p>WE ARE AT TOUCH LAB,</p><p><span>STARTING A NEW JOURNEY!!&nbsp;</span></p><div>Human-Machine interaction that unlock possibilities. Extension of IoT into physical world.&nbsp;<span>We are working on a concept which will change view of Smart Homes with user interaction with IoT devices. Our design comes to life when its multiple building blocks simultaneously operate and communicate with each other using Touch lab.</span></div><p></p>","industries":["Technology Hardware"],"name":"touch lab","sectors":["Embedded"]},{"email":"info@hadira.in","idea":"Well i have a brand registered in the name of TOP SHIELD in 2017 i have already imported the said backup and restore software two years back from china now i wanted to build this software with new features added here in India only talks are going on with Indian software developing companies need a financer to promote this Budget required not more then 1cr.&nbsp;","industries":["Enterprise Software"],"name":"Hadira Technology Pvt Ltd","sectors":["Cloud"]}]