[{"email":"kimurosolutions@gmail.com","idea":"India's first ever Machine Learning Driven Renting Platform for SMEs. Solving the problem of Huge Capex Cost for SMEs.","industries":["Technology Hardware"],"name":"KIMURO SOLUTIONS (OPC) PRIVATE LIMITED","sectors":["Manufacturing"]},{"email":"raja@propstack.com","idea":"The leader in India for Real Estate Data, Analytics &amp; Workflow Solutions\n<div>\n</div><div>Propstack is India's leading Real Estate data, analytics and workflow solutions platform and was developed in response to a need for greater market transparency. Our data is the most important part of our business and we conduct expansive, ongoing research to produce and maintain the largest and most comprehensive database of Real Estate information. We are also the largest private repository of registered sale, lease and mortgage information in India.\n</div><div>\n</div><div>Propstack provides predictive and prescriptive analytics based on our deep data which forms the core of our clients efficient and smart decision making. Every data point is meticulously researched and verified by our teams. Post verification of this granular data, our team of analysts provide trends &amp; insights through our cutting-edge analytics suite. Our suite of online services enables clients to analyze, interpret and gain unmatched insight on commercial property values, market conditions and current availabilities.\n</div><div>\n</div><div>Propstack is relevant to anyone who has an interest in Real Estate and we are proud to serve the largest funds, investors, corporates, developers, brokers and lenders.</div>","industries":["Real Estate"],"name":"Propstack","sectors":["Others"]},{"email":"priyank@priyanknsinghvi.com","idea":"Providing high quality corporate finance and strategy advisory to start-ups and SME's on back of founder's extensive experience at the leading investment banks and private equity firms and the network of similar high quality professionals in growing gig-economy","industries":["Professional & Commercial Services"],"name":"Exponential Equations Pvt Ltd","sectors":["Business Support Services"]},{"email":"sales@triangless.in","idea":"Working as a System Integrator in safety and security industry, Manufacturing innovative products through outsourcing and Importer and exporter, and service provider for Fire Alarm and Access Systems product and solution provider.","industries":["Technology Hardware"],"name":"TRIANGLE TECHNOLOGIES PRIVATE LIMITED","sectors":["Electronics"]},{"email":"chirag.s@optimumfintech.com","idea":"We are a FIntech company providing innovating solutions to Banks and Wealth Management Companies.","industries":["Finance Technology"],"name":"Optimum Financial Solutions Pvt Ltd","sectors":["Others"]},{"email":"kashyap.mrinal@live.com","idea":"We are an IoT (Internet of Things) based company which designs, tests, and deploys automation in homes, hotels, and offices.&nbsp;","industries":["Internet of Things"],"name":"HABITRO LABS PRIVATE LIMITED","sectors":["Smart Home"]},{"email":"ravikumar.m@spacifii.com","idea":"<p>Our lives have significantly improved with the ease that technology affords us, however, our living space itself, in other words our home, or even our work place, remains largely untouched by the power of transformation that technology has brought into other aspects of our life. We also understood that the Indian interior design market is dotted with interruptions owing to its disorganized nature causing the customer to feel apprehensive over the process and end product. We at SPACIFII wanted to change that.</p><p>SPACIFII intends to transform this industry with its technology backed solutions, ensuring any pre &amp; post construction commitments are always honoured.</p>","industries":["Architecture Interior Design"],"name":"SPACIFII HOME DECORS PRIVATE LIMITED","sectors":["Others"]},{"email":"bhavin@jewelhub.com","idea":"We started bootstrapped with our own funding and have build a consumer focused diamond jewellery portal offering customisation to the customer to the fullest level with complete transparency in pricing and contents being offered with deliveries across India and overseas. We were the first company offering maximum permutation and combinations giving different price points to the customers for any design that they wish to order with us. We offer the lowest Diamond pricing online. We are in business for more than 3 years but due to lack of deep pockets havent spent lot of money on marketing and trying to focus on building customers and growing gradually.&nbsp;","industries":["Retail"],"name":"Jewel Hub Pvt ltd","sectors":["Others"]},{"email":"manishbardia88@gmail.com","idea":"Provide analytical data to businesses / individuals based on business or financial analysis, scientific analysis, research work and analysis of various carious transaction of credit card, debit card, debit card or any other card/financials","industries":["Finance Technology"],"name":"cardbytes digital solution private limited","sectors":["Payment Platforms"]},{"email":"traveories@rediffmail.com","idea":"I have my own travel startup helping in promoting adventure tourism in India.Apart from Adventure tour i also help other small travel agency to boost their sales by helping them procuring visas for their customer which helps them to focus on sales and have a good customer base.","industries":["Travel & Tourism"],"name":"TRAVEORIES","sectors":["Experiential Travel"]}]