[{"email":"Badri@equitylevers.com","idea":"<p>We are an online provider of \"practitioner built\" Capstone Projects for use by corporate and educational Institutions.&nbsp; We build self -scoring excel projects around real corporate events (based on learning from experienced practitioners) that can be used by instructors/ professors during instruction sessions and by employees/ candidates as self-practice projects.&nbsp; &nbsp;Our projects focus on skill development. We have been recommended by AICTE for use in business and finance schools and several leading colleges are using our Projects.&nbsp; We are currently launching our Enterprise product.</p><p><br></p><p><b>Why we are unique:</b>&nbsp; While good text-books and online material are available, real work practice projects (\"Doing\" as opposed to listening/ reading) are not available currently for training and testing.&nbsp; &nbsp;We fill this gap -  Our projects are self-scoring enabled and use MS Excel, extensively.   We pull live Indian data from our live financial terminal into excel and design in-depth holistic projects including questions, statement creation, decision making, etc around BFSI subjects like accounting, ratios, financial modeling, fixed income analysis, valuation, portfolio analysis, economics, etc.  These modules are inbuilt with the answer algorithm - when a student works on our project, we instantly show his score and his weak areas (delivered to his instructors) to help with training and evaluation.&nbsp; We are a significant upgrade over MCQ tests and Psychometric tests as our focus in on holistic training/ testing with live practitioner built Indian projects.&nbsp;</p>","industries":["Education"],"name":"EQUITYLEVERS WORLD PRIVATE LIMITED","sectors":["E-learning"]},{"email":"priyankachoksi2@gmail.com","idea":"<p>Swamiraj Exim, a company into manufacturing and looking for exports of ready to cook foods.&nbsp;</p><p>&nbsp;innovation- this is an innovative process to prepare spices mix for different vegetarian and non vegetarian curries which has no preservative has authentic taste and flavor and has very good shelf life with no loss in test, quality or colour. wide range of freeze dried spice mix ,perishables and Indian cuisine can be used readily by customers.This method remove this moisture content of the spice/product while keeping it is nutritional value intract.&nbsp; &nbsp; &nbsp;</p>","industries":["Food & Beverages"],"name":"Swamiraj Exim","sectors":["Food Processing"]},{"email":"info@travezy.in","idea":"<p>We as Travelpro as coming up with Online B2b and B2c travel portal where customer can book&nbsp; air tickets , hotels and packages online and can also put offline request for customise package</p><p><br></p><p>we are specialise into domestic and international customise tours and we customise as per customer requirement&nbsp;</p><p><br></p><p>we are developing very different website and mobile app which will be user friendly for customer to come online and book</p><p><br></p><p><br></p>","industries":["Travel & Tourism"],"name":"travelpro","sectors":["Others"]},{"email":"k.vijaya003@gmail.com","idea":"<p>We are a team with innovative ideas, which has been applied for Patents and will help India to create manufacturing &nbsp;hub for new products in the field of Food, Water and Dairy Products' processing.</p><p>Have Innovative systems and Products for Packaging Industry . </p><p>We have designed Systematic network of utilizing village agro products, which can be manufactured and supplied from villages to districts and cities, on Nationalised &nbsp;basis for Railways and Airways, thereby employing Lakhs of Indian citizens.</p>","industries":["Food & Beverages"],"name":"CHANDNA FOODS AND ON-LINE TECHNOLOGY PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"sbsmpl@yahoo.co.in","idea":"<p>We are into manufacturing of Ready to Fry Papads &amp; Fryums. The ready to fry industry is largely unorganised.</p><p><br></p><p>The manufacturing process is also unorganised and many women in rural areas are hired for manufacturing these products on a negligent daily wage basis.</p><p><br></p><p>Ekal Industries Private Limited was hence set-up to provide employment &amp; regular income to such women. We aim to create an organised channel in this industry and generate job for the rural people.</p>","industries":["Food & Beverages"],"name":"EKAL INDUSTRIES PRIVATE LIMITED","sectors":["Others"]},{"email":"girishlone@gmail.com","idea":"<p>We are team of 3, An Industrial Designer, a Mechanical Engineer and a Software Engineer, ideating on the world class&nbsp; products in Consumer Appliance Category. Our dream is to become world's renowed high quality Consumer Appliance Goods Design &amp; Manufacturing company. We are currenly in IDEATION stage and shortlising various product to benchmark in this domain.&nbsp;</p><p><br></p><p><br></p>","industries":["Technology Hardware"],"name":"TARBEJ PRODUCT DESIGN PVT. LTD","sectors":["Manufacturing"]},{"email":"accounts@indospun.com","idea":"Manufacuture of PPMF YARN&nbsp;","industries":["Textiles & Apparel"],"name":"INDO SPUN LLP","sectors":["Non- Leather Textiles Goods"]},{"email":"rohan@shootatsight.co","idea":"SHOOT AT SIGHT ENTERTAINMENT has always strived to create engaging films &amp; video content. We have proved ourselves, while working also on limited budgets, that are content is effective on variety of platforms. We have experience working on Feature Films, TVCs,&nbsp; Documentary films, Short Films, Social media films, Corporate &amp; Technical Training films, 3D Animation Films &amp; 2D Animation films. We make content that has a direct impact on the target market. With us you can be rest assured of high quality deliverables which bring about a positive change in your brand perception.","industries":["Media & Entertainment"],"name":"SHOOT AT SIGHT ENTERTAINMENT LLP","sectors":["Digital Media Video"]},{"email":"sagarpagar@gmail.com","idea":"Human energy is a proven phenomenon of the universe. It is an element within each one of us, from the smallest atom to beyond the imaginable. Contrasting to the mainstream methods of communication, introducing a platform that positively connects minds, people and thoughts through the bridge of energy. Through Healsum, you can deliver your thoughts, your emotions, and your feelings unfiltered. Healsum is a platform sincerely dedicated to send and receive the much needed love, faith, appreciation, gratitude, strength and so much more that we all truly desire.","industries":["Social Impact"],"name":"Healsum","sectors":["Others"]},{"email":"tausifsolanki51@gmail.com","idea":"my idea is to develop good quality products to create hygiene in our nation in affordable price . The multinational companies gaining more profits from Indian markets. My aim to provide money value products to each class people.","industries":["Chemicals"],"name":"Benzoleum Homecare","sectors":["Others"]}]