[{"email":"greenfoodsfactory@gmail.com","idea":"<p>Export fresh fruits and vegetables</p><p>Helping farmers with modern agriculture techniques</p><p>Cultivation with less water and less pesticides</p>","industries":["Food & Beverages"],"name":"Greenfoods Factory","sectors":["Others"]},{"email":"pankajbafna147@gmail.com","idea":"<p>- Online Pharmacy App</p><p>- Aggregator Between the consumers and retailers</p><p>- Flat 20% Off to all the consumers&nbsp;</p>","industries":["IT Services"],"name":"SQUAREBOX MEDIA PRIVATE LIMITED","sectors":["Product Development"]},{"email":"balaji@javinit.com","idea":"<p>PADDEL is modern mobile based application, which has been patent under the name of JAVIN and further put to development.</p><p>Idea of this app has been further discussed and put for development by considering the modern day requirement which will benefit both the society and the business aspect.</p><p>Detail information of the product and structure has not been mentioned in order to protect the violation.</p><p><br></p><p><br></p>","industries":["Healthcare & Lifesciences"],"name":"PADDEL","sectors":["Health & Wellness"]},{"email":"sagar.joisar@boundlessdigital.in","idea":"In today's Generation the Digital has Became a New World in Itself\n<div>\n</div><div>For Businesses, Today Being Digitally Present is not just a Requirement but has became a Survival Need\n</div><div>\n</div><div>With Increasing Competition and Global Influence, it is now Becoming Compulsory to Upgrade Your Business to the Next Level and Online is That Next Level\n</div><div>\n</div><div>As we all Know that Businesses Don't Run by Opening a Showroom but by Making Sales.\n</div><div>\n</div><div>Similarly Being Present Online is Not Just Enough as well.\n</div><div>\n</div><div>You Need to Market your Products and Services so that More People can Know About your Brand and you can Penetrate Globally.\n</div><div>\n</div><div>We at Boundless Digital Solutions Provides you, A One Stop Digital Solution for Your Brand so that you can Grow Your Business and Expand it Beyond Boundries\n</div><div>\n</div><div>We Provide all the Services for companies necessary to expand their busibness online.\n</div><div>\n</div><div>So Basically we work in 3 stages.\n</div><div>\n</div><div>1st Stage is where we help companies with Registration process and branding along with brand identity.\n</div><div>\n</div><div>2nd stage is where we build an online presence for them. We create marketplace, websites, mobile applications.\n</div><div>\n</div><div>3rd stage is where we help you to market your business online.\n</div><div>we Provide all the services related to digital marketing.</div>","industries":["Marketing"],"name":"Boundless Digital Solutions","sectors":["Digital Marketing (SEO Automation)"]},{"email":"msarode@amctechnology.in","idea":"<p>1) Manufacturing of Aircraft Interior Parts.</p><p>2) Repair of Aircraft Interior Parts</p><p>3) Aircraft Interior and Exterior Painting.</p><p>4) Dry Cleaning Services to Aircraft Seat Cover, Seat Belts, Curtains, Dusters &amp; Life vest Pouch</p><p>5) Stitching Aircraft Seat Covers</p><p><br></p>","industries":["Aeronautics Aerospace & Defence"],"name":"AMC Technology","sectors":["Others"]},{"email":"Mr.amitbaradia@gmail.com","idea":"<p>We have developed an ultra low cost AC charging station with Smart locking which is patent pending.</p>","industries":["IT Services"],"name":"CHARGEMILES TECHNOLOGIES PRIVATE LIMITED","sectors":["Product Development"]},{"email":"deepak.thakur@npstx.com","idea":"NPST is in the business of providing Software and Mobility solution to banking and finance sector with key focus on Payments and Smart transaction solutions. Our Primary focus being Financial Technology, we have built a multiple layered solution for the cashless economy.\n<div><br></div><div>The Other segment of NPST is into delivery of aggregated services to citizens through multiple channels viz., Physical Kiosk, Web based and Mobile based solution.\n</div><div>Established in Oct 2013, NPST is an ISO 9001:2008 certified and CMMI level 3 company following industry standards and best practices.</div>","industries":["Finance Technology"],"name":"NETWORK PEOPLE SERVICES TECHNOLOGIES PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"yksakhlecha@gmail.com","idea":"<p>An online platform that provides a structured process to nurture and establish smooth, transparent and secure collaborations between brands and influencers.</p><p><br></p><p>The Process\n</p><p>\n</p><p>1.\tPosting your campaign\n</p><p>\n</p><p>Launch your paid or barter campaign to invite influencers and choose to keep it public or private\n</p><p>\n</p><p>2.\tSelecting your influencer\n</p><p>\n</p><p>Review all the cool influencer proposals and choose the one that best suits your brand’s needs\n</p><p>\n</p><p>3.\tCollaborating\n</p><p>\n</p><p>Brainstorm, discuss and approve your killer post content\n</p><p>\n</p><p>4.\tEnjoying the influence\n</p><p>\n</p><p>Sit back and relax as the influencers push the promotional content out to the world\n</p><p>\n</p><p>5.\tMeasuring performance\n</p><p>\n</p><p>Reap the benefits of detailed reports on the best performing content, ROI and other metrics</p>","industries":["Marketing"],"name":"QWERTY MARKETING SOLUTIONS PRIVATE LIMITED","sectors":["Branding"]},{"email":"DIVYA.MOMAYA@GMAIL.COM","idea":"MentorMyBoard (MMB) is an initiative of MMB Advisors Pvt. Ltd., that helps directors sharpen their skill through personal interactions and training. We provide specially designed services like,\n<div>-\tThe monthly Directors Meet, a knowledge sharing platform topped up with networking and interactions with like-minded and eminent Corporate Directors.\n</div><div>-\tTo help aspirants in their journey to reach board positions, Board Mentoring Insights is a program with dedicated grooming sessions.\n</div><div>-\tAimed at bringing about paradigm shifts in organizational Boards, the gruelling Board Mentoring Integral program conducts intense coaching and reviews for extended periods of 3, 6 or 12 months.\n</div><div>-\tThe one year long Virtual Secretary Assistance is programmed to guide and mentor your performance as a high calibre Director.\n</div><div>-\tCustomised one day directors’ Modules offers directors with the options of specializing in topics like board processes, compliance and Board communication training.\n</div><div>-\tMMB’s Women Directors Meet aims at transforming Women into Professional Women Directors through its Mentoring and Grooming Sessions by Experts and help them build confidence and participate in the Boardrooms and also creates opportunities of being placed on eminent Boards.  \n</div><div>-\tGet an opportunity to be placed as Executive Directors/ Independent Directors/ Women Directors/ Independent Women Directors/ CEO/CFOs with suitable Boards through MMB’s Board Placements program.\n</div><div>-\tTo help directors develop effective standards Directors Liability Audit gives them a realistic view of their own liability exposure and risks.</div>","industries":["Professional & Commercial Services"],"name":"MMB ADVISORS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"elemage.wellness@gmail.com","idea":"<p>Elemage Wellness is a transformative health company that specialises in therapies for beauty, skincare, weight loss, sexual health, stress and performance. It listens, guides and advises. It is a partner of its client's journey to find the best version of themselves.\n</p><p>\n</p><p>With a strong foundation in natural health and through the least scientific research, Elemage Wellness empowers its clients to attain their health goals by providing trusted remedies and advice.\n</p><p>\n</p><p>Elemage Wellness is based out of India but targeting global markets starting with Africa / South Africa.\n</p><p>\n</p><p>Elemage range of wellness brands include \"FutureME\" - modern range of body and skincare products specifically targeted towards women. \"Mr.Y\" - health and performance solutions targeted towards men, and \"SugaReign\" - a brand that provides female sexual wellness solutions.\n</p><p>\n</p><p>Elemage Wellness was conceptualised and founded by Ms Supriya Mody, 3rd generation woman entrepreneur having 15 years of rich experience in healthcare and banking sector. She is an MBA from London School of Business and BBA from the University of Michigan's Stephen M. Ross School of Business. \n</p><p>\n</p><p>Ms Mody is passionate about natural health and desires to partner with her clients in their transformative health journey.</p>","industries":["Healthcare & Lifesciences"],"name":"ELEMAGE WELLNESS LLP","sectors":["Health & Wellness"]}]