[{"email":"Finance@voiceofgamers.com","idea":"Voice of Gamers is a platform for global eSports community where we promote and sponsor gamers and tournaments. We scout for premier tournaments for our eSports community and sponsor payout prizes.","industries":["Media & Entertainment"],"name":"Voice of Gamers Private Limited","sectors":["Others"]},{"email":"info.shilpaexports@gmail.com","idea":"<p>I AM PRATIK JADHAV FROM SHILPA EXPORTS.</p><p>I WANT LOAN FROM BANK OR INVESTORE FOR BUSINESS.</p><p>SO PLEASE HELP ME ASAP.</p>","industries":["Agriculture"],"name":"SHILPA EXPORTS","sectors":["Organic Agriculture"]},{"email":"Slbhujbal99@gmail.com","idea":"whole idea behind this is to connect small scale service or goods provider to their consumer in effective way and bring them on digital platform&nbsp;","industries":["Retail"],"name":"BHUJBAL DAILY SOLUTIONS PRIVATE LIMITED","sectors":["Retail Technology"]},{"email":"heramb.ranade@skybless.in","idea":"We are preparing to launch a clean energy services program for Urban multi-tenant Buildings (MTBs) in metro cities, starting with Mumbai. The program will encompass providing (1) shared rides (mostly for short distance travel to metro, markets or other neighborhood hotspots) in AC electric cars to the residents and offices in MTBs, (2) setting up and operating EV charging service at such MTBs&nbsp; and (3) powering all miles clocked by the shared electric cars and Electric Vehicles of residents with 100% clean energy generated from roof top solar, thus realizing an end to end distributed clean energy value chain and becoming a catalyst to fast track EV adoption.","industries":["Green Technology"],"name":"SKYBLESS PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"roshni@kdpaccountants.com","idea":"Incorporated as on 17/08/2016 and functioning as a service company.","industries":["IT Services"],"name":"ALTRES TECHNOLOGIES INDIA LLP","sectors":["Application Development"]},{"email":"jignesh@paytonic.com","idea":"<a href=\"http://www.paytonic.com\" target=\"_blank\">PayTonic site</a><br>","industries":["Finance Technology"],"name":"FRICTIONFREE PAYMENT SOLUTIONS PRIVATE LIMITED","sectors":["Payment Platforms"]},{"email":"abhishek.rai3188@gmail.com","idea":"Need fund to start.","industries":["Internet of Things"],"name":"OYNO E COMMERCE PRIVATE LIMITED","sectors":["Wearables"]},{"email":"abhishek.karnik18@gmail.com","idea":"Since 2019, Leads Scribe has helped companies strategize and implement their creative visions. Our growing Marketing Agency is driven by passionate thinkers who work closely with each brand to create strategies that produce unparalleled results. We love content and design, but thrive on the data necessary to succeed in a digital world.","industries":["Professional & Commercial Services"],"name":"Abhishek Karnik","sectors":["Business Support Services"]},{"email":"zoeyent2019@gmail.com","idea":"<p>Plastic is hazardous to the environment.\n</p><p>Paper production is destroying the trees, which resulting to global warming. \n</p><p>So we decide to start manufacturer of cloth carry bags and promote green environment.</p>","industries":["Textiles & Apparel"],"name":"ZOEY Enterprises","sectors":["Non- Leather Textiles Goods"]},{"email":"abhinav.saxena24@gmail.com","idea":"Salesofly is a cloud tech company that aims to bridge the barriers between sales and technology to increase the productivity of fleet on street and the ROI for technology applications. Our value proposition is to use our expertise in the following pillars - Automation, Enablement, Readiness and Operations to solve customer issues pertaining to these areas and be a consultant to the customer in their transformation journey rather just selling a solution.","industries":["Others"],"name":"Salesofly","sectors":["Others"]}]