[{"email":"Ashysh2412@gmail.com","idea":"Creating an eco system for organising the FMCG sector","industries":["Professional & Commercial Services"],"name":"Ashish Jain","sectors":["Business Support Services"]},{"email":"anil.parmar@sunanshul.com","idea":"SunAnshul Technologies Pvt Ltd, is a start-up MSME company came in existence from June 2016.\n<div>•\tWe are a boutique consulting and product development company engaged in enterprise business solutions, business process re-engineering with expertise in technology driven transformation, specializing in cloud business solutions centered around client relationship management (CRM), filed service, project service and employee management. We integrate the best in class solutions with industry specific functionality offering power to plan and execute strategies faster and more profitably from strategic &amp; tactical planning to execution. \n</div><div>\n</div><div>Our services comprehend...\n</div><div>Digital\n</div><div>-\tOminichanel, mobility, data sciences\n</div><div>\n</div><div>Enetrprise Application Services\n</div><div>-\tApplication Development and Maintenance\n</div><div>-\tTest Automation and Enterprise integration.\n</div><div>\n</div><div>Platform &amp; IP\n</div><div>-\tFull Life Cycle Warranty Analytics (FLCWA)\n</div><div>-\tFull Life Cycle Manufacturing Analytics (FLCWA)\n</div><div>-\tFull Life Cycle Insurance Analytics (FLCIA)\n</div><div>-\tSailotech Enterprise Application (SEA)\n</div><div>-\tXaTTAX – GST and Eway Bill\n</div><div>-\tAP Automation\n</div><div>\n</div><div>Cloud Services\n</div><div>-\tThe new Lighting Salesforce application\n</div><div>-\tEinstein Analytics for reporting &amp; analytics\n</div><div>-\tCognitive services\n</div><div>\n</div><div>Infrastructure Support\n</div><div>-\tHP Commercial Partner \n</div><div>-\tProfessional IT services\n</div><div>-\tMicrosoft Technology Support viz MS OS, .NET, SharePoint.\n</div><div>\n</div><div>Technology Partner\n</div><div>-\tInfor, Microsoft, Oracle, Salesforce, HP, Sailotech, Smartic Info\n</div><div>\n</div><div>\n</div><div>•\tWe are System Integrators in the field of IoT and SMART Factory, SMART Home automation and related supplies of leading brands’ industrial sensors, control systems, pumps[KNF, ADI] for analyzers/ specialty printers. \n</div><div>\n</div><div>•\tWe are engaged into Electronic Manufacturing in the field of LEDs, Drivers and SMPS, Solar LED Lighting. We undertake OEM, EMS work.\n</div><div>\n</div><div>We carry a strong belief that our founder’s combined 50 years of relevant work experience brings the higher customer centricity in our culture to strive for our customer to get their value for money.</div>","industries":["Internet of Things"],"name":"SUNANSHUL TECHNOLOGIES PRIVATE LIMITED","sectors":["Manufacturing & Warehouse"]},{"email":"info@adalger.com","idea":"<p>Adalger InfoMedia is currently in incubation stage as we lost a client, whom we were providing IT services. Currently we are looking for new clients who need IT services like Software Development Services, Photo Editing Services ... etc and&nbsp;Other services over the internet. </p><p><br></p><p>We are also involved in reselling various non-perishable items online and hence we are constantly looking out for items to resell from wholesalers.<br></p>","industries":["IT Services"],"name":"Adalger","sectors":["Application Development"]},{"email":"drosolservices@gmail.com","idea":"Drosol services llp is Unmanned Aerial System ( Drone) services&nbsp; &nbsp;company. The founder of this company Cpt. Nandan Shrikant Korgaonkar&nbsp; obtained commercial multi rotor pilot license. Drosol Unmanned Aerial System ( Drone) . He completed 6 month advance&nbsp; Solar professional course from NISE ( National Institute of solar energy )&nbsp; and also have 18 years of Indian aviation experience . DROSOL Services will be one stop solution for Heli tourism, Solar Solutions &amp; Drone/ UAs activities&nbsp;","industries":["Aeronautics Aerospace & Defence"],"name":"DROSOL SERVICES LLP","sectors":["Drones"]},{"email":"sekhar@callidient.com","idea":"Callidient is a team of smart, creative individuals who shape brands and build technology so that we can help good companies solve hard problems.<div><br></div><div>We have a passion for digital, a devotion to understanding human behavior, and a knack for making beautifully designed customer experiences. By combining creative ideas with the best of marketing technology around, we deliver fantastic user experience, powerful campaigns and amazing business results.&nbsp;</div><div><br></div><div>We design and develop marketing solutions and strategies giving our customers a competitive edge over their competitors. Our services work together, helping you stay in step with your audience at every touch point.</div>","industries":["Marketing"],"name":"CALLIDIENT GLOBAL PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"vinayak@eeadvisorsindia.com","idea":"<p>We are a new age tech enabled personal private wealth manager. The unique part about our program is to bring financial risk management to retail / personal level. We are using technology to address this by created proprietary algorithms and tested tools&nbsp; to overcome and mitigate personal financial risks that any Indian mid/small scale household face during these uncertain times.</p><p>Our tools - Investment MRI and GOALTRAC are service marked for the IP we have created to enable our mission to mitigate personal household risk that the earning member of the household faces.</p><p><br></p><p><br></p><p><br></p>","industries":["Finance Technology"],"name":"EASTERNEXPRESS WEALTH ADVISORS PVT LTD","sectors":["Personal Finance"]},{"email":"omvedstore@omved.com","idea":"Wellness begins when the body, mind and the spirit are in complete harmony with the environment. Mother Earth has already given us all we need to live a healthy, fulfilling life. Inspired by the 5000 year old Indian practice of holistic healing, the journey of Omved began.\n<div>\n</div><div>At Omved, ‘all natural’ is not just a catchphrase but a way of life. That’s precisely, why we use the purest wild-crafted, organically and naturally cultivated ingredients for our products.\n</div><div>\n</div><div>We make each of our products with love and care, so it not only oozes with positive effects but also works on your body, mind and spirit.\n</div><div>\n</div><div>We ensure that each and every ingredient used in our products is not only chemical-free, natural and hand-crafted but also fair-trade, made in India and bio-degradable. Moreover, all of Omved products are authentic and ethical - embracing design and sustainability, beautifully finished and reviving our ancient Vedic traditions. They are safe for you and safe for the earth.\n</div><div>\n</div><div>We source and manufacture only with suppliers who operate on a fair trade basis, have high ethical and moral values and who try to minimise their impact on the environment. We recycle everything, opt for only bio-degradable and recycled packaging, and use water-based inks for printing our labels and stationery.\n</div><div>\n</div><div>Welcome to #PureIndia Welcome to Omved Therapies.</div>","industries":["Other Specialty Retailers"],"name":"omved lifestyle private limited","sectors":["Others"]},{"email":"kalsulkar@gmail.com","idea":"About Us\n<div>\n</div><div>Welcome to the AAKANSHA MANAGEMENT CONSULTANCY (AMC)\n</div><div>\n</div><div>The AMC was founded in 2007 to provide food and feed processing industry with an platform for sharing our expertise, practical knowledge, information and to enable collaboration on the effective food safety implementation, operation and continual improvement of food safety management systems. 9 years on this remains our primary goal. As food safety regulations continue to develop and third party food safety certification standards are mandated globally the importance of the AMC has never been greater.\n</div><div>With years of proven success and more than 200 satisfied customers, our consultancy service is compliant to the latest version of the relevant international standard. In addition our consultancy comes with free technical support to assist you in adapting the better implementation for your business. \n</div><div>Food Safety consultation is our passion. We have gained a confidence from our customer for our expertise in consultancy and training. In every area of the food industry, including restaurants and hotels, our consultant will always be there to help you! \n</div><div>Our consultants have created basic user friendly methods for food safety management which can be taught to your staff, new employees, and other personnel.  \n</div><div>\n</div><div>&nbsp;Vision \n</div><div>AMC group vision is to be recognized globally as partner of choice for Quality and business process excellence. The consulting services should meet the international standards by upgrading our expertise so as to fulfill the requirements of our clients to meet the future challenges. \n</div><div>Mission \n</div><div>To understand, evaluate strategic challenges of business and workout the solutions by focusing on objectives, goals and operational priorities. It helps to assess the business risk and increase the ability to meet the objectives \n</div><div>Ethics \t\n</div><div>Follow partnership approach, transparency and code of confidentiality \n</div><div>\n</div><div>Methodology \n</div><div>Our qualified and experienced group members assess the entire business process and guide on to find out the shortfalls which affects the fulfilment of the requirement of the International standards and also business objectives. Based on the analysis the experts in coordination with client decide the action plan.\n</div><div>\n</div><div>We specialize in the food chain from farm to fork.\n</div><div>\n</div><div>•\tFruit and Vegetable Processing (Pre and post preservation technology)\n</div><div>•\tMilk and Milk Products\n</div><div>•\tCereal and cereal food products ( all)\n</div><div>•\tCarbonated Soft drinks\n</div><div>•\tFood Ingredient and machinery manufacturing\n</div><div>•\tDistillery, beer and wine industry\n</div><div>•\tNutritional Products (RUTF, Supplementary food)\n</div><div>•\tMass food preparation, central kitchen and Hotels\n</div><div>•\tAnimal Feed material production \n</div><div>\n</div><div>Our clients appreciate us for the following consultancy services: \n</div><div>•\tHACCP (Codex)\n</div><div>•\tISO 22000\n</div><div>•\tFSSC 22000\n</div><div>•\tBRC global standards\n</div><div>•\tIFS global standards \n</div><div>•\tSQF global standards\n</div><div>•\tUSFDA -FSMA\n</div><div>•\tGMP plus International (Animal feed safety)\n</div><div>•\tTraining (awareness, Implementation, Internal auditing and FOSTAC)\n</div><div>•\tAuditing\n</div><div>•\tProduct and Process development\n</div><div>•\tComplete food processing setup</div>","industries":["Food & Beverages"],"name":"Aakansha Management Consultancy","sectors":["Food Processing"]},{"email":"neha@nutcaseshop.com","idea":"At Nutcase, we are on a mission of making hitherto boring-everyday products beautiful. We marry products with art.&nbsp;<div>Every product of nutcase is reflection of your style and attitude. Nutcase Tripod Floor Wall Lamps, End Tables, Name Plates, Wall Art, Organizers and range of other home decor products will add colour, character and charisma to your home. All Nutcase products are proudly Made In India .&nbsp;</div>","industries":["Retail"],"name":"SNP ENTERPRISE ( NUTCASE )","sectors":["Others"]},{"email":"sps@sciencebydesign.in","idea":"<p>We design and build complicated research labs for pharma, biotech, chemical, food, cosmetics companies.&nbsp; </p><p><br></p><p>Our Indian research infrastructure is poor as compared to the western world.&nbsp; We are a team of professionals who are trained in US &amp; Europe and are ensuring that our labs are also world-class.</p><p><br></p><p>We have also filed a patent in 2017 for a special system invented by us. It enables to build lab much faster, will be flexible to accommodate changes on a later stage and will be safe to operate.</p><p><br></p><p>We also intend to get into the educational sector soon- schools and colleges- to improve their quality of labs.</p>","industries":["Professional & Commercial Services"],"name":"Sciencebydesign Labsystems (India) Pvt Ltd","sectors":["Business Support Services"]}]