[{"email":"cmaishaque@gmail.com","idea":"I have an experience in Stall Fabrication only need fund to expand my below small business","industries":["Events"],"name":"I M A M &amp; ASSOCIATES","sectors":["Others"]},{"email":"timesrss@gmail.com","idea":"THE PROMOTERS WITH THEIR EDUCATIONAL EXPERIENCE FELT THE NEED FOR A LEARNING CENTRE WITH HIGHER, BETTER AND MORE SCIENTIFIC CURRICULUM TO GUIDE THE STUDENTS. THE PROMOTERS BELIEVE THAT THROUGH THERE GUIDANCE &amp; LEARNING TECHNIQUES THERE EMPLOYEE &amp; STUDENTS GETS ENTERPRENUAR SKILL &amp; TRAINING THEY FEEL THAT WHATEVER THEY GET BECAUSE, OF THERE PARENTS, TEACHERS AND COUNTRY ONCE THEY UNDERSTAND THAT THERE RESPOSIBILY TOWARDS THERE PARENTS, SOCIETY, STATE AND COUNTRY THEY NEVER BE MISGUIDED. WE BELIEVE MOST OF THE DEVELOPED COUNTRY WHY THERE PEOPLE ARE HAPPY BECAUSE THERE PEOPLE ARE EDUCATED, NOT ONLY EDUCATED BUT IS MATURED AND FEEL THAT WHATEVER THEY ARE IN THIS WORLD BECAUSE OF THERE COUNTRY. LEARNING IS A PROCESS WHICH IS NEVER END TILL WE DIE. WE ARE LEARNING EVERY DAY WHETHER A SMALL CHILD OR OLDER PEOPLE. IN TODAYS WORLD WHAT THE PARENTS THINKING ABOUT THERE CHILD, MOST OF US FEEL THAT HE MUST NOT FACE PROBLEM WHICH WE WERE FACED IN THE PAST THAT MEANS HE BECOME A BETTER PERSON THAN WE ARE. MOST OF US IN INDIA PARENTS ARE FORCING THERE CHILD TO LEARN THEY DO NOT KNOW IN WHICH AREA THEY ARE STRONG AND WHICH AREA THEY ARE WEAK. WE ARE LOOKING STUDENTS AS A NATIONAL WEALTH AND WE ARE MAKE THEM AFTER COMPLETION OF COURSE WEALTHY FROM HEALTH AND MIND TO SERVE THE COUNTRY WITH HONESTY AND CONTRIBUTE THERE SERVICE TO COUNTRY PROSPERITY AND IN FUTURE ALSO IF WE WILL HELP HIM WHENEVER THEY NEED GUIDANCE. WE ARE HERE TO SERVE NATION FIRST, BUILDING THAT KIND OF WEALTH OF WHO NOT ONLY SERVE NATION BUT ALSO SERVE THERE PEOPLE.","industries":["Education"],"name":"VASUDEVKUTUMBH EDUCATION PRIVATE LIMITED","sectors":["Coaching"]},{"email":"urban.anchor.realty@gmail.com","idea":"We bridge the gap between theory and practice for recently graduated ITI diploma holders by developing practical skills required for the construction industry.","industries":["Education"],"name":"URBAN ANCHOR REALTY","sectors":["Skill Development"]},{"email":"adonisaviation@gmail.com","idea":"Established in 2011, we provide air charter services to Corporate sector, Film Fraternity&nbsp; and VIP's. We facilitate purchase and sale of aircraft and helicopter.","industries":["Airport Operations"],"name":"Adonis Aviation Enterprises","sectors":["Others"]},{"email":"sarvadnyaent1@gmail.com","idea":"<p>Namaste Sir,</p><p>&nbsp; I am Ketan Jawale from Badlapur, Thane, Maharashtra. I have a Business of service of Air conditioning , CCTV Cameras , Electrical work , Core Drill Work if any work from me Please Contact me..</p><p><br></p><p>Thank You !!</p><p><br></p><p>Sarvadnya Enterprises</p><p>Ketan Jawale</p><p>9320240715</p><p>Sarvadnyaent1@gmail.com&nbsp; &nbsp;&nbsp;</p>","industries":["Professional & Commercial Services"],"name":"Ketan Yashawant Jawale","sectors":["Others"]},{"email":"chetan5050@gmail.com","idea":"We  AJAYA SOLUTION PVT LTD come up with mobile app / platform by the brand name RupeeMax.\n<div>RupeeMax is a convenient online loan app without mortgages. It focuses on helping young white-collar workers and blue-collar workers to meet their urgent needs of petty loan in their daily life with providing a smart loan which is range from 5,000 Rupees to 10,000 Rupees and 15 days’ loan tenure. \n</div><div>\n</div><div>RupeeMax adopts the online way, which eliminates the tedious processes and applications of the traditional financial services.It is aiming to provide a new mode of borrowing with simple, convenient, flexible and fast.\n</div><div>\n</div><div>RupeeMax is only a service provider and aggregating mobile app / platform and does not do any type of lending.</div>","industries":["Finance Technology"],"name":"AJAYA SOLUTIONS PRIVATE LIMITED","sectors":["Microfinance"]},{"email":"sudbaro@bankchainasset.com","idea":"\n\n\n\n\n\n\n\n<div><span><span>✓</span></span><span>Asset\n</span><span>Marketplace </span><span>to </span><span>being </span><span>with </span><span>Business\nAssets </span><span>and </span><span>Bank&nbsp; </span><span>Stressed\nAssets. </span><span>Future </span><span>Roadmap </span><span>will </span><span>also\n</span><span>involve </span><span>Pooled </span><span>Accounts,&nbsp; </span><span>Bonds, </span><span>Commercial\n</span><span>Paper, </span><span>Unlisted</span><span> </span><span>Shares</span></div>\n\n<div><span><span>✓</span></span><span>50+\n</span><span>Structured</span><span> </span><span>Products</span></div>\n\n<div><span><span>✓</span></span><span>Participants\n</span><span>- </span><span>Banks, </span><span>ARCs, </span><span>Investors, </span><span>HNIs,\n</span><span>Family </span><span>House </span><span>Funds,&nbsp; </span><span>Investment </span><span>Trusts,\n</span><span>Sovereign </span><span>Funds, </span><span>Insurance </span><span>Cos</span></div>\n\n","industries":["AI"],"name":"AIONTHEFLY TECHNOLOGIES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"alkaizaan.engg@gmail.com","idea":"<p>Hello Sir,</p><p><br></p><p>&nbsp;&nbsp; Before I brief about my startup I would like to thank from bottom of my heart to all the members of MCA &amp; other government body Really very thanks to all of you to take the initiative in this kind of startup.</p><p><br></p><p>&nbsp;My company M/s: Alkaizaan Engineering &amp; Services OPC Pvt Ltd, Situated at Thane area covering almost all central and suburbs thane. We are taking All kind of building construction contracts or office contract. for maintenance &amp; Repairs work. We have around 25 Members of Employee In this small startup. We have been recently registered&nbsp; through MCA.&nbsp;</p><p><br></p><p>&nbsp; We are taking this starup as new India Make IN India Challenge for contribute to our nation growth, and we are enough capable to produce the growth in construction sector or equivallent. And once again I thank to our current government who thinks for change.</p>","industries":["Construction"],"name":"Electrical &amp; MEP Contractor (Labour &amp; Material)","sectors":["Construction & Engineering"]},{"email":"manasikulkarni.91@gmail.com","idea":"Medical Devices startup","industries":["Healthcare & Lifesciences"],"name":"Innoweave Biocare","sectors":["Medical Devices Biomedical"]},{"email":"mohanty@petroexplore.com","idea":"<p>OGPEX GEOSCIENCE(OPC) PRIVATE LIMITED, an independent oil and gas exploration, development and business development service provider.</p><p>Vision &amp; Mission\n</p><p>Carry out exploration, development and production of hydrocarbon work in synergetic approach by integrating geology and geo-scientific data with due diligence.\n</p><p>i) Application of cutting edge technology in the ever widening frontiers of Exploration and Exploitation of Hydrocarbons in cost effective manner.\n</p><p>ii) Innovation of new solutions to resolve the challenging problems in seismic API, Geology, drilling, testing, production and evacuation of hydrocarbon to reduce CAPEX and OPEX drastically.\n</p><p>iii) Convert liabilities to assets in the present oil and gas market scenarios.</p><p><span>iv)Research and development work on heterogeneity of the reservoirs to address the challenging problem for prediction of porosity, permeability, well deliverability and production rate within the reservoir with precision.</span></p>","industries":["Non- Renewable Energy"],"name":"OGPEX GEOSCIENCE (OPC) PRIVATE LIMITED","sectors":["Oil & Gas Exploration and Production"]}]