[{"email":"kavisha.sheth@gmail.com","idea":"House of Objects is a Mumbai based boutique offering unique and chic home decor products suiting the modern taste. Founded in 2019, House of Objects specialises in curating products from across the world to create a design-centric collection that redefines not only design but a lifestyle.&nbsp;<div>House of Objects is founded by Kavisha &amp; Anchal, with the vision to create a modern &amp; contemporary lifestyle change in the Indian market which is bereft of quality home decor items that can match their taste. With the aim to bring the design elements of the world under one roof, House of Objects is your one stop shop for beautiful home decor products.</div>","industries":["Architecture Interior Design"],"name":"PURPLE PAD LLP","sectors":["Others"]},{"email":"rawoolkumar11@gmail.com","idea":"<div><div>9 Birds is a firm that fosters the belief in breathing life into a brand's graphical requirements. It's a platform where we design graphics not just to impress, but rather to express a brand's key message to its target audience.</div></div><div><div>Designing with sincerity and integrity, 9 Birds desires to bring a new wave of simple yet impactful graphical designs. We aspire to construct visual communication through our designs for those brands who wish to tell their appealing stories.</div></div><div><div>We create world-class creatives to help businesses be more human, more productive, and more profitable.</div></div><div><div>Our Core Value:</div><div>Passion to serve - our clients are like our extended families, we genuinely celebrate their success when they love our designs.</div></div>","industries":["Design"],"name":"9 Birds","sectors":["Others"]},{"email":"dr.rekhaalim@gmail.com","idea":"<p><b><u><span>&nbsp;SSVKHEALTH AND EDUCATION PVT LTD A DPIIT RECOGNISED START UP&nbsp;</span></u></b></p><p><b><u><span> NEW PROJECT&nbsp;</span></u></b><b><u><span>NAME SRI SRI VINISHWARI\nHEALTH CARE CENTER HAS A&nbsp;</span></u></b><b><u><span>SPECIAL FOCUS ON SKILL BASED EDUCATION AND SELF EMPLOYMENT PROGRAMME IN HEALTH CARE SECTOR A FOR RURAL INDIA&nbsp;&nbsp;</span></u></b><span>LOCATION=</span><b>&nbsp;BARSANA DISTRICT MATHURA UTTARPRADESH STATE\n281405INDIA</b><span><span>&nbsp;\n</span></span><b><u><span>WITH A AIM </span><span>MAKING&nbsp; HEALTH CARE\nEDUCATION&nbsp;</span></u></b><span><span>&nbsp;\n</span></span><b><u><span>AFFORDABLE OF&nbsp; SHORT DURATION AND</span></u></b></p><p><b><u><span>SIMULTANEOUSL SKILL BASED AND ALSO</span></u></b><span><span>&nbsp; &nbsp;</span></span><b><u><span>A\nSELF EMPLOYNENT OPPORTUNITY&nbsp;&nbsp; TO RURAL\nYOUTH</span></u></b><span><span>&nbsp;\n</span></span><b><span>HOW</span><span> BY&nbsp; GIVING&nbsp; HEALTH CARE EDUCATION TRAINING&nbsp; AND CERTIFICATION&nbsp; IN FIRST AID TREATMENT IN MEDICAL EMERGENCY\nAND MEDICAL LABORATORY TESTING&nbsp; of 1-2 years</span></b><span><span>&nbsp;AT&nbsp;</span></span><b><span>&nbsp;ECONOMIC&nbsp; RATE to the UNEMPLOYED RURAL YOUTH</span></b><span><span>&nbsp;\n</span></span><b><span>&nbsp;AND THEN HELPING TRAINED CANDIDATES&nbsp; TO OPEN THEIR&nbsp;\nOWN&nbsp; FIRST AID CLINICS THUS\nCREATING SELF EMPLOYMENT</span></b></p>\n\n<p><span><span>&nbsp;&nbsp;</span></span><b><span>&nbsp;</span></b><span></span></p>\n\n<p><span><span>&nbsp;</span></span></p>","industries":["Education"],"name":"SSVKHEALTH AND EDUCATION PRIVATE LIMITED","sectors":["Skill Development"]},{"email":"thakarvnyk@yahoo.co.in","idea":"<p>- Company will improve the textile garments and fabrics by imparting speciality finishes in a small set up.</p><p>- Low water and power requirement.</p><p>- Unique finishes to garments like Antimicrpbial,Mosquito Repellent, Oil and water repellency,Anti odour in a small finishing machine</p>","industries":["Textiles & Apparel"],"name":"HV ECOTECH LLP","sectors":["Apparel & Accessories"]},{"email":"hakim@protechmanize.com","idea":"ProTechmanize is cyber security consulting, implementing and sustenance service company.&nbsp;","industries":["Security Solutions"],"name":"ProTechmanize Solutions Pvt Ltd","sectors":["Cyber Security"]},{"email":"jai.gathani@grayquest.com","idea":"GrayQuest is a fin-tech lending marketplace that seeks to provide monthly instalment facility for the education ecosystem in India. Parents can use our facility to pay for theirs or their children's education fees in monthly instalments instead of making bulk payments. We have tied up with some of India's most renowned education brands to provide this facility for their parents. Additionally, for parents using our service, we give them access to unique privileges and offers as part of our membership program.\n<div>\n</div><div>Our process is completely digital and parents can download our app and apply to enrol in our facility in as little as 2 minutes</div>","industries":["Finance Technology"],"name":"GRAYQUEST EDUCATION FINANCE PRIVATE LIMITED","sectors":["Others"]},{"email":"customercare@vetropower.com","idea":"We are dealing in Nanotechnology coatings that are water and stain repellent. Once applied the coating becomes a part of the object and helps the object from absorbing any type of water or stain.&nbsp;","industries":["Nanotechnology"],"name":"TRIFLI TECHNOLOGIES PRIVATE LIMITED","sectors":["Others"]},{"email":"sumedha.naik@syntellect.co.in","idea":"Syntellect was founded with the objective of giving every unbanked, new to banking and new to credit customer financial access and every discerning lender the ability to underwrite and take an informed decision in loan disbursement.<br>","industries":["Finance Technology"],"name":"SYNTELLECT INDIA PRIVATE LIMITED","sectors":["Advisory"]},{"email":"info@cottonguru.org","idea":"CORE PURPOSE &amp; MISSION OF COTTONGURU®&nbsp; : \n<div>To assist cotton farmers in improving yield &amp; quality, helping cotton users locate regular sources of quality cotton at nominal prices and to prevent the arbitrary use of paper and plastic objects where cotton can easily be replaced as a 'renewable resources (e.g. cotton handkerchief vs. tissue paper, cotton bags vs. plastic/paper bags), thereby saving the environment.</div>","industries":["Agriculture"],"name":"COTTONGURU","sectors":["Agri-Tech"]},{"email":"naruttom.saikia@sandnetwork.in","idea":"<a href=\"https://drive.google.com/file/d/1GEtvMA9n7_lM5DVn0NY-eMcPk0APoyf-/view?usp=sharing\" target=\"_blank\">SAND NETWORK PROFILE</a><br>","industries":["Advertising"],"name":"SAND NETWORK PRIVATE LIMITED","sectors":["AdTech"]}]