[{"email":"ravikumar.yv@xeniumdigital.com","idea":"Xenium is a technology solutions provider specializing in user and interface design for a variety of fields ranging from location based services and augmented reality.\n<div>\n</div><div>The company's technology revolves around the paradigm of Reality Computing, which seeks to integrate the digital universe into the real world by crafting interfaces that make it possible for users to interact with technology through the use of touch, sense and movement, instead of conventional wires and keyboards. \n</div><div>\n</div><div>Based on this premise Xenium is committed to developing leading edge products and customized solutions that meet the demands of an increasingly technologically oriented world.                                                                                                                                    \n</div><div>\n</div><div>We at Xenium are passionate to facilitate innovative approaches to marketing communication using traditional communication tools such as Research, CRM, Events and Advertising in combination with integrated campaign components such measurable new media technology and interaction appealing to the human senses by engaging participation and natural interaction. \n</div><div>\n</div><div>We like to push the border of what traditional management think is a limitation based on lack of knowledge of available communication tools in the new economy. This has resulted in a large regional contact base of clients increasing their sales.\n</div><div>\n</div><div>The future of advertising, effective product promotion and branding exercises is going to be more on the activity oriented Interactive Platforms, Internationally new concepts are evolving with the advent of technology and we are convinced that in India as well things will take shape towards the implementation of interactive advertising.</div>","industries":["AR VR (Augmented + Virtual Reality)"],"name":"Xenium Digital Pvt. Ltd.","sectors":["Others"]},{"email":"info.sensortechnologies@gmail.com","idea":"We are Engaged in the Manufacturing of Process Control Instruments namely.\n<div>\n</div><div> \n</div><div>\n</div><div>In order to fulfill the ever changing demands of our respected clients, We supply SS Level Floats, Cable Glands, Instrument Enclosures (Flame &amp; Weather Proof Housing), Flow/Level Instrument, Pressure &amp; Temperature Gauges, Digital Indicators, All Type of Industrial Valves, Electrical Junction Box, Control Panel, , Level Switches, Level Gauges, Flow Meters, Level Transmitters, Strainers, Sight Glasses &amp; More. Source from the certified vendors of the market &amp; comprehensive array of high-grade products. Please do contact us for a detailed brochure and any clarifications /formalities for enlistment.\n</div><div>\n</div><div> \n</div><div>\n</div><div>The said goods are tailor-made to suit to the customer’s Technical Specification &amp; Composition. The said flow, level, pressure, temperature, measurement &amp; Control Instrument are used for the chemical process, Pharmaceuticals, Petrochemicals, Power Generation, Oil &amp; Gas, Fertilizers, Refineries, Food &amp; Cement Industries etc.\n</div><div>\n</div><div> \n</div><div>\n</div><div>APPLICATION:\n</div><div>\n</div><div>Oil, Gas, Steam, Water, Air, Chemical, etc.\n</div><div>\n</div><div> \n</div><div>\n</div><div>INDUSTRIES:\n</div><div>\n</div><div>Oil &amp; Gas, Petrochemical, Chemical Plant, Power Plants, Pulp &amp; Paper Plant, Cement Plant, Construction, Water Treatment, Textile, Food &amp; Beverages, Sugar Plant, Pharmaceuticals, Water Piping Systems, Rubber, Nuclear Power, Refineries, Mills &amp; Mining, Ship Building, Steel Plant, Fabrication Unit, Fertilizers &amp; etc.</div>","industries":["Automotive"],"name":"EX PROCESS INSTRUMENTS PVT LTD","sectors":["Others"]},{"email":"karanpreetheer888@gmail.com","idea":"Chimple means choosing made simple!!","industries":["Social Network"],"name":"Chimple","sectors":["Others"]},{"email":"kiran.bhangare@siriuspoint.com","idea":"<p><b>About Us</b>: Siriuspoint is technology consulting and services company focusing on implementing and building business applications across Retail, Banking and Financial Services, Insurance and Public Sector industries.</p><p><br></p><p><b>IP Development:</b> Siriuspoint is currently in the process of developing a Blockchain based tender / RFx management system enabling organisations with a transparent, fair, secured and auditable tendering mechanism. Proposed system will be built on blockchain platform which will introduce fairness, integrity, openness and accountability.</p>","industries":["IT Services"],"name":"SIRIUSPOINT TECHNOLOGY AND CONSULTANCY SERVICES PRIVATE LIMITED","sectors":["IT Consulting"]},{"email":"divakar@dpamaritime.com","idea":"DPA Maritime (OPC) Private Limited is a marine management services provider who provides technical and statutory related consultation to ship owners, ship managers, shipbuilders, ship recyclers to facilitate efficient operations of their maritime assets during new construction, operation and end of life treatment.","industries":["Transportation & Storage"],"name":"DPA MARITIME (OPC) PRIVATE LIMITED","sectors":["Freight & Logistics Services"]},{"email":"gocrackit@gmail.com","idea":"GoCrackIt is a personalised career mentoring platform founded by IIM Ahmedabad and IIM Bangalore alumni. We help students/ working professionals to choose , prepare and succeed in their careers by connecting them with the relevant industry mentors through online channels. Our mentors are alumni of top business schools and are working in large and small companies across different industries and functions. We are passionate about what we do and want to make each and every student/ working professional succeed in their careers. We are also one of the top 15 startups amongst 1700+ start ups in the Goldman Sachs Women Startup Program and have been incubated at NSRCEL, IIM Bangalore.","industries":["Education"],"name":"GOCRACKIT LLP","sectors":["Education Technology"]},{"email":"tarun@skcvfx.com","idea":"E commerce Social media with a unique USP for middle class households across cities , small towns and and rural areas.<br>","industries":["Media & Entertainment"],"name":"Uvalue","sectors":["Social Media"]},{"email":"atul@ullanaatsports.com","idea":"<p><a href=\"http://www.ullanaatsports.com\">www.ullanaatsports.com</a><a href=\"http://www.ullanaatsports.com\" target=\"_blank\"></a></p><p><br></p><p>We at Ullanaat Sports Management(USM)&nbsp; provide overall player development through sports &amp; provide high quality sporting experience by creating a pathway for athletes &amp; fostering them to become professionals.</p><p><br></p><p><br><br></p>","industries":["Sports"],"name":"Ullanaat Sports Management","sectors":["Sports Promotion and Networking"]},{"email":"traktap@gmail.com","idea":"Swasthya Shailee, is a an online platform To inspire people to make healthy lifestyle as their \"Way of Life\" by connecting them to authentic food and ensuring that it is effective, convenient and easily accessible.&nbsp; <br>","industries":["Healthcare & Lifesciences"],"name":"ZENSYON LIFESCIENCES PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"skk123483@gmail.com","idea":"We are an Reputed Firm since 2014 and have a background for supply of Security Services, Manpower Supply, Housekeeping Services, Gardening Services and all Kinfd of Business Auxillaries in Govt recognized organizations.","industries":["Security Solutions"],"name":"M/s S K Enterprises","sectors":["Home Security solutions"]}]