[{"email":"rajchetty@yahoo.co.in","idea":"Jewelmandi is a platform for retailers to purchase their requirement such Fashion Jewellery,&nbsp; Bindi, Cosmetics and Hair accessories on wholesale price.&nbsp;","industries":["Fashion"],"name":"JEWELMANDI","sectors":["Lifestyle"]},{"email":"gladwyn@theunmarketing.agency","idea":"What we do, is start with creating the strategic messaging and stories that will persuade, energize and inspire your consumers.","industries":["Marketing"],"name":"UNMARKETING AGENCY PRIVATE LIMITED","sectors":["Branding"]},{"email":"acctqualitas2018@gmail.com","idea":"Mumbai-headquartered Hospertz India Pvt Ltd. (HIPL) is a turnkey specialist for the healthcare industry. We provide end-to-end service-from site selection, to licensing, raising funds, igniting investor interest in the project to recruiting the right talent and offering branding/marketing services to green/brownfield hospital projects.","industries":["Healthcare & Lifesciences"],"name":"HOSPERTZ INDIA PVT. LTD","sectors":["Healthcare Services"]},{"email":"chairman@mercurylaw.in","idea":"CONCEPT IS BEING TEST MARKETED AND REFINED&nbsp;","industries":["Professional & Commercial Services"],"name":"MERCURYLAW","sectors":["Professional Information Services"]},{"email":"himjal@artzyme.com","idea":"<p>Artzyme.com is an E-commerce marketplace for original, handmade Arts and home décor.&nbsp;</p><p>Our objective is showcasing talents of local artisans, craftsmen and art houses who are located in urban or remote parts of India, to make available the huge variety of Art and Culture to every Art Connoisseur and customer. </p><p>To make this come true Artzyme relies on its meticulously built supply-chain model.</p>","industries":["Art & Photography"],"name":"Artzyme.com","sectors":["Art"]},{"email":"truhealthkare@gmail.com","idea":"<a target=\"_blank\">THK -Powering Frugal Innovation in Digital Healthcare</a><br>","industries":["Healthcare & Lifesciences"],"name":"TRUHEALTHKARE PREVENTIVE HEALTHCARE SERVICES LLP","sectors":["Healthcare Technology"]},{"email":"mbaldota@gmail.com","idea":"We specialize in designing, developing and manufacturing high quality international standard products which include instrumentation valves, precision pipe fittings, compression tube fittings, PTFE products, flanges, fasteners and other customizable mechanical equipments in all grades of materials.","industries":["Technology Hardware"],"name":"Baldota Valve and Fitting Company Pvt Ltd","sectors":["Manufacturing"]},{"email":"abhijit@sentientia.com","idea":"<a href=\"http://www.Sentientia.com\" target=\"_blank\">www.Sentientia.com</a><br>","industries":["Education"],"name":"Sentientia Interactive Services Pvt. Ltd. ","sectors":["E-learning"]},{"email":"mumbadevisteel@gmail.com","idea":"Mumbadevi Steel India is a highly acclaimed manufacturer and exporter of all ferrous and non-ferrous metal products like stainless steel pipes, stainless steel tubes, steel flanges, steel butt weldings, steel pipe fittings, etc. The company has carved an unparalleled position in the industry by making relentless efforts to cater to the clients with premium quality pipes, tubes and fitting components. \n<div>\n</div><div>\n</div><div>Some of our widely accepted products include stainless steel pipes and tubes, butt and fittings, forged fittings, flanges, fasteners, plates and sheets, round bars and many more. We design and fabricate these products on the basis of special industrial requirements of our clients.</div>","industries":["Aeronautics Aerospace & Defence"],"name":"Mumbadevi Steel India","sectors":["Others"]},{"email":"parag.ved@evaluworks.com","idea":"<p>We have been working in the IT services area providing services across the industry.&nbsp;</p><p>the services are:</p><p>1. Application Development</p><p>2. Mobile App Development</p><p>3. Robotic Process Automation</p><p>4. Artificial Intelligence</p><p>5. Blockchain</p>","industries":["IT Services"],"name":"EVALUWORKS CONSULTING PRIVATE LIMITED","sectors":["Web Development"]}]