[{"email":"sahil@themethod.in","idea":"<p>Leftfield Creative Pvt. Ltd is a company that represents, nurtures and develops alternate creators, artists and cultures.</p><p><br></p><p>We represent this creative youth in the below ways:</p><p><br></p><p>1. Physical art galleries to showcase young visual and mixed media artists. The galleries will also host performances by alternate musicians.&nbsp;</p><p>2. Development of alternate content with young creative creators.&nbsp;</p><p>3. Studio services offering branding, design and strategic consulting services to organisations that want to engage with alternate youth.&nbsp;</p><p>&nbsp;</p>","industries":["Art & Photography"],"name":"Leftfield Creative Pvt Ltd","sectors":["Art"]},{"email":"aksingh.global@gmail.com","idea":"Mr. A.K. Singh Laid the Foundation of Golden Sparrow Engineer Pvt LTD as, Electrical\n<div>Contractor Company a few years Ago with its registered office in Santacruz Mumbai\n<span>(E)&nbsp;</span></div><div>•\n</div><div>M/s Golden Sparrow Engineer Pvt LTD started its 1 st Electrical Project for a Shopping Complex\n&nbsp;<span>at Washim (Mumbai) U.P and willing to diversify for the completion of the&nbsp;&nbsp;</span><span>projects related with works </span></div><div><span>Electrical Wiring </span></div><div><span>HT/LT Installation,</span></div><div><span> OHE,</span></div><div><span> Panel&nbsp;</span><span>Installation etc. as required in different Areas.&nbsp;</span></div><div>•\n</div><div>Golden Sparrow Engineer Pvt LTD Provide the entire spectrum of services relating of\n</div><div>engineering, procurement construction (EPC).\n</div><div>•\n</div><div>Our biggest asset is our team comprising experienced people and business\n</div><div>associates. Our team can seamlessly integrate into the local environment to\n</div><div>complete the projects in challenging conditions and time frames, and forge unique\n</div><div>partnerships\n</div><div>•\n</div><div>Cost reduction and cost control and efficient planning beforehand and improve\n</div><div>profitability by the adoption of the latest techniques for Project Management, Inventory\n</div><div>Control, Quality Management, with Safety provision and Introduction of Risk\n</div><div>Management, Scope Management, Resource Management.\n</div><div>•\n</div><div>•We are committed to strive high on the technology front ensuring that we offer application We are Committed to strive high on the technology front ensuring that we offer application-specific solutions of providing the greatest possible Management. Specific solutions to provide the greatest possible Management.\n</div><div>•\n</div><div>•We Provide the following services: We Provide the following services: --InstallationInstallation--\n</div><div>•\n</div><div>•HT/LT equipment.HT/LT equipment.\n</div><div>•\n</div><div>•DG Sets, Panels, Capacitor Bank.DG Sets, Panels, Capacitor Bank.\n</div><div>•\n</div><div>•Transformer, AVR.Transformer, AVR.\n</div><div>•\n</div><div>•HT/LT Cable laying.HT/LT Cable laying.\n</div><div>•\n</div><div>•OHE Works, 33/11 Substations.OHE Works, 33/11 Substations.\n</div><div>Engineering Excellence is endeavor and Hallmark of\n</div><div>Engineering Excellence is endeavor and Hallmark of Golden Sparrow Engineer Pvt</div>","industries":["Professional & Commercial Services"],"name":"Golden Sparrow Engineer Pvt LTD","sectors":["Others"]},{"email":"bipinfacilities@gmail.com","idea":"I would like to take an opportunity to introduce our company Bipin Facilities Management Pvt. Ltd. that involved in soft services(Housekeeping &amp; Facility services) for the last 7 years. We have experience in different types of housekeeping &amp; facility services All our site were met with a great satisfaction among our client's. \n<div>\n</div><div>We provide high quality services for very suitable prices. We would like to offer the services of our Company to your Organisation for your business growth. We kindly ask you to arrange the personal meeting with your organisation in order to further describe the services of our company and the value you can get from our cooperation.</div>","industries":["Professional & Commercial Services"],"name":"BIPIN FACILITIES MANAGEMENT PVT.LTD.","sectors":["Others"]},{"email":"anshulagarwal.jec@gmail.com","idea":"Idea is to make e-learning easy by using unique visual techniques.","industries":["Education"],"name":"VISFUN ACADEMY PRIVATE LIMITED","sectors":["E-learning"]},{"email":"aritramahapatra99@gmail.com","idea":"Mountbuzz plans and organizes Treks, Road Trips, Fully Customisable Holiday Packages, and other adventurous activities at a minimum cost!","industries":["Travel & Tourism"],"name":"Mountbuzz","sectors":["Others"]},{"email":"harshitpointblank@gmail.com","idea":"Hello,\n<div>\n</div><div>My name is Harshit H. Pandey, I'm working on offline digital advertisement with latest techniques in the market place and the possiblites they have to offer. My aim is to digitalise the advertisement industry and have a startup idea regarding the same</div>","industries":["Advertising"],"name":"Digi Point Blank","sectors":["AdTech"]},{"email":"Visionbeyondenterprise@gmail.com","idea":"Vision Beyond Enterprise is a company formed in 2016. It is in the process of launching a very unique concept.&nbsp;","industries":["Safety"],"name":"Vision Beyond Enterprise ","sectors":["Others"]},{"email":"navin.bhatt@nbsdgroup.com","idea":"We are a Solar Panel Manufacturing Company","industries":["Renewable Energy"],"name":"NBSD ENERGY SOLUTIONS PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"taaypro@gmail.com","idea":"The increasing need of green energy is undeniable in India. As we are being aware about global warming, CO2 emission s we have decided to phase out fossil-based energy generation and adopt green energy. Adopting to PV solar panels is important for sustainable, renewable and eco- friendly electricity generation. India is running renewable energy initiatives in a big way and has emerged as the second most attractive market for renewable energy equipment in the world. With the headquarters of International Solar Alliance, India is all set to become a global leader in solar energy.\n<div>As we are going more solar, there comes a question about maintenance of solar panels. Solar panel cleaning in India is an important factor in the solar panels’ maintenance as this helps in increasing the efficiency of solar panels.\n</div><div>With the increasing air pollution, there comes a need to protect our solar panels from the degraded quality of air as this is affecting the efficiency of solar panels. As we know solar panels are left under open sky in dusty environment. When not cleaned for a long duration of time (from few days to many months), the dust gets accumulated on the front surface of the panels which block the direct incident light from the sun. Thus, it is significantly important to clean the panels at regular intervals of time for maintaining a constant efficiency of the panels. Oil being spilled from vehicles can sit on the PV panel’s surface via air making them dirty. When dust sits on the surface, it starts blocking the light to the surface. Not every time we can rely on rain to clean our solar panels in India as it can clean our panels only for about two to three months. What about the rest days? Also, when water is dropping on the dust, sometimes it is making stains on the solar panel’s surface which will be difficult to clean out later. Apart from this, organic debris like bird poops and other things need to be cleared from the solar panels. That’s why, we need a good cleaning system for solar panel cleaning for improving their efficiency and durability. Cleaning solar panels can increase their efficiencyby 5 to 35%, which we cannot ignore for a better and cost-effective electricity production. \n</div><div>As we are going green, cleaning the solar panels with water, which is conventional way, is not eco-friendly as large amount of water is wasted. In addition to this, the salts present in water may sit at the panel’s surface and lead to corrosion, particularly if they are not corrosion resistant. It will also increase the cost for softening the water. Many times, just water is not enough as this does not remove tough stains from the PV surface. Use of detergents also may lead to the sitting of salts at the surface.  Using hard brushes or clothes can damage the glass of solar panels. It also takes more time. Using water on hot solar panels is not recommended as it can crack the coating of solar panels. Also, sending humans on the roofs for cleaning can be dangerous sometimes.\n</div><div>To avoid all these, we have developed automated solar panel cleaning system in India at TayPro. We use our special and latest technology to clean the solar panels. Our automated solar panel cleaning system cleans the solar panels with care causing zero damage to the PV panel’s surface. In our system, we use soft micro- fiber brush to clean the solar panels where minimal pressure is applied on the PV surface. This is waterless and eco friendly solar panel cleaning system and it can be very useful specially for remote areas even in the areas with water scarcity. Also, we do not use chemicals or abrasives which makes it safe for solar panels. Apart from bring waterless and eco-friendly, it also saves your time. As this system is automated, no human intervention is needed, so this method is safe for humans as there is no need to climb on rooftops. We are providing this cleaning system in India at reasonable and affordable rates.\n</div><div>With advantages like being waterless, safe on solar panels, easy on maintenance and cost, TayPro’s automated solar panels cleaning system is the best choice for the maintenance of solar panels in India. So, increase the efficiency of solar panels and boost the electricity production with TayPro and let’s help India go solar.</div>","industries":["Renewable Energy"],"name":"TAYPRO PRIVATE LIMITED","sectors":["Renewable Solar Energy"]},{"email":"sudin@bankchainasset.com","idea":"The advancement in Fintech today is heavily biased towards innovative and disruptive solutions that are powered by emerging technologies. The centuries old Ledger Management systems are now evolving into cutting edge platforms which are data driven, completely automated, intelligent and enable faster collaboration and higher participation across many constituents.\n<div>Here comes BankChainAsset…. An Innovative and Disruptive startup in the Fintech space.\n</div><div>The World’s first Global Asset - Exchange, Payment and Management Platform powered by Block chain, OTA, Automation and Artificial Intelligence.</div><div>BankChainAsset is an Innovative &amp; Disruptive startup in the Fintech space. It is World’s first Global Asset Exchange Platform powered by Blockchain, Automation and Artificial Intelligence.\n</div><div>BankChainAsset is a Buyer Seller Marketplace for Business Assets and Bank Stressed Assets. Future Roadmap will also involve Pooled Accounts, Bonds, Commercial Paper, and Unlisted Shares.\n</div><div>There are such 50+ Structured Products with participants ranging from Banks, ARCs, Investors, HFCs, Family House Funds, Investment Trusts, Sovereign Funds, Insurance Companies.</div><div>Vision -\n</div><div>“To develop the next generation Financial Workloads for Asset Exchange, Management, Networks, Collaboration and Integration for a $264 Trillion Asset Marketplace.”\n</div><div><span>Mission&nbsp;</span></div><div> To develop an Online Exchange for Trading of Distressed Assets, Assets under Reconstruction, Pooled Accounts especially in Emerging Markets.\n</div><div> Have better Transparency and Price Discovery on Buyer, Seller and Regulatory Side.\n</div><div> Based on an Auction system - Smart Legal Contracts, Disclosures, Digital Settlement.\n</div><div> To have it operating 24/7/365.\n</div><div> Event and Policy based.\n</div><div> To have participation from Banks, ARCs, Investors. Regulators, Authorities to have a Regulatory Reporting Node.\n</div><div> Create Primary Market Liquidity to Buy/Sell Loans\n</div><div> Have Early Warning System and Risk Transfer before filing for Insolvency and Bankruptcy</div><div>Once the Asset Inventory is collated, organized and properly structured based on rule based criteria using BRMS (Business Rules Management Systems), there will be far more transparency, price discovery, real-time risk models, real-time regulatory and authority reporting and thus a new ecosystem of Trust and Transparency can achieved through participatory collaboration.</div><div>The BankChainAsset will have three products.\n</div><div> Automated Asset buy/Sale Platform (B2B transactions)\n</div><div> Asset Payment Network (Payments)\n</div><div> Automated Asset Management (Strategy, Governance, Risk &amp; Compliance)</div>","industries":["Finance Technology"],"name":"BCA BIZCHAIN ASSET TECH PRIVATE LIMITED","sectors":["Trading"]}]