[{"email":"shailshah1711@gmail.com","idea":"<p>The company was incorporated in 2018 as Hiralal Riachand Private Limited and name changed to Adiveer Enterprise Private Limited this year.GST and FSSAI registration were done this year&nbsp;</p><p>The company is into selling of tea powder, masala spices and namkeen and foodstuff at extremely affordable prices less than that of market using best quality of ingredients and Hygienic Environment and preparation methods.The sales have been low but word of mouth has helped with sales,first always used to exist as home based business but I am 19 years old and decided to formally incorporate a company and make this business formal,provides temporary employment and day to day operations are manged by two women and my mother is a director of the company as well.Getting recognized under startup India and help with regards to marketing logistics and mentorship would be of great help and take the company to entirely another level.</p>","industries":["Food & Beverages"],"name":"Adiveer Enterprise Private Limited","sectors":["Food Processing"]},{"email":"upen@speedgaze.com","idea":"Registered based in Mumbai, India\n<div>Operational office in Thane, Maharashtra, India\n</div><div><br></div><div>Baytree is started and promoted by first generation entrepreneurs focusing on Digital Technology of new edge to build products, services and solutions for its customers.\n</div><div>Primary focus is on AR | VR | Cloud Computing | Automation. One of the key strength is integrating technologies in Software &amp; hardware space to bring about purposeful application to solve real life problem.\n</div><div>SpeedGaze - \n</div><div>Speed gaze is a HPC environment developed in-house to focus on HPC needs in M &amp; E, Simulation, Defence, Education, GeoEscalation, Weather etc business verticals. Solution can expand on any platform tomorrow i.e. GCP, AWS, MSA, IBM SL, all are partners or prospective collaborators.\n</div><div>Current focus is to tab Media and Entertainment Customers where there is huge need for Cloud.\n</div><div>AR  VR -\n</div><div>Still to brand it, the vertical is focusing on building product &amp; solutions in Theme Parks, Skill development, Training &amp; Education.</div>","industries":["Enterprise Software"],"name":"SPEEDGAZE TECHNOLOGIES SOLUTIONS PRIVATELIMITED","sectors":["Cloud"]},{"email":"ashwin.events@gmail.com","idea":"We are a LLP Register Startup Company Called WhiteShark Ventures LLP based out in Mumbai","industries":["Events"],"name":"WhiteShark Ventures LLP ","sectors":["Event Management"]},{"email":"accounts@elevarsports.com","idea":"<p>We at ELEVAR (<a href=\"https://www.elevarsports.com/\" target=\"_blank\">https://www.elevarsports.com</a>) use science and design to create the best performing Cricket Bats!</p><p>After more than one year of Research &amp; Development, we made 3 fundamental changes to the design of the Cricket Bat:</p><p><br>- A Dual-Design Ergonomic Handle: The top hand shape is like that of a samurai sword to give the batsman precision control, while the bottom hand maximizes power.</p><p><br></p><p>- Superior Grip Technology: Our leather ball bat grips have extra vibration dampening. Our tennis ball bat grips are made from polyurethane instead of rubber, which gives maximum comfort to a batsman playing without gloves.</p><p><br></p><p>- Aerodynamic Bat Balance: Our Product Design and Quality Control team is involved with every bat we make and take extra care in ensuring perfect bat balance.</p><p><br></p><p>The result of these changes is a bat with unparalleled bat control &amp; balance in your hands, allowing the batsman to generate far more power in each shot, without losing control of his bat!<br></p>","industries":["Sports"],"name":"ELEVAR SPORTS PRIVATE LIMITED","sectors":["Sports Promotion and Networking"]},{"email":"siddharth.badani@epsilon-aero.com","idea":"<p>Epsilon provides a full turn-key solution for&nbsp; aircraft interiors, from industrial design, to engineering, manufacturing, and retrofit or refurbishment services.&nbsp;</p><p><br></p><p>Epsilon specializes in refurbishing aircraft interiors by providing line and base maintenance support to airlines and MRO’s in the region</p><p><br></p><p>With the growing complexity of airframes, systems engines and related components, Epsilons MRO&nbsp; provides strategic location advantage, rich pool of engineering expertise and lower labor cost.</p>","industries":["Aeronautics Aerospace & Defence"],"name":"EPSILON AEROSPACE PRIVATE LIMITED","sectors":["Drones"]},{"email":"amarproducts2002@gmail.com","idea":"<a href=\"https://www.amarproducts.in\" target=\"_blank\">https://www.amarproducts.in</a><br>","industries":["Healthcare & Lifesciences"],"name":"AMAR RPODUCTS","sectors":["Pharmaceutical"]},{"email":"BARBHAYAINFOTECH@GMAIL.COM","idea":"DIGITAL SIGNATURE (All Types): A Digital Signature Certificate (DSC) is a secure digital key that\n<div>certifies the identity of the holder, issued by a Certifying Authority (CA). It offers customer an easy way\n</div><div>to sign documents online and is efficient for doing business instantly and securely.</div>","industries":["Professional & Commercial Services"],"name":"Barbhaya Techno Services LLP","sectors":["Business Support Supplies"]},{"email":"kaustubhpatil103@gmail.com","idea":"Providing custom robotics solutions<br>","industries":["Robotics"],"name":"Gem Solutions","sectors":["Robotics Technology"]},{"email":"rehan@savagepalmer.com","idea":"Technology-Enabled Accounting Solutions","industries":["Finance Technology"],"name":"Savage &amp; Palmer","sectors":["Accounting"]},{"email":"yash@cryptal.in","idea":"<p>We provide end to end Management Services for people who want to implement their ideas or projects of any sorts but do not have the expertise or time for it.</p><p>Our expertise are mainly in Projects that developing software and applications along with branding and marketing as well.</p><p>Apart from software development we also work in projects that involve generating revenue from a given land or property for example converting an idle property into a co-working space,&nbsp; restaurant, Gaming arena, Mall etc.</p>","industries":["IT Services"],"name":"Cryptal","sectors":["Project Management"]}]