[{"email":"rk@kagroup.co.in","idea":"KA - start up","industries":["Marketing"],"name":"KA","sectors":["Others"]},{"email":"bsic.bio@gmail.com","idea":"We are developing technology for Microbiological petri plates.","industries":["Healthcare & Lifesciences"],"name":"BSIC BIOTECH (OPC) PRIVATE LIMITED","sectors":["Biotechnology"]},{"email":"akshay@indianroar.com","idea":"“Indian Roar LLP” established in 2017 is your one stop solution for all digital and exponential marketing and Digital Photo booth related products and services.&nbsp;<div><br></div><div>We have extended our services to clients like Asian Paints,Make in India,Puma,Wizcraft, UBM, EEPC, Mahindra, Jagran solutions,JSW Cement,CII , FICCI, India Bulls and have successfully implemented over 2000 projects across the country.</div><div><br></div><div>Our expertise lies in providing tailored made solutions to clients which can help them project themselves or the brand differently and thus creating strong brand recall in the process.</div><div><br></div><div>We offer a wide range of products which include Holographic fan and display via projection,(First ever Mesh Projection was in India done by us in Delhi at Gandhi Jayanti ), to name a few. We specialize in customizing products related to Virtual and Augmented reality.</div><div>We also happen to be in Kumbh (Prayagraj) for almost 45 days handling government projects.</div>","industries":["Events"],"name":"INDIAN ROAR LLP","sectors":["Event Management"]},{"email":"ghuleamitr@gmail.com","idea":"Simpliforge solutions takes pride in establishing itself as a one stop, end-to-end low volume prototyping and manufacturing solution for products spanning over the FMCG sector to niche domains such as dentistry, prosthetics, jewelry, construction and so on.<div>Powered by partnerships with manufacturing domain experts, localized production facilities and international design experts, Simpliforge delivers services to the best-of-the-market quality within the domain. Employing principles of concurrent engineering, Simpliforge works with the client in real-time to ensure accuracy and transparency in the production.<br><a href=\"http://www.SImpliforge.com\" target=\"_blank\">Company Website</a></div>","industries":["Technology Hardware"],"name":"SIMPLIFORGE 3-D CREATION PRIVATE LIMITED","sectors":["3d printing"]},{"email":"Govindy1212@gmail.com","idea":"I m student..I have an idea","industries":["Retail"],"name":"oneKeys","sectors":["Retail Technology"]},{"email":"vijaymanda19@gmail.com","idea":"<p>SDA Industries has been created to set up cost effective Molasses based SandBinders for use in Foundries, Iron &amp; Steel Mills, Ferro Chrome, Carbon Black, Refractories &amp; many other industries.</p><p>This products have been developed in consultation and guidance of a Premier Sugar Institute in India.</p><p>Economical, User friendly &amp; ease of operation is hall mark of our products.</p><p>No need to go thru various approvals required for buying, transporting &amp; storage of our Molasses based SandBinders. And available off the shelf with three years.</p>","industries":["Chemicals"],"name":"SDA Industries","sectors":["Specialty Chemicals"]},{"email":"PRIYANKA@WEEMBOSS.COM","idea":"Emerging Promotional Merchandising Solutions","industries":["Marketing"],"name":"EMBOCER GIFTINGS PRIVATE LIMITED","sectors":["Branding"]},{"email":"retolabs2746@gmail.com","idea":"Rural Evolution through Technology-based Outcomes","industries":["Internet of Things"],"name":"RETO LABS PRIVATE LIMITED","sectors":["Wearables"]},{"email":"bhavesh@sparkexim.in","idea":"SPARK EXIM IS INTO IMPORTS AND TRADING IN ALL KINDS OF ADVERTISING MEDIAS FOR SIGNAGE INDUSTRY<br>","industries":["Advertising"],"name":"SPARK EXIM","sectors":["Others"]},{"email":"dkshah@systemanatech.com","idea":"<a href=\"http://www.systemanatech.com/\" target=\"_blank\">http://www.systemanatech.com/</a><br>","industries":["Analytics"],"name":"SYSTEM ANATECH (INDIA) PVT LTD","sectors":["Others"]}]