[{"email":"18vishal@gmail.com","idea":"Combining Technology and Ayurveda to solve Period problems for millions of women in India.&nbsp;","industries":["Healthcare & Lifesciences"],"name":"GYNOVEDA FEMTECH PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"shital.toke@horizonfp.com","idea":"Business Profile\n<div>About Us\n</div><div>\n</div><div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Horizon Financial Planners is leading tech savvy enthusiastic group having best ideas to reduce your efforts to achieve your goals. We believe in knowledge and process together can reduce your transaction time in loans and increase profitability in property investments.\n</div><div>\n</div><div>VISION\n</div><div>\n</div><div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; To be the most preferred Loans and property investment advisory company in India by providing consumers best choices in market, To Plan A Better Tomorrow. Determination to Succeed with strict adherence to compliance.\n</div><div>\n</div><div>MISSION\n</div><div>\n</div><div>We help every client to make correct decision on Loans and investments by using our own knowledge and our process oriented advisory through constant process of innovation, time bound implementation &amp; execution of ideas and technological developments\n</div><div>\n</div><div>Deliveries\n</div><div>\n</div><div>Deliveries which horizon did as on date is More than 150 Cr Loan disbursement for companies like LIC housing Finance LTD , ICICI bank , SBI , HDFC and many more</div>","industries":["Others"],"name":"Horizon Financial &amp; Properties Advisers LLP","sectors":["Others"]},{"email":"ketan.kolge@ko-aaham.com","idea":"<h1>Smart Sensing, Remote Monitoring</h1><p>We believe in using technology to identify an object and build intelligent decision-making capability in a smart device.<br><br>We deliver robust, secure IoT solutions that are driven by device-generated data and comply with all the industry standards.</p><p>Equipped with best-in-class hardware and years of industry experience, the company connects physical items, software/technology platforms and business apps to provide solutions for intelligent management and quick decision making, enhancing business performance and profitability. (operational efficiency)</p><p>We are a digital transformation Consulting and Solution Providing company that provides cutting-edge technology solutions, helping companies and enterprises in simplifying the complex issues / Processes that always emerge during their evolution journey.</p><p>Our aim is to help enterprises accelerate the adoption of new monitoring technologies, help them implementing simpler yet impactful solutions for various problem areas that arise during the expansion, diversification, etc., and orchestrate ongoing innovation delivering an improvement of operational efficiency. Whether it is a consumer-oriented software/technology solution or a transformative enterprise-class solution, the company leads the process from ideation and concept to delivery and provides ongoing support.</p><p><br></p><p></p>","industries":["Internet of Things"],"name":"KO-AAHAM TECHNOLOGIES LLP","sectors":["Manufacturing & Warehouse"]},{"email":"shreyaskul21@gmail.com","idea":"We are a Conversational AI company based in Mumbai. We develop AI growth tools for various Messaging channels. We make use of our deep understanding of Psychology and Technology to propel our clients towards success.","industries":["AI"],"name":"Pulsense Intelligent Solutions Private Limited","sectors":["NLP"]},{"email":"rahul@ayesign.com","idea":"AyeTalk helps people and enterprises connect and communicate with each other. AyeTalk Enterprise API is a fast, secure and reliable way for Enterprises to reach their customers worldwide and deliver important information instantly.<div><br></div><div>The proposed solution aims to deliver messages generated by Bank to their user’s devices using AyeTalk Enterprise API, primarily via Internet Routing, for increased efficiency and cost effectiveness.</div><div>The client will integrate with the existing mechanism currently being used for sending SMS’s and, will not require any modification to be made at the enterprise’s end. A DIY (Do it yourself) console shall be provided to monitor the state of messages being sent including a detailed report with analytics and overall system health.</div><div>At the user’s end, the solution can be integrated with pre-existing bank applications at one click. Apart from that, the end users can choose from iOS, Android and PWA versions of ayeTalk to receive alerts over Internet routing or continue receiving SMS’s in case of no interest, non-registration or Internet unavailability.</div>","industries":["IT Services"],"name":"AYESIGN DIGITAL PRIVATE LIMITED","sectors":["Application Development"]},{"email":"parth.mehta@dizimonk.com","idea":"DiziMonk Solution is a Pioneering organization in providing Cyber Security Services, comprising of professional consultants for whom cyber security has become ‘second nature’. Consider us as artists, handcrafting cyber solutions to intricately match our client’s needs in an ever evolving technologically driven era.","industries":["Security Solutions"],"name":"DIZIMONK SOLUTION PRIVATE LIMITED","sectors":["Cyber Security"]},{"email":"aman@onetesseract.com","idea":"<p><a href=\"https://www.tesseract3d.com/\">https://www.tesseract3d.com/</a><a href=\"https://www.tesseract3d.com/\" target=\"_blank\"></a></p><p><br></p><p>We provide Designing and 3D Printing Services in all possible technologies.</p><p>We are also in the process of launching 3D Printed products in the home decor segment which will be futuristic yet elegant designs at affordable prices.</p><p>We also resell 3D Printers and raw materials of 3D printers</p><p><br><br></p>","industries":["Design"],"name":"Tesseract","sectors":["Industrial Design"]},{"email":"sridevi@consultant.com","idea":"<p><a href=\"https://drive.google.com/file/d/1wYoBqNLcCU9i4_5U4FPRy-uaBm1wexLk/view?usp=sharing\" target=\"_blank\">https://drive.google.com/file/d/1wYoBqNLcCU9i4_5U4FPRy-uaBm1wexLk/view?usp=sharing</a></p><p><br>The Lawgical Links- Legal Support Services</p><p><br></p>","industries":["Others"],"name":"The Lawgical Links- Legal Support Services","sectors":["Others"]},{"email":"cslalithkotian@gmail.com","idea":"Creating Jobs in India","industries":["Human Resources"],"name":"ABC PRIVATE LIMITED","sectors":["Recruitment Jobs"]},{"email":"nimesh@xebra.in","idea":"<p>Xebra is India’s first-ever all-in-one biz-financial suite that provides B2B MSMEs with actionable insights to make data-driven decisions &amp; transformation.</p><p><br></p><p>All biz-finance modules: Invoicing, Expenses, Inventory, Assets, Payroll, Tax, Banking &amp; Accounting, are integrated into Xebra<br></p>","industries":["Finance Technology"],"name":"XEBRA BIZTECH LLP","sectors":["Accounting"]}]