[{"email":"kumawat_infra@yahoo.co.in","idea":"We introduce ourselves as professional company of civil construction &amp; infra projects. We have executed &amp; completed many prestigious projects successfully involving all below mentioned works.\n<div>\n</div><div>1.\tWaterproofing work of civil structures using specialized chemical treatment.\n</div><div>2.\tStructural Repairs, Plumbing, and Sanitary Work\n</div><div>3.\tAll types of flooring, cladding &amp; painting Work. \n</div><div>4.\tFabrication of Structural work, MS Tank, Gas &amp; oil pipe lines.\n</div><div>5.\tExcavation and landscaping Work etc.\n</div><div>6.\tInterior Furnishing Work.\n</div><div>7.\tAluminum Cladding &amp; Glazing Work.\n</div><div>8.\tConstruction of RCC Framed Structures.</div>","industries":["Construction"],"name":"KUMAWAT INFRASTRUCTURE PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"farhatsaxena@gmail.com","idea":"<p>Go! Biryan - widest range of distinct tasting, unique biryanis. Great presentation and strong loyalty among customers.</p><p>Brand launched in 2015 - currently 7 outlets in Mumbai, 6 outlets in Pune (3 outlets in Mumbai are own, rest are franchised)</p><p>All set to grow places - have several aces up our sleeve for scalability, with retaining customer experience.</p><p><br></p>","industries":["Food & Beverages"],"name":"Go Biryan","sectors":["Restaurants"]},{"email":"qamar@gojumpstart.in","idea":"Mobile and Internet dominate the world today. User Generated Online Reviews drives Online to Offline discovery across platforms and drives purchase decisions. AI powered Customer Interactions enables a business to get 10X more reviews (Review Boost Technology), get real time customer insights via review monitoring &amp; Reputation Defender Technology to manage online reputation, attract new customers and manage customer interactions.","industries":["Marketing"],"name":"JUMPSTART INNOVATIONS PRIVATE LIMITED","sectors":["Digital Marketing (SEO Automation)"]},{"email":"jessica@purplepencilproject.com","idea":"\n            <p><span><a href=\"http://www.purplepencilproject.com/\" target=\"_blank\">We </a>are a content portal for readers and writers, with a focus on Indian Literature from across languages, English and others (including translations).</span></p>\n        ","industries":["Media & Entertainment"],"name":"Purple Pencil Project","sectors":["Digital Media Publishing"]},{"email":"vdalvi03@gmail.com","idea":"n/////////a","industries":["Professional & Commercial Services"],"name":"VD","sectors":["Professional Information Services"]},{"email":"tirupatinaik19@gmail.com","idea":"<p>Parametric Solutions Pvt Ltd, The Advanced Industrial Training, Designing Drafting, Re-Engineering Technology And Manufacturing I.E CAD / CAM / FEA / CNC / HVAC / MEP In Thane, Maharashtra, India.</p><p><br></p><p>Parametric Solution is a leading training network of India in the field of CAD/CAM/CAE , Mechanical draftsman, Civil draftsman , Piping draftsman, Piping engineering, Civil Auto CAD course , Civil Auto CAD apprenticeship , Architecture Auto CAD, Micro station CAD, Pro-E Creo, Solid work ,UG CAD, CAM, Master diploma in process engineering, Master diploma in interior Auto CAD, Master diploma in 3D Max, Master diploma in Electrical CAD, Franchise Center for CAD, CAM,MEP,HVAC Course, Electrical Designing &amp; Drafting, Plumbing Designing &amp; Drafting , Green Building Course , Green Building LEED course , Diploma in Mechanical CAD, CAM, CNC, Master CAM, CNC Programming &amp; Operating, Master diploma in Plumbing Designing &amp; Drafting , Master Diploma in Fire Fighting Designing , Advance diploma in Ms Office, Advance diploma in Tally, Advance diploma in DTP course, Website Development course, Franchise Center for CAD, CNC, HVAC, MEP courses provides in Thane centers and various centers in India.<br></p>","industries":["IT Services"],"name":"PARAMETRIC SOLUTIONS PRIVATE LIMITED","sectors":["IT Management"]},{"email":"rehmanity@gmail.com","idea":"<p>We Help Businesses Build Relationships With Their Communities, Launch New Products, And Grow. Bitmanity is a tight-knit family. Made of curious storytellers, and creative strategists based out of Mumbai, INDIA. With the help of our collective expertise in communication, design and technology we create compelling solutions for all our partners. We are hungry for new challenges, and embrace each project with clear eyes and full hearts!<br></p>","industries":["Retail"],"name":"BITMANITY LLP","sectors":["Retail Technology"]},{"email":"pramodvatkar@gmail.com","idea":"Privee privacy solutions (P) Ltd conducts privacy audits in retail /institutional establishment's , makes amends and gives \"Privacy Seal\" to establishments based on their adhering to the parameters laid down by \"PRIVEE\".<br>","industries":["Safety"],"name":"PRIVEE PRIVACY SOLUTIONS PRIVATE LIMITED","sectors":["Personal Security"]},{"email":"suryaprakashtiwari01@gmail.com","idea":"Shree AGT Multimedia is a digital studio, passionate for creating beautiful and memorable user experience.","industries":["IT Services"],"name":"Shree AGT Multimedia","sectors":["IT Consulting"]},{"email":"alok.agrawal@waterproofingwale.com","idea":"We are providing waterproofing solution to the construction Industry with a unique methodology where our country can save huge money and leakage problem will be solved forever.","industries":["Construction"],"name":"KARMA YOGA VEDANTA PRIVATE LIMITED","sectors":["New-age Construction Technologies"]}]