[{"email":"ajaynagpal18@hotmail.com","idea":"I AM MANUFACTURER OF CASUAL SHIRTS AND PANTS. I WANT TO EXPAND MY BUSINESS CHAIN.&nbsp;","industries":["Textiles & Apparel"],"name":"AJAY NAGPAL","sectors":["Apparel & Accessories"]},{"email":"achalmittal@liquiloans.com","idea":"Lendnest is a Private Limited Company Who will apply to Reserve Bank of India for Certificate of Registration to act as NBFC. Company will be lending money to small and medium enterprises, self-employed individuals, partnership firms and other entities post-analysis of their creditworthiness.&nbsp;","industries":["Finance Technology"],"name":"LENDNEST CAPITAL PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"mks.aero@gmail.com","idea":"Codefree is a software development partner for SMBs and MSME. Our mission is to narrow the technological gap between different sector of businesses by helping small and mid size businesses. We use Low-Code application development frameworks to develop scalable product, quickly and economically. We expertise in internal Business Operations and applications. We track and automate business process to increase productivity.&nbsp;","industries":["IT Services"],"name":"CODEFREE TECHNOLOGIES PRIVATE LIMITED","sectors":["Application Development"]},{"email":"shahsweekrut@gmail.com","idea":"I am starting my business as Construction Contractor&nbsp;","industries":["Construction"],"name":"Concretebar Buildcon LLP","sectors":["Construction & Engineering"]},{"email":"mandarwadile@gmail.com","idea":"Provide Fresh vegetables online","industries":["Food & Beverages"],"name":"Vegipala","sectors":["Food Processing"]},{"email":"ajitkr84@gmail.com","idea":"Working as a PSU contract work.","industries":["Construction"],"name":"SONEPURI ENTERPRISES","sectors":["Construction & Engineering"]},{"email":"rupesh.nambiar@globalpayex.in","idea":"Global PayEx is a B2B Fintech company focussed on improving working capital efficiency in Order-to-cash cycle. Freepay, Global PayEx's sophisticated, cloud-based EIPP and AR management solution is a closed platform that facilitates electronic sharing of bills, handling of payments and comprehensive management of transaction information between B2B buyers and sellers. Freepay brings measurable improvement in DSO, working capital efficiency, dispute reduction, and intelligent automation to reduce cycle times.","industries":["IT Services"],"name":"GLOBAL PAYEX PRIVATE LIMITED","sectors":["Application Development"]},{"email":"abhi1392birajdar@gmail.com","idea":"Farming, Food Processing","industries":["Agriculture"],"name":"Abhijith Birajdar","sectors":["Food Processing"]},{"email":"info@railsys.co.in","idea":"Railsys is dedicated to delivering Integrated, Innovative and sustainable solutions to surpass our customers expectations through value driven engineering and management expertise.","industries":["Others"],"name":"Railsys Engineers Private Limited","sectors":["Others"]},{"email":"vvikmani@gmail.com","idea":"The Fresh Growers grows hydroponically. We use a growing medium to germinate, and then the roots are exposed to water, which is where the plant receives a precise nutrient mix to flourish. Thanks to sophisticated analytics, we’re able to harvest each crop at the exact right time, ensuring the flavor is at its prime. Once it’s picked, Fresh Growers produce reaches homes and stores the same day of harvest, unlike traditional produce which can take weeks.","industries":["Agriculture"],"name":"The Fresh Growers","sectors":["Agri-Tech"]}]