[{"email":"darshan.bhatt@acm.co.in","idea":"<p>EDGYTAL FINTECH INVESTMENT SERVICES PRIVATE LIMITED is a financial advisory company. The Company has developed an&nbsp; app called “Easy Tradez” to facilitate discount broking ie. Trading in Equities, Derivatives and currencies and Commodities. It is also&nbsp;<span>Providing a white labelled platform for other stockbrokers to carry out various trading and investment transactions.&nbsp;</span></p>","industries":["Others"],"name":"EDGYTAL FINTECH INVESTMENT SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"ankit@shootwiz.com","idea":"<p>ShootWiz is an app based photoshoot booking platform that offers brands a simplified process of booking their shoot.&nbsp;<span>ShootWiz ensures high quality photos and videos are produced and delivered to the brands in a seamless workflow.</span></p>","industries":["Professional & Commercial Services"],"name":"SHOOTWIZ DIGITAL SOLUTIONS PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"abhishek@earthiness.co.in","idea":"<p>Earthiness is an amazing blend of both beauty and innovation. We specialize in a wide range\n</p><p>of products to address all the different skin and hair care needs, each being solved through a \n</p><p>blend of natural ingredients and ayurvedic formulations. Our brand motto is to use this wisdom with precision for the benefit it provides.</p>","industries":["Healthcare & Lifesciences"],"name":"GREENZIE LABS LLP","sectors":["Health & Wellness"]},{"email":"hopeconinfraprojects@gmail.com","idea":"<p>Infrastructure investments are vital to a country's economic development and prosperity. Transportation, communication, sewage, water and electric systems are all examples of infrastructure. Infrastructure projects may be funded publicly, privately or through public-private partnerships.</p>","industries":["Construction"],"name":"HOPECON INFRA PROJECTS PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"jaanviparekh@gmail.com","idea":"Situated in the heart of the corporate sector in BKC, Mumbai, we provide quality, multi-cuisine meals that are affordable for the working population. From Indian to Italian to Chinese, we have been serving wholesome meals since 2017.&nbsp;","industries":["Food & Beverages"],"name":"EJ HOSPITALITY PRIVATE LIMITED","sectors":["Restaurants"]},{"email":"kzalaco@gmail.com","idea":"<p>I Have Graduate from Mumbai University, have more than 20 years of experience in accounting and Taxation field. I have started my own practice of&nbsp; Accountings writing from 1st of April,2018</p>","industries":null,"name":"Kuldeepsinh Zala","sectors":null},{"email":"amtchairman@gmail.com","idea":"<p>ERAVIO is the multi-specialty hospital which is offering best Infrastructure friendly and comforting ambience. Expert Doctors and staff with Top Notch technologies for painless and effective results, simple and effective procedures within your budget. 24/7 Availability of doctors and medical coordinators Are always available on call as well.&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"ERAVIO SUPER SPECIALITY HOSPITAL & RESEARCH CENTRE LLP","sectors":["Healthcare Services"]},{"email":"pinaki.guin@gmail.com","idea":"<p>FuBo is a tech solution which helps restaurant to get more footfalls. While other solutions are discount based FuBo works with the restaurant owners to build customer loyalty and more cash in hand for the restaurants.</p>","industries":["Food & Beverages"],"name":"FB BUSINESS SOLUTIONS LLP","sectors":["Restaurants"]},{"email":"nayan@fiveonline.in","idea":"<p>We at five online are&nbsp; Website Designing and Development Company. We’re passionate &amp; experienced team of web professionals, designers, developers, and strategists with a desire for building great website. We work with clients to develop new ideas, redesign older website, and create new MVPs and prototypes. Our primary skills are in user experience website design and mobile development.</p>","industries":["Design"],"name":"Five Online Web Solutions Private Limited","sectors":["Web Design"]},{"email":"aashwinpatel@gmail.com","idea":"<p>We Zero broker sturdy growing web portal in real estate online arena. Born out of the need to simplify the search for a property at Zero brokerage homes with genuine listings and Real Prices, we created a unique property search platform that filled the gaps left by others in the market. We are poised to become the most trusted brand to find a property in Mumbai, Navi Mumbai &amp; Thane.</p>","industries":["Real Estate"],"name":"zero broker - zero brokerage homes","sectors":["Housing"]}]