[{"email":"naveeshreddy@financepeer.com","idea":"<p>Financepeer is an unique peer to peer lending platform designed to address financial needs of self-employed, entrepreneurs &amp; salaried individuals through a highly secure, digital medium.</p><p>It allows individuals to access funds at attractive lending rates while at the same time ensuring that lenders get an assured high ROl on their contribution. Be it scaling up your business or catering to your specific personal needs, Financepeer offers you perfect funding solutions, right where you are.</p>","industries":["Finance Technology"],"name":"VISIONARY FINANCEPEER PRIVATE LIMITED","sectors":["P2P Lending"]},{"email":"theshailo@gmail.com","idea":"Providing Softwares and IT services to Retail Industry<br>","industries":["Enterprise Software"],"name":"Shyl Tech","sectors":["ERP"]},{"email":"bharat@vestedfinance.co","idea":"<a href=\"http://vested.co.in\" target=\"_blank\">Vested</a>&nbsp;has lowered the barriers for Indian investors to invest in the global stock market by offering - paperless KYC, fractional shares, commission-free trades, and a curated list of stocks and ETFs. In the process, we enable wealth creation for the Indians and also, help them to bring back the funds back to India.<br>","industries":["Finance Technology"],"name":"VESTED SERVICES PRIVATE LIMITED","sectors":["Personal Finance"]},{"email":"radiancealloys18@gmail.com","idea":"We are going to assemble electrical switch &amp; socket also other electrical items automatically with no human intervention to increase speed and accuracy of the product.&nbsp;","industries":["Others"],"name":"Radiance Alloy &amp; Electricals Private Limited","sectors":["Others"]},{"email":"admin@rstcontrolsystem.com","idea":"<div>RST Control System Electrical &amp; Instrument (I) Pvt Ltd.was established in Year 2000 i.e. in the beginning of this Millennium. RST's entry into the EPC business has been prompted by our concern for on time project completion &amp; to provide services till full satisfaction of our Customer. Our vast experience in project activities has amply justified this step, in order to gain better control on timely material supplies.\n</div><div>\n</div><div>We offer a single point solution to the in industries for Electrical &amp; Instrumentation of all over India, taking care of project engineering, procurement, construction &amp; commissioning for its clients.\n</div><div>\n<span></span></div><div>We are focused strongly on turnkey execution of projects in Pharmaceuticals, Chemicals, Fertilizers, Oil &amp; Gas, Refineries, Power plants, Cement &amp; Steel Plant, Agro based industries, water &amp; life Sciences, Beverages &amp; Distilleries, Sugar Factories general industry and other sectors.\n</div><div>\n</div><div>From proposal engineering to post-commissioning start-up services – we handle it all.\n</div><div>\n</div><div>The EPC Team is structured into various functional groups comprising of capable specialists in all branches of engineering, finance, contracts management.</div>","industries":["Others"],"name":"RST CONTROL SYSTEM ELECTRICAL &amp; INSTRUMENT (I) PVT LTD","sectors":["Others"]},{"email":"abir.dey@tradub.com","idea":"Tradub - a B2B e-procurement platform, selling a wide range of business and industrial products to MSMEs, SMEs and large businesses. The platform offers a wide range of products across various domains.\n<div>Our vision is to bring transparency in trading of business and industrial products as well as to make the whole process smooth and hassle-free. We intend to build an extensive online network empowering our clients to penetrate deeper into the market. To our customers, we aim to provide our immaculate services at the best price available.</div>","industries":["Enterprise Software"],"name":"UBSILON INDIA PRIVATE LIMITED","sectors":["SCM"]},{"email":"baldaniya.com@gmail.com","idea":"<a href=\"http://www.baldaniya.com\" target=\"_blank\">www.baldaniya.com</a><br>","industries":["Advertising"],"name":"Baldaniya.com","sectors":["AdTech"]},{"email":"saraswatirealityentpvtltd@gmail.com","idea":"Saraswati Realty Enterprises Pvt Ltd is an Pvt Ltd company. We works&nbsp;","industries":["Construction"],"name":"SARASWATI REALTY ENTERPRISES PRIVATE LIMITED","sectors":["Construction & Engineering"]},{"email":"yash.bhadana@capevalour.com","idea":"WE PROVIDE SKILLED, SEMI SKILLED AND UNSKILLED&nbsp; MANPOWER TO OUR CLIENTS &amp; HAS EMERGED AS A LEADING 3PL COMPANY IN MANPOWER SEGMENT.&nbsp;","industries":["Others"],"name":"Cape Valour Services Pvt. LTd.","sectors":["Others"]},{"email":"namanashah@gmail.com","idea":"LeSol City LLP is a company incorporated with a view to drive and finance the business of Energy Efficiency and Sustainability. The company develops its own products in Lighting sector and offers them on operational lease to the client wherein the payment is justified based on accrued energy savings to the client akin to ESCo. We are a company which have also developed solutions in the space of HVAC, Solar, Automation and IoT. Going forward we will be looking at optimisation in 3 varied segment including Energy, Space and Operational.&nbsp;","industries":["Technology Hardware"],"name":"LESOL CITY LLP","sectors":["Electronics"]}]