[{"email":"sirat.raza@nauticalmiles.org","idea":"<p>ConnectIn is going rural. ConnectIn is non-political and unbiased platform that lets common citizen to connect with their leaders , follow their works and message them their worries. Leaders can also use the platform showcase their works and also let them know their popularity meter. This platform also lets people to write their local issues. ConnectIn also serves localised breaking news .</p><p><br></p><p>We want to go rural and make connectIn a desi Twitter.&nbsp;&nbsp;</p>","industries":["Social Network"],"name":"ConnectIn","sectors":["Others"]},{"email":"mishravipul04@gmail.com","idea":"\n            We are into the making Doors and Windows for individual as well as for corporate offices and residance building, Bangalow.","industries":["Professional & Commercial Services"],"name":"Skylight Doors And Window LLC","sectors":["Business Support Services"]},{"email":"g.bappaorgochem@gmail.com","idea":"<div>G. Bappa Orgochem Private Limited (“GBO” or “the Company”), incorporated on 21 st November 2012 under Registrar of Companies, Maharashtra, has set-up an industrial unit for manufacturing of various types of chemicals such as Optical Brightening Agents (OBA), Unsaturated Polyester Resin (UPER), special polymer and phosphate.&nbsp;</div><div>The end customer for each of these products belong to broad based user segments of Detergents, Cosmetics, Textiles, Paper, Leather, Wood, Plastic, Paints and other industrial chemicals&nbsp;</div><div>It has acquired an industrial plot measuring approx. 3,200 square meters at G 31, MIDC, Tarapur Industrial Area, Taluka Palghar, District Thane 401506. Adequate plant and machineries for manufacturing the aforesaid chemicals have being procured and operational. The Company has also received consent from Maharashtra Pollution Control Board (MPCB) in order to accomplish the green-field set-up of this manufacturing facility.&nbsp;</div><div>The Company is backed by experienced promoters and has adequate technical know-how and customer relationship in order to produce the products with desired quality and sell them across various customers.</div>","industries":["Chemicals"],"name":"G. BAPPA ORGOCHEM PRIVATE LIMITED","sectors":["Others"]},{"email":"admin@dentocrafts.com","idea":"\n            <p>Focusing on three major sectors in the dental healthcare industry.&nbsp;</p><p><br></p><p>1. Manufacturing</p><p>2. Services</p><p>3. Technology</p><p><br></p><p>Identifying problems and streamlining solutions in order to organize an absolutely unorganized industry.&nbsp;</p>\n        ","industries":["Healthcare & Lifesciences"],"name":"DENTOCRAFTS SERVICES PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"INFO@BRILLBEAN.COM","idea":"In times when information technology has become an indispensable part of any growth oriented business enterprise, complexity in such scenarios is one major bottleneck faced by majority of organizations world over. We at Brillbean Ventures work with a sole motive of making things simple for our clients so they are delivered with the desired technological solutions in least complex format. Working in majority of specialized domains like integration solutions, on premise or cloud security &amp; platform development, we make it sure that you experience technology like never before","industries":["IT Services"],"name":"Brillbean Ventures Pvt ltd","sectors":["Others"]},{"email":"rajeshzajam_1735@yahoo.com","idea":"We are electrical contractor and consultant","industries":["Renewable Energy"],"name":"Bhavani Electrical","sectors":["Renewable Energy Solutions"]},{"email":"info@digiklug.com","idea":"<p><a href=\"https://digiklug.com//\">https://digiklug.com//</a></p><p><br></p><p>Digiklug (Pronounced as Digikloog) is a English German word combination that represents Smart Digitalization.</p><p>We are a startup company that already has attracted some customers in Europe we have developed several Websites and Mobile application using state of art technologies namely Blockchain, ReactJS, AngularJS, Ionic, MongoDB, NodeJS, mySQL, PHP, Wordpress, AWS, Firebase and Azure.</p><p>Our main focus is on product development however at the same time to manage the company we are also doing services and developing products for the clients mainly in Europe.</p><p>Some of our work&nbsp;</p><p><a href=\"http://www.efendibey.de\">www.efendibey.de</a></p><p><a href=\"http://www.ebadmin.efendibey.de\">www.admin.efendibey.de</a>&nbsp;- admin website for the above website</p><p>CSPAN app - currently in development for a Pharma company</p><p>QnA - Inhouse App</p><p><br></p><p><br></p>","industries":["IT Services"],"name":"DIGIKLUG SOLUTIONS LLP","sectors":["Application Development"]},{"email":"conceptcareedu@gmail.com","idea":"<a target=\"_blank\">conceptcare</a><br>","industries":["Education"],"name":"CONCEPTCARE PROFESSIONALS PRIVATE LIMITED","sectors":["Coaching"]},{"email":"pramod@aarusheesolar.com","idea":"Dear Sir/ Madam,\n<div>Greetings from Aarushee Solar Energy LLP..!!\n</div><div>Aarushee Solar Energy LLP is a rapidly growing electrical system integrator company relying on customised renewable energy solutions. We help companies / societies / bungalows / institutions reduce their monthly liability of electricity bills almost by 60% to 80%.\n</div><div>Why Us? :\n</div><div>We provide unbiased, customized solutions for Solar backup requirements. Our brand associations are with many multinational companies which are best in the industry. We endow with good service backup all over India to ensure good after sales service. We solely have 3D planning designs for our projects prior to installation of work in order to enhance efficiency.\n</div><div>We hope that you will find the proposal worthy &amp; as per your requirement. If you need any more details please let us know we will be glad to furnish the same to you.\n</div><div>Thanking you.\n</div><div><br></div><div>Yours Faithfully,\n</div><div>Team AARUSHEE Solar\n</div><div><br></div>","industries":["Renewable Energy"],"name":"AARUSHEE SOLAR ENERGY LLP","sectors":["Renewable Solar Energy"]},{"email":"jpranitj@gmail.com","idea":"A Digital Marketing Company with a touch of Innovation.","industries":["Marketing"],"name":"Aggkiya Vipanikriya LLP","sectors":["Digital Marketing (SEO Automation)"]}]