[{"email":"gautam.jaura@blinc.tech","idea":"IT Start-up for Travel Platform","industries":["IT Services"],"name":"BLINC Technologies","sectors":["Product Development"]},{"email":"roshansah1@live.com","idea":"want to start up a business of LED Bulb Manufacturing so want required lone.&nbsp;","industries":["Technology Hardware"],"name":"FIREFLIES","sectors":["Electronics"]},{"email":"dunamislifespace@gmail.com","idea":"Dunamis Lifespace Private Limited is an innovative, value driven, affordable\n&nbsp;<span>housing construction company based in Navi Mumbai. It is founded by father</span><span>-son duo (Hari Narayan Mishra &amp; Nikhilesh Mishra).</span><div><br></div><div>Hari Narayan Mishra - (Diploma in Mechanical Engg) - is an ex BARC scientific\n&nbsp;<span>officer. He believes in the ideology of “Roti, Kapda aur Makan” for ALL. After taking\n&nbsp;</span><span>voluntary retirement in 2009, he started as a property consultant in Ulwe.\n&nbsp;</span><span>Because of his goodwill and public relations, he has been able to sell nearly 500+&nbsp;</span><span>residential and commercial units in Ulwe. Now together with his son, they want to&nbsp;</span><span>build and sell/lease 3000 units by 2023.&nbsp;</span><span>Nikhilesh Mishra - (Masters in Strategic Management / BE in EXTC) - has founded&nbsp;</span><span>several other companies. He has previously worked with MSEDCL, Polycab, Zycus,&nbsp;</span><span>PwC, BVG. Nikhilesh wants to create clean &amp; green spaces for urban housing.&nbsp;</span><span>During his masters in Poland, he came across new compact housing styles&nbsp;</span><span>clubbed with affordable trendy furniture. He studied these techniques deeply and&nbsp;</span></div><div>connected with vendors/suppliers/architects and other stakeholders. After\n&nbsp;<span>coming back to India together with his father, they locked down on the strategic&nbsp;</span><span>location which fulfills today's demand for Urban housing. Nikhilesh wants to&nbsp;</span><span>create sustainable housing for all.</span></div>","industries":["Construction"],"name":"DUNAMIS LIFESPACE PRIVATE LIMITED","sectors":["Homebuilding"]},{"email":"echocommunicator@gmail.com","idea":"ECR Technologies LLP is into providing high end and versatile mobile-based solutions for employee attendance, leave reporting and official communication.&nbsp;","industries":["Enterprise Software"],"name":"ECR TECHNOLOGIES LLP","sectors":["Cloud"]},{"email":"RAJESH@CHAKRAVIEW.CO.IN","idea":"<p>CHAKRAVIEW offers an innovative communication tool between the schools / bus operators and parents with respect to the movement of the school buses.</p><p><br></p><p>We use the latest technology to track the school buses on mobile phones and send various types of alerts about the buses. Instead of using GPS devices, we use the GPS and GPRS capabilities of smartphones to offer a much more versatile solution. There is no more need to install separate RFID devices too in the buses. This takes away the burden from students to carry RFID cards everyday and swipe them appropriately.</p><p><br></p><p>CHAKRAVIEW uses a combination of a mobile app for parents, a mobile app for bus attendants and a mobile app for schools / bus operators to facilitate this commination tool.<br></p>","industries":["IT Services"],"name":"CHAKRAVIEW SOLUTIONS PRIVATE LIMITED","sectors":["Application Development"]},{"email":"kamath2989@yahoo.com","idea":"SERVICE INDUSTRY","industries":["Finance Technology"],"name":"TILMARK CONSULTANCY LLP","sectors":["Advisory"]},{"email":"thangaraja@darvind.com","idea":"<p>This entity is born with an unique Idea of providing rating for legal compliance of all the organisation , similar to CRISIL where CRISIL OR CBIL will rate based on financial parameters where as this start up will rate on legal compliance parameters.&nbsp;</p><p><br></p><p>As a first step, all applicable laws for each and every business would be reviewed</p><p><br></p><p>Second step is to assign value for each of the applicable law and finally rate based on the compliance&nbsp;</p><p><br></p><p>In addition , the Company will handle complete outsourcing of GST and Direct tax compliance on site of a client unlike BPO who manages off site&nbsp;</p><p><br></p><p>Other consulting would be rendered to foreign entities in certain specific sectors&nbsp; &nbsp;to enter india in terms of which product to sell, where and at what&nbsp; price etc apart from routine consulting with regard to&nbsp; establishment of their business.</p><p>&nbsp;</p>","industries":["Finance Technology"],"name":"DAA MANAGEMENT CONSULTING PRIVATE LIMITED","sectors":["Advisory"]},{"email":"enquiry@hinddefence.com","idea":"Hind Fibre Optic private limited, pledge to supply quality products and services for Indian Defence Forces, Railways,&nbsp;<span>Oil &amp; Gas and Infrastructures. Our main focus is to design and develop custom solutions under our R&amp;D&nbsp;</span><span>activities, such as  Intrusion Detection and Early Warning Systems. It is developed in accordance with Distributed Acoustic Sensing (DAS)</span><span>to usher an extensive protection and security system that prevents the concerned area from unauthorized access.</span>","industries":["Security Solutions"],"name":"HIND FIBRE OPTIC PRIVATE LIMITED","sectors":["Home Security solutions"]},{"email":"tranquiilaquasolutions@gmail.com","idea":"An Eco-friendly technology that&nbsp;<span>makes use of herbal extracts and organic solvents and blending agents to treat&nbsp;</span><span>sewage and various forms of industrial effluents and converting them into water</span><div>fit for reuse. Our products are helpful in converting water waste from Paper, Pharma, Textile, Leather, Heavy Industries, High Toxic chemical Industry, Petroleum based industry, Paint, Fertiliser, Glass, Shipping etc into reusable water to save water. Our products can clean Lakes, Ponds, river to keep water into WHO standards.&nbsp;</div>","industries":["Green Technology"],"name":"TRANQUIIL AQUA SOLUTIONS PRIVATE LIMITED","sectors":["Waste Management"]},{"email":"business.yashrasal@gmail.com","idea":"<p>Sassy Sauce Co. was ideated while running a restaurant business.</p><p>The need for fresh and healthy sauces resulted in this concept.</p><p>At the same time we noticed that the demand for frozen foods is increasing day by day and hence would like to venture into the sauces and frozen foods business.</p><p>We believe we have proprietary combinations for food dishes which we would like to explore.</p><p>The main aim for joining startup India is to obtain first hand industry knowledge and also raise funds as the frozen foods business requires high initial capital or &nbsp;alternative suggestions and guidance to establish the business without having to invest a high amount of money by way of outsourcing manufacturing</p>","industries":["Food & Beverages"],"name":"The Sassy Sauce Co.","sectors":["Food Processing"]}]