[{"email":"sashabhosle101@gmail.com","idea":"I have an idea and I am ready to work further. I have started to develop","industries":["Internet of Things"],"name":"Filmexpress.com","sectors":["Others"]},{"email":"gaurav-kapadia@hotmail.com","idea":"First Information Technologies provide end to end networking solutions to their clients. Our core expertise in Wi-FI, Switching, Routing, Firewalls, Cabling Solutions &amp; Cyber Securites. We deal in some well known it brands i.e. Cisco, HP Networking, AMP, Systimax, Fortinet etc. We have strong experienced presales team who work closely with clients and plan, design and provide the cost effective customise solutions as per their needs.","industries":["Telecommunication & Networking"],"name":"First Information Technologies","sectors":["Network Technology Solutions"]},{"email":"power.superwatt@gmail.com","idea":"Super Watt Power is a technology driven company with a vision to “Solarize” the future of India and economize renewable. With the expertise of a strong technical team having domain expertise, Super Watt offers customized comprehensive end to end solar energy solutions right from design and engineering to installation and maintenance. \n<div><br></div><div>Super Watt Power has been initiated with the idea to cater to the huge open market of the power consumers. We are supported by industry experts with deep knowledge and field experience in solar sector as our advisory associates.\n</div><div>\n</div><div>Super Watt Power has expertise in delivering projects on Turnkey Basis in Solar Power Generation. Our areas of expertise include the following:\n</div><div>\n</div><div>1. Design, Engineering and Integration\n</div><div>2. Supply of Modules, Inverter &amp; BOS\n</div><div>3. Installation and Commissioning\n</div><div>4. Operation &amp; Maintenance\n</div><div>5. Liaison with Government Agencies\n</div><div>6. Project Consultancy\n</div><div>7. Solar Training ;and\n</div><div>8. Energy Auditing Services</div>","industries":["Renewable Energy"],"name":"SUPER WATT POWER SOLUTIONS LLP","sectors":["Renewable Solar Energy"]},{"email":"contactus@payship.in","idea":"we have developed the 90 percent of our products, It's a Saas Software.","industries":["IT Services"],"name":"Payship IT services pvt ltd","sectors":["Product Development"]},{"email":"sumitjh33@gmail.com","idea":"<p>To carry on the business of manufacturing ,buying,selling,importing,exporting and dealing in textiles,cotton,silk,art silk,rayon,nylon,synthetic fibers,staple fibers,polyester,worsted,wool,hemp and other fiber materials.</p><p><br></p>","industries":["Fashion"],"name":"50 SHADES CLOTHING","sectors":["Apparel"]},{"email":"md.farhanshaikh21@gmail.com","idea":"<p>-GPS based system that will provide real-time data of moving objects be it Human being or Vehicles.</p><p><br></p><p>Using GPS technologies we can ensure the safety of vehicles,can protect them from being stolen,can make in bus attendance system many more.Also the home,office,premises can be automated by GSM and GPS technologies.</p><p><br></p>","industries":["Technology Hardware"],"name":"M.S TECHONOLGIES","sectors":["Embedded"]},{"email":"vedanta.babaria@gmail.com","idea":"Jetleaf Energy Pvt. Ltd. is an energy start up who's aim is to establish and revolutionize energy ecosystem by more efficient ways of commute and other means of energy consumption that impact environment. Being focused and conscious about the adverse effect on environment, climate change and carbon footprint we as humans have, idea is to change that perspective from root level and propose more efficient means and products to market. While Brand is majorly focused towards developing an electric commute ecosystem, we can proudly say that we young minds are all about Energy, Electric and Environment.","industries":["Renewable Energy"],"name":"JETLEAF ENERGY PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"founder@occasionadda.in","idea":"<p>Padmonji Events &amp; Entertainment LLP is primarily a company formed for providing services for Events and Entertainment Industry, to begin within India first.</p><p><br></p><p><a href=\"http://www.occcasionadda.in\">www.occcasionadda.in</a>&nbsp;is an online brand owned by Padmonji and is an eventing aggregator website. The goal behind developing OccasionAdda is to;</p><p>1. Try and make the events industry an organised domain.</p><p><br></p><p>2. To provide one roof information directory services. This will enable the users to access all the information regarding any vendor or service provider or freelancer and host the event with ease.</p><p><br></p><p>3. To provide a fair and comparative platform for the users to be able to select their choice and to create healthy competition amount vendors and service providers.</p><p><br></p><p>Eventually, OccasionAdd.in will be providing a complete range of Eventing Services with just one click on one domain i.e. <a href=\"http://www.occasionadda.in\">www.occasionadda.in</a></p><p><br></p><p>Want to know more about the initiative, drop a Hi on founder@occasionadda.in</p><p><br></p><p>Thanks and Regards</p>","industries":["Events"],"name":"PADMONJI EVENTS & ENTERTAINMENT LLP","sectors":["Event Management"]},{"email":"rajasthanpt@hotmail.com","idea":"We Rajasthan Pipes &amp; Tubes ourselves as a leading suppliers of fire fighting equipment,systems &amp; Manufacturer of all types of fire pump and submersible pumps and wholesaler of all CS Pipe and G.I.Pipes in all Grade.<div><br></div><div>Ever since are inception in 2011. We have supplied our total range &amp; different types of fire fighting</div><div>equipments &amp; systems to many major industries. Such as Government, Semi Government &amp; Public Sector Units.</div><div><br></div><div>All products are dully tested &amp; certified by concern representatives as per requirements before despatching them from the manufacturing facility.</div><div><br></div><div>Rajasthan reputation for quality &amp; reliability is widely a claimed &amp; its products meet various national and international standards.&nbsp;</div>","industries":["Construction"],"name":"RAJASTHAN PIPES &amp; TUBES","sectors":["Construction & Engineering"]},{"email":"yballewar@billtraceinfotech.com","idea":"BillTrace Infotech is engaged in providing Secured solution in Billing, Stock Management, Remote Management with strict Access control and Audit Trail. Our Hardware (POS) and Software solutions are unique in this competitive market with innovative design and architecture.\n<div>We are motivated by our catch line “You Greet People We Manage Business”.  The unique Interactive SMS facility provides single touch information on mobile anywhere anytime. Periodical summary reports, instant alerts for modification/cancellation provides handy tool to control the business.\n</div><div>With our unique solutions we have our cliental not only in Mumbai/Thane, but also in Gujrat, Karnataka, Goa and Andhra Pradesh.</div>","industries":["IT Services"],"name":"BILL TRACE INFOTECH PRIVATE LIMITED","sectors":["Product Development"]}]