[{"email":"komal@karmasukom-energy.co.in","idea":"<p>Our company manufactures a range of healthy products/snacks.</p><p><span>Our first product line comprises of Nutrition/Protein bars.</span></p><p><br></p>","industries":["Food & Beverages"],"name":"KARMASUKOM EDIBLES LLP","sectors":["Food Processing"]},{"email":"sanjaybhattacharji@yahoo.com","idea":"&nbsp;“Education is the most powerful weapon which you can use to change the world.” Nelson Mandela. Teplu Learning Private Ltd empowers farmers to solve their farm level problems through active digital learning. We create practical audio, video, 3D model and animation based training courses which farmers view using their smart phones. Currently the courses are available in three languages and will be created in nine different languages. A pool of technical experts and farmers who have a proven track record of solving practical problems are used to create the courses. The courses are interactive and farmers can ask questions and resolve their queries online.","industries":["Education"],"name":"TEPLU LEARNING PRIVATE LIMITED","sectors":["E-learning"]},{"email":"shimanhealthcare@gmail.com","idea":"We have started the proprietorship company and manufacturing and trading of house hold /home care product.","industries":["House-Hold Services"],"name":"Shiman Healthcare Industries","sectors":["Home Care"]},{"email":"admin@luxuryholidaygetaways.com","idea":"We are a travel startup providing luxury travel packages at at discount rates.","industries":["Travel & Tourism"],"name":"Luxuryholidaygetaways","sectors":["Hotel"]},{"email":"shastreetechnocrats@gmail.com","idea":"<p>Shastree Technocrats is a team of Chartered Engineers providing Smart Engineering Solutions. Currently, we work as Project Managers and Quantity Surveyors for various companies based in the US, UK, Australia, Middle East, and India. Simultaneously we are developing smart modular and portable houses to be constructed and erected across India.</p><p>We are looking to grow Internationally by connecting to various construction companies across the globe and provide quality Project Management services through Digital Monitoring Systems.&nbsp;</p>","industries":["Construction"],"name":"SHASTREE TECHNOCRATS PRIVATE LIMITED","sectors":["Homebuilding"]},{"email":"amit_vorain1020@hotmail.com","idea":"<p>We are an IT systems Integrator focused on the below business vertical:</p><p>Datacenter Services like On Demand Servers,Co-Location Services,Managed Services</p><p>Cloud offerings like IAAS,PAAS,SAAS</p><p>Cyber-security</p><p>IT Infrastructure</p><p><br></p>","industries":["IT Services"],"name":"SuperValue Tech Solutions","sectors":["IT Management"]},{"email":"shamkrispvtltd@gmail.com","idea":"<p>Shamkris Food and Beverages Pvt Ltd. Company incorporated 5 years back with main scope of Bringing Brand Churuwala ( FARSAN &amp; SWEETS), CHAI COFFE TIME ( CAFE or QSR), and Krisleri for Packaged Drinking Water. All the above brand are registered Trade mark and property of SHAMKRIS .&nbsp;</p><p>Idea id to run a chain of QSR who provide TEAS and Coffees along with Brand Farsan under Churuwala and packaged water krisleri .</p><p>you can visit&nbsp;<a href=\"http://www.cctonline\">www.cctonline</a>&nbsp;.co.in&nbsp; and check the flaovour of&nbsp; our product. we are looking forward to have fund&nbsp; to start such QSR.</p>","industries":["Food & Beverages"],"name":"SHAMKRIS FOOD AND BEVERAGES PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"chaitalichopdekar@gmail.com","idea":"Education 101 is a modern and compact learning space for students with vivid interests. Focusing on computer based learning to prepare our children for the digital world of tomorrow. the idea is to make success accessible to all in India.","industries":["Education"],"name":"education 101","sectors":["Skill Development"]},{"email":"catchinfoit@gmail.com","idea":"<p>www.catchenterprise.com<br></p>","industries":["Retail"],"name":"CATCH ENTERPRISES","sectors":["Others"]},{"email":"laxmikant@xclency.com","idea":"Xclency Technology Solutions is active in Development and Commercialization of industrial products  and platform that does:\n<div>\n</div><div>- Real time tracking, monitoring and controlling of overall equipment\n</div><div>- Equipment and Operator performance and efficiency\n</div><div>- Data collections at machine level for diagnostic and prognostic using IoT devices.\n</div><div>- Predictive maintenance and Prevent unexpected equipment failure.</div>","industries":["Internet of Things"],"name":"XCLENCY TECHNOLOGY SOLUTIONS LLP","sectors":["Manufacturing & Warehouse"]}]