[{"email":"ruchita.j06@gmail.com","idea":"<p>Life and Jam is a premium activewear apparel line with functionality and comfort at the center of the brand's ideology. We aim to create fashionable fitness clothing for women between the ages of 15 to 45, leading an active lifestyle and working partly from home, it’s for women who care about quality over price. We aim to educate the Indian consumer about pragmatic sustainability by emphasizing on caring for your clothes made of superior fabrics and accessories which are long lasting and hence allowing them to repeat their clothes.</p>","industries":["Fashion"],"name":"Life &amp; Jam Ecosystem LLP","sectors":["Apparel"]},{"email":"satyababu.naidu@gmail.com","idea":"<p>We are an emerging start up in the areas of IT Solutions, Business Process Management, Business Process Outsourcing and Consulting in India. Our Leadership has been engaged for more than 25 years in these service domains with various companies and has have delivered significant results. \n</p><p>Nextgen as a business associate not only helps in providing complete strategic and tactical advantages to its clients but also helps in getting the most reliable and tested methodologies and the best practices that can help respective clients business make profit and gain popularity.</p><p>At Nextgen, our customers come first. An integral part of our DNA is creating long-lasting partnerships and working with our customers to identify their needs and provide solutions that support their success. Through Experienced leadership, financial strength, and responsible business practices, we demonstrate our enduring capacity to serve the Customer needs as a key supporting partner. We have been associated with Service Industry since last many years and this provides us an edge in understanding the actual market challenges and opportunities, and hence we respond by designing comprehensive solutions that address these issues.\n</p><p>Along with focusing on traditional client segment as an organization we want to extend our expertise and technological offerings to all new starts ups in India at minimal cost to support them achieve their desired goals with regards to their core domain and enrich our country’s pride.</p>","industries":["IT Services"],"name":"NEXTGEN INFRATECH SOLUTIONS LLP","sectors":["BPO"]},{"email":"mihir@contrext.io","idea":"\n            <p>Contrext is a AI/ML driven SaaS platform for contract management which bring intelligence and automation to contract management lifecycle stages including creation, negotiation, digital signing and storage stages. The platform helps drive business efficiency, top and bottom-line growth and proactive risk management using latest AI/ML technologies to automate information extraction from contracts. It’s a one-stop cost-effective platform targeted towards SME/MSMEs and startups.</p>\n        ","industries":["Enterprise Software"],"name":"Contrext Pvt Ltd","sectors":["Collaboration"]},{"email":"shailendra.pharkya@gmail.com","idea":"<p>To provide various products &amp; services for pet parenting. Being a pet parent ourselves and learning all needs of the pet - food, walking, vet services, boarding, accessories, grooming, we realized that there are very limited options. Hence we embarked on the journey to create an ecosystem for pet parenting ourselves. PPPSPL will strive to make pet parenting easy and fun for all by creating conveniences of products &amp; services.</p>","industries":["Pets & Animals"],"name":"PHARKYA PET PRODUCTS AND SERVICES PRIVATE LIMITED","sectors":["Others"]},{"email":"jimmy.getawhey@gmail.com","idea":"<p>PEANUTBUTTER AND JELLY PRIVATE LIMITED</p><p><br></p><p>Nature of Business - Food and Beverage</p>","industries":["Food & Beverages"],"name":"PEANUTBUTTER AND JELLY PRIVATE LIMITED","sectors":["Others"]},{"email":"nirav.shah@ultragenius.club","idea":"<p>We at ULTRAGENIUS\nTECH PRIVATE LIMITED is a marketplace for top software developers, engineers,\nprogrammers, coders, architects, and consultants. The Top start-ups and national\n&amp; international companies choose developers from ULTRAGENIUS platform for\ntheir critical software projects. We Hire Top Freelance developers which Build\nthe future of work for the Digital infrastructure. Also create Digital platform\nwhich will allow talent transformation at scale of the Digital India.&nbsp;&nbsp;</p>","industries":["IT Services"],"name":"ULTRAGENIUS TECH PRIVATE LIMITED","sectors":["Others"]},{"email":"unncanny.biotech@gmail.com","idea":"<p>Dear Sir,\n</p><p>Greetings of the day!!!!!!!!!!!\n</p><p>We would like to introduce Unncanny Biotech Private Limited as a vibrant and well-established pharmaceuticals company from Mumbai, India. with a diverse portfolio in Pharmaceuticals and Nutraceuticals, Unncanny Biotech is a trusted outsourcing partner to Global Healthcare giants.\n</p><p>&nbsp;With our combined experience of years, we have built strong partnerships with our partners on the foundation of trust, reliability, integrity, transparency and accountability. Our manufacturing facility has approved by WHO-GMP &amp; FDAs of various countries. We can offer number of products with CTD Dossiers, Samples &amp; other required documents. \n</p><p>We are primarily into Oral Solid Dosages (Tablets, Capsules, Sachets &amp; Dry Powders), Liquids and Injections (Liquid &amp; Dry Powder). We can provide packaging as per your requirement as in Alu-Alu Blister, Strip, Sachets, PET Bottles, Glass Bottles or Loose containers, Ampoules. Also, we have various tie-ups so customer requests for products can be catered to other segments and divisions.\n</p><p>We have expertise in manufacturing of widest dosage forms of products:\n</p><p>Liquid Lnjections\n</p><p>Dry Powder Injections\n</p><p>Eye and Ear Drops\n</p><p>Tablets (both general &amp; Beta-Lactum)\n</p><p>Capsules (both general &amp; Beta-Lactum)\n</p><p>Dry Powder Syrups &amp; Liquid Syrups (both general &amp; Beta-Lactum)\n</p><p>External Preparations (Ointments/Creams/Lotions)\n</p><p>Oral powders &amp; jelly’s\n</p><p>Some very specific &amp; innovative Ayurveda products and Nutraceutical.\n</p><p>Currently, we are looking for reliable business partners like your esteemed organization for import and distribution for supplying high quality pharmaceutical/healthcare products at affordable prices in your country &amp; We would like to request you to please share your required products  to work on the same and offer you most competitive prices.\n</p><p>We have in-house designing facilities to design &amp; develop packaging and sales promotion in-puts. We are a very flexible company and support our partners to the fullest.\n</p><p>Please click on the following links to know more about our company www.unncannybiotech.com  \n</p><p>Please let me know the products of interest along with the estimated requirement &amp; awaiting your earliest response, in case you require further information or assistance do not hesitate to contact us.</p>","industries":["Healthcare & Lifesciences"],"name":"UNNCANNY BIOTECH PRIVATE LIMITED ","sectors":["Pharmaceutical"]},{"email":"purvahandore26@gmail.com","idea":"<p>Travelling can be a great way to enjoy a new place without any of the hassles of being on your own. There are plenty of options for budgeted tours, offbeat places, and sustainable tourism. With Manzaras Hospitality, travelling is going to be an enriching and exhilarating experience, not a burden on your pocket. That's why we offer budgeted, customised, and offbeat tours that fit your budget and preferences. We offer flights, accommodation, travelling, sightseeing, cruises and camping - everything you need to plan the perfect trip. From booking your tickets to reserving a room, we make it easy for you to get the most out of your travels.</p><p>Additionally, we also offer corporate plans that cater to the needs of companies. Our team understands that not everyone is comfortable travelling independently, which is why we also offer hassle free end to end travel solutions. With specialisation in sustainable tourism, Agro tourism, and corporate travel, we have a wide range of packages that cater to every need and budget. So if you're looking for hassle-free travel that goes beyond the basics, you've come to the right place!</p><p>Don't miss out on all the amazing things the world has to offer! With Manzaras Hospitality, you'll never have to worry about your next travel destination. If you are looking for an experience that is out of the ordinary? Then take a ride with Manzaras Hospitality. From honeymoon and family tours to adventure trips, we have everything you need to get away from it all and explore the world to your heart's content. So what are you waiting for? Call us today! We are here 24 x7 for our customer support.</p><p>In other words, Manzaras Hospitality is a hassle-free and affordable way to experience the world. Our team of experienced and knowledgeable consultants can design a tailor-made tour that suits your specific interests and budget. Our itineraries have everything you need to explore the world at your own pace and in style. Whether you're a seasoned traveller or just getting started, Manzaras Hospitality has the perfect package for you!</p><p><br></p>","industries":["Travel & Tourism"],"name":"Manzaras Hospitality ","sectors":["Hospitality"]},{"email":"ask@tantrayut.in","idea":"<p>Tantrayut aims at providing Consultancy Services in the core areas of Telecommunication Hardware.\n</p><p>It concentrates on Antenna, Radio Frequency, Microwave Design Services, and Prototype Product Development.\n</p><p>Tantrayut focuses on indigenous design and low-cost production of telecom hardware that meets the needs of customers</p><p>\n</p><p>\n</p>","industries":["Telecommunication & Networking"],"name":"TANTRAYUT TELECOMMUNICATIONS PRIVATE LIMITED","sectors":["Wireless"]},{"email":"clonefutura@gmail.com","idea":"<p>CLONEFUTURA LIVE SOLUTIONS PRIVATE LIMITED is a Private Limited Company having CIN U80903MH2022PTC377002 and having registered office situated at Off 8, Fl 1, Plot 91 Shamim Mansion Nagdevi X Lane Off Abdul Rehman Street, Mandvi, Mumbai - 400003 incorporated on 17th February, 2022.\n</p><p>Promoters are using their existing brand of CLONEFUTURA under which they are proposing to run their new business of Online Live Learning (OLL) Solutions. Here Online Live Learning is an online marketplace for passionate teachers and aspiring learners. On our platform, teachers get the chance to extend their expertise and learners get the opportunity to expand their\n</p><p>knowledge bank. If you’re someone who does not believe in a cookie-cutter teaching approach and are looking for real-time help, this platform is the right choice for you. To sum it up, we’re your one-stop solution for all things learning.\n</p><p>MAIN OBJECTS OF THE COMPANY AS PER MEMORANDUM OF ASSOCIATION OF THE COMPANY:\n</p><p>1. To carry on in India or elsewhere the business of developing and maintaining an online web portal, mobile app or directory for providing details, information, solutions and services in the education field wherein the students can approach the teachers, consultants and advisors to cater their need for knowledge building with appropriate career guidance and educational requirements directly through online mode including but not limited to designing, developing, maintaining, operating, establishing, installing, hosting, providing, creating, facilitating, supplying, selling, purchasing or otherwise dealing in software's that delivers electronic education and training applications including course wise tutorials, test and assessment tools for various subjects and topics by organising training courses through internet portals, internet networks, media portals, internet solutions, internet gateways, internet service providers, e-commerce, web based and web enabled services and applications, e-commerce service provider, e-commerce solutions, e-commerce platforms, e-commerce education, e-commerce technologies and e-business solutions.\n</p><p>2. To carry on in India or elsewhere the business of providing, imparting vocational training through online mode or blended in various sector and running educational institute for imparting coaching in English and other languages including running of training institutions or other educational institutions, conducting training seminars, providing human resources consultancy services in the field of placement, recruitment, selection to all types of executives, middle management staff, junior level staff and others as my be required by various organisations or industries and to provide other services in connection with the requirements of manpower supply and supply skilled manpower.\n</p><p>The Company is engaged in the business of providing online learning solutions for industry professionals online through web portal, mobile app or directory to the students or any other person.\n</p><p>Currently the Company is being managed by following persons:\n</p><p>1. Ms. Vidushi Daga\n</p><p>2. Mr. Sudarshan Daga\n</p><p>3. Mr. Shreyaan Daga\n</p><p>4. Ms. Koshika Mahajan\n</p><p>5. Mr. Chaitanya Bavishi</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>","industries":["Education"],"name":"CLONEFUTURA LIVE SOLUTIONS PRIVATE LIMITED","sectors":["E-learning"]}]