[{"email":"pvvemuri@gmail.com","idea":"<p>There are lot of people moving into India, moving back to India or moving within India. For the current tech savvy generation it is very hard to find a locality to live in based on critieria that might be important to them.&nbsp; For example, crime and safety in the area, housing affordability in the area, schools , hospitals ,jobs etc. Things which are essential living and finding reviews or information on them is missing.&nbsp;</p><p>With the startup India initiative ifore people want to move to India, there should be a online place to find the key information they need to make a decision and not be crippled by the unknowns.</p>","industries":["Social Network"],"name":"Zetch","sectors":["Others"]},{"email":"viru.shirvadkar@gmail.com","idea":"Shirvadkar Technology is IT Product Development company. Currently working in Restaurant Domain. Having product for Restaurants","industries":["IT Services"],"name":"Shirvadkar Technology","sectors":["Product Development"]},{"email":"aerolinkbroadband@gmail.com","idea":"Aerolink Broadband private limited&nbsp; is a complete Internet services provider at Palghar, established in 2018 for providing best of the solutions in the field of Internet technology.","industries":["Telecommunication & Networking"],"name":"Aerolink Broadband private limited","sectors":["Others"]},{"email":"sepseo11@gmail.com","idea":"<a href=\"https://www.sep.in.net/\" target=\"_blank\">SEP</a> brings you India's most accomplished chefs and the world's finest, authentic European ingredients for creating pastries and chocolates to Mumbai. Chef Anil Rohira (Corporate Pastry Chef - Felchlin, Switzerland) and Chef Vikas Bagul, give you another chance to get back to school. With over 50 years of pastry experience amongst them, they will be sharing their expertise and knowledge with you all at SEP.","industries":["Education"],"name":"School for European Pastry","sectors":["Skill Development"]},{"email":"mehul.ved@stratahive.com","idea":"We provide niche Consulting &amp; Training Services in the growing arena of Artificial\n&nbsp;<span>Intelligence (AI) , Machine Learning (ML) &amp; Advanced Analytics. We are&nbsp;</span><span>headquartered in Mumbai, India.&nbsp;</span><div><br></div><div>We are founded on the belief that Machine Learning and Artificial Intelligence are\n&nbsp;<span>Transformative Technologies that will create the next quantum gain for Businesses.&nbsp;</span></div><div><span><br></span></div><div>At StrataHive, we help clients find and capture hidden value from data through a\n&nbsp;<span>unique blend of Business Acumen, Process Innovations and State of the Art Tools &amp;&nbsp;</span><span>Technologies.&nbsp;</span></div><div><span><br></span></div><div>It is our passion to deliver Innovation as a solution to achieve your Business Goals.</div>","industries":["AI"],"name":"STRATAHIVE SERVICES PRIVATE LIMITED","sectors":["Machine Learning"]},{"email":"info@greentide.in","idea":"<p>Greentide Enviro Solutions Pvt Ltd has invented a wood chipper machine which can convert tree trimmings into soil amendments. The biggest problem of all municipalities in India is disposal of&nbsp; tree trimmings in the monsoons. If the trees are not trimmed it may fall, leading to casualty ( In the monsoon of 2018, between June and September, as many as 1,007 tree/branch collapse incidents were reported and six people had died in Mumbai alone - as per DNA report ).</p><p>This machine reduces the volume by 80%. Hence reducing the diesel consumption by 80 %. And also reducing the carbon footprint created by the CO2 emissions of these trucks. The output from these machines can be dried and used as carbon additives along with the organic wastes generated in households to create compost in our composter machines. Our wood chipper machine is the only machine in the world which can chip palm fronds. We intend to patent this design with your help. Our machines are trailer mounted hence can be hitched to the site of tree fall or tree trimming.</p>","industries":["Agriculture"],"name":"GREENTIDE ENVIRO SOLUTIONS PRIVATE LIMITED","sectors":["Agri-Tech"]},{"email":"makebathroom@gmail.com","idea":"<p>This an E-commerce multi brand store with an option of customize bathroom design.</p><p><br></p><p>Thank You.&nbsp;</p>","industries":["Architecture Interior Design"],"name":"Make Bathroom","sectors":["Others"]},{"email":"elixirautotech@gmail.com","idea":"\n            Lithium batteries for material handling equipment and other applications","industries":["Renewable Energy"],"name":"ELIXIR AUTO TECH PRIVATE LIMITED","sectors":["Renewable Energy Solutions"]},{"email":"pankaj@hipcouch.com","idea":"We are building software which will read layouts &amp; automate pricing &amp; cost estimations, so consumers can easly get cist estimate. On the services side we are building a professionally managed contracting company which uses vetted labor, suppliers, vendors &amp; techonolgy solutions to build the interiors within time &amp; on-budget","industries":["Design"],"name":"BRUISED FABRIC SOLUTIONS PRIVATE LIMITED","sectors":["Industrial Design"]},{"email":"gaurrav@cutawayyfilms.com","idea":"<p>Integrated Advertising and Film Production House </p><p><br></p><p><a href=\"https://vimeopro.com/cutawayyfilms/spotlight\" target=\"_blank\">Pls Click - Showreel</a><br></p>","industries":["Media & Entertainment"],"name":"CUTAWAYY FILMS PRIVATE LIMITED","sectors":["Entertainment"]}]