[{"email":"osrbrothers.ug@gmail.com","idea":"We have developed a technology by which we can make a material called Graphene oxide from waste. Which is a wonder material. The global graphene market size was estimated at USD 42.8 million in 2017 and is projected to witness a CAGR of 38.0% from 2017 to 2025. The global graphene market size is expected to reach USD 552.3 million by 2025. Increasing demand for lightweight and durable materials for manufacturing various components including composites is expected to fuel the product demand over the forecast period. This is big opprtunity for us to create a multi million dollar business. Please contact me, I have this technology and planning to build a new company so we need fund.","industries":["Nanotechnology"],"name":"OSRbrothers","sectors":["Others"]},{"email":"rajveer.enterprisesit@gmail.com","idea":"We are in IT services like selling of IT products (Laptops, Desktops, Printers, Cameras etc.&nbsp;","industries":["IT Services"],"name":"Rajveer Enterprises","sectors":["IT Management"]},{"email":"hvpfoodco@gmail.com","idea":"HVP Food Products Pvt. Ltd. is founded by Hasti Parekh and Trupti Goradia. Hasti Parekh is an Electronics Engineer and a Professional Chef, Le Cordon Bleu (London) Alumnus with experience in running her own restaurant. Trupti Goradia is a Commerce Graduate with cooking experience of nearly 35 years. We are currently in the product development stage and will soon start a manufacturing facility that will create Ready To Cook (RTC) Food Products that will help make a meal in less than 15min.","industries":["Food & Beverages"],"name":"HVP FOOD PRODUCTS PRIVATE LIMITED","sectors":["Food Processing"]},{"email":"ashtad.kohinoor007@gmail.com","idea":"<p>The smart fabric is a non LED physical colour and pattern changing material that can either be controlled by the user Voluntarily or involuntarily using sensors. The material can be connected to your smartphone or any other smart device via bluetooth or wifi to carry out the colour changing operation.</p><p>The applications for such a fabric in the fashion/textile vertical are revolutionary.&nbsp;</p>","industries":["Sports"],"name":"XANDERINE TECHNOLOGIES PRIVATE LIMITED","sectors":["Fantasy Sports"]},{"email":"Parabyashskrillex@gmail.com","idea":"Dimoda is an online women clothing brand.DIMODA means trendy in italian.Dimoda’s inventory &nbsp;includes only selected collection of trendy and attractive women clothing.And as an owner I can guarantee that the clothes i have selected for my inventory will impress the targeted audience as my brand always be consistent with the trend and also i can chanllenge many successful women clothing brands because i have the confidence in my plan and also I can create a huge uniqueness from other brand. Thank you","industries":["Textiles & Apparel"],"name":"Dimoda","sectors":["Apparel & Accessories"]},{"email":"jatiniitb08@gmail.com","idea":"<p>Expertrons (tiktok for professionals) is the world's first AI video bot-assisted platform for professionals to prepare for interviews &amp; get hired through referrals. Powered by AI&amp;ML capabilities along with our superhero experts - Expertrons, the platform will help professionals with their interview preparations! Aspirants can learn from the interview experience of other experts. Experts get a lifetime earning opportunity via one-on-one consultations &amp; referrals. Our experts who are alums of IITs, IIMs, NITs, Amity University, Jain University etc. are placed with top firms like Mastercard, OYO Rooms, Viacom 18, BCG, Optiver, Google, JP Morgan, Morgan Stanley, Citibank, Bajaj, Rakuten Japan, One Plus, ExxonMobil, TCS &amp; many more!</p><p><br></p><p>Vivek Gupta (CEO &amp; Co-founder, Expertrons), IITB Alum'12, successfully exited his first venture in ed-tech domain (Plancess, 2011-18) with an acquisition by Career Point (a public listed company)<br>https://www.linkedin.com/in/vivekgupta2012iitb/ï»¿<br></p><p><br>Jatin Solanki (CTO &amp; Co-founder, Expertrons), IITB Alum'12, Earlier Co-founder Eduisfun (2014-19) - Built India’s top gamified learning venture. Previous e-commerce venture acquired, featured in CNBC,Business World, a Tedx Speaker, Ex-Wipro, research alum at UPM Malaysia.<br>https://www.linkedin.com/in/jatins0lanki<br></p>","industries":["Human Resources"],"name":"Expertrons","sectors":["Training"]},{"email":"ysheth02@gmail.com","idea":"Let it Wag is a realtime rescue app for animals. It gets all the stakeholders involved in animal welfare under one roof and makes it accessible at one's fingertip.\n<div>\n</div><div>With the intention of connecting animal lovers, I started thinking about the app, meeting animal lovers, NGOs, volunteers, Vets, etc. and soon realised there are many problems other than rescue that needs attention.\n</div><div>\n</div><div>A beautiful quote which I read once ‘Saving just one animal won’t save the world, but surely it will change the world for that one animal’ inspired me and I started building the app. I spent the last year developing an idea, a brand and a platform that will empower others to ‘Just Try’; to bring assistance to any injured animal they find on streets.\n</div><div>Currently we are a family of close to 10,000 animal lovers and have helped more than 2000 animals and birds across India. We need your help to develop the app further and make it accessible to global market and help animals across the world.\n</div><div>\n</div><div>Our mission is to create a global community of animal lovers and provide them a tool to help animals across the world.</div>","industries":["Pets & Animals"],"name":"WAGGY TAILS PRIVATE LIMITED","sectors":["Others"]},{"email":"info.abtechsolutions@gmail.com","idea":"<a href=\"https://abtechsolutionss.com\" target=\"_blank\">Check Out My Website for details</a><br>","industries":["IT Services"],"name":"AB Tech Solutions","sectors":["Web Development"]},{"email":"shridhar@quantumphinance.com","idea":"Quantum Phinance was setup in mid-2006 as part of the business incubation program at Society of Innovation and Entrepreneurship (SINE), the entrepreneurship venture at Indian Institute of Technology, Bombay. The firm has continuously strived to provide simple yet effective solutions to the Banking &amp; Financial Services Industry.\n<div>\n</div><div>Quantum has launched three products till date, and has focused in adopting the best practices in managing the product life cycle:\n</div><div>\n</div><div>Our proprietary rapid application development framework, SheetKraft has been deployed at multiple organizations (like payment gateways, asset management companies, mutual fund brokers, primary dealerships, exchanges, banks) to help build line-of-business applications within each organization.\n</div><div>Our loan management platform BEACON is deployed at leading NBFC's across the globe, helping manage the entire loan life cycle for large wholesale lending operations.\n</div><div>The firm’s corporate treasury platform, InsightCORP is deployed by a multinational corporate to help automate their treasury operations across business units within Asia Pacific Region with 12 business verticals and 72 cost centres.</div>","industries":["IT Services"],"name":"QUNATUM PHINANCE CONSULTING PVT.LTD","sectors":["IT Consulting"]},{"email":"30navneet@gmail.com","idea":"\n            <p>A <b>DIPP</b> <b>recognized</b> startup. </p><p>Create a Live /VOD platform sourcing out all upcoming sports talent in India, regardless.&nbsp;<span>Showcase their abilities, bring them to the limelight, streamline, channelize and connect them.&nbsp;</span></p><p>&nbsp;</p>\n        ","industries":["Media & Entertainment"],"name":"CASTCODEDIGITAL BIOSCOPE PRIVATE LIMITED","sectors":["Digital Media"]}]