[{"email":"runal@aubotz.com","idea":"\n            <p>Aubotz Peppermint is an industrial robotics startup based out of SINE IIT Bombay.</p><p><br></p><p>Peppermint is a floor cleaning and sanitising robot for public and working spaces like Airports, Hospitals, Offices, Industries and more.</p><p>Peppermint can deep clean upto 10,000 sq.ft. of floor per hour and upto 4x more coverage per day vs traditional scrubber dryer floor cleaners.</p><p><br></p><p>Further, Peppermint works autonomously with completely automatic charging and replenishment of chemicals and consumables.</p>\n        ","industries":["Robotics"],"name":"AUBOTZ LABS PRIVATE LIMITED","sectors":["Robotics Technology"]},{"email":"Shauryaamitjain@gmail.com","idea":"<p>We basically are working as an intermediary between households and underprivileged. Our basic model is collecting scrap from houses, selling it and donating the prceeds to the consumers choice of cause.&nbsp;</p><p>India has 22% poverty rate which is very sad and we want to bring that down, hence through this we are catering to the needy by linking them to the people who are ready to help</p><p><br></p><p>At present we are catering to about 200 customers by going door to door, distributing pamphlets etc in our neighbourhood&nbsp;</p><p><br></p><p><br></p>","industries":["Social Impact"],"name":"Unwaste It","sectors":["NGO"]},{"email":"ecoeatindia@gmail.com","idea":"ECOEAT INDIA PRIVATE LIMITED IS SOLE MANUFACTURER FOR BIODEGRADABLE AND COMPOSTABLE PLASTIC,WHICH IS DEGRADE IN NATURE HELP TO REDUCE CARBON EMMISION AND MAKE ENVIRONMENT MORE CLEANER ,","industries":["Green Technology"],"name":"ECOEAT INDIA PRIVATE LIMITED","sectors":["Clean Tech"]},{"email":"dhp.mumbai@gmail.com","idea":"&nbsp;WE ARE MANUFACTURES AND SUPPLIERS OF ALL KIND OF OFFICE ,HOUSEHOLD,INSTITUTIONAL,DECORATORS&nbsp; FURNITURE ETC","industries":["Retail"],"name":"Om Woods","sectors":["Others"]},{"email":"rajesh@inatura.in","idea":"WellthyLife is India’s first Wellness Reward Program with unique SHOP, EARN, REDEEM &amp; ENCASH model. Get rewarded for taking care of your health &amp; referring others. It helps you set your health as the top-most priority.\n<div>WellthyLife is for everyone who wants to live healthy. Be it health conscious or health guilty, overweight or nutrition deficient, sedentary or active, healthy or diagnosed with disease – Wellthylife Reward is a must have for all. \n</div><div>It offers a wide range of wellness products, knowledge, information, discounts &amp; privileges. It offers solutions for preventive health &amp; better living on a digital platform with personalized Health Monitoring Panel &amp; Electronic Health Records.</div>","industries":["Healthcare & Lifesciences"],"name":"WELLTHY LIFE MARKETING PRIVATE LIMITED","sectors":["Health & Wellness"]},{"email":"recycle@bookmyjunk.com","idea":"This App has been designed to assist Individuals to get rid of all kinds of electrical and electronic waste items like chargers, cell phones, remote control, batteries, CDs, Pen Drives, Mouse, Keyboard etc. lying in their houses / offices / shops and other places. Every individual who registers on this App will receive an Eco-Box for packing discarded electrical &amp; electronic devices. This Eco-Box will then be collected from their doorstep free of cost by BookMyJunk Team. Every individual who registers on BookMyJunk App and provides E-waste for recycling to us will be honored as an Eco Warrior and will also receive a Certificate of Appreciation from BookMyJunk.\n<div>\n</div><div>We envisage to touch base 1 Million Houses under this initiative which means close to about 4 to 5 million lives to effectively get aware about the proper disposal of e-waste. We believe, together we can win this war against E-waste and contribute towards creating a greener planet.\n</div><div>\n</div><div>“Dispose Your E-waste at “No Extra Mile to Walk &amp; No Extra Cost of Collection”</div>","industries":["Waste Management"],"name":"Book My Junk","sectors":["Others"]},{"email":"divya@proeves.com","idea":"ProEves is India's leading online Early education and Childcare solutions\n company. We have two business lines (B2C) &amp; (B2B)<span></span><div>B2C (Consumer)\n</div><div>1. Largest aggregator of preschools/daycare providing access to flexible &amp; credible edu-care options \n</div><div>2.Building credibility by way of ProEves Edge centres\"OYO-like\" \n</div><div>(Centres powered by ProEves by 3s’s SAAS, Skill and Sales amongst the 70% unorganized players)\n</div><div>3.Online booking of preschool, daycares on the platform (www.proeves.com) \n</div><div>\n</div><div>\n</div><div>\n</div><div>B2B (Corporates)\n</div><div>1.Ensure Compliance and improved Employee productivity by providing Childcare at Work benefit\n</div><div>2.Childcare Management for employees - supporting employees \n</div><div>from inquiries, decision making support, admission formalities, grievances and payments\n</div><div>3.Compliance wrt Maternity Benefit Act 2017 – mandates crèche for all offices with greater than 50 employees</div>","industries":["Education"],"name":"PROEVES SERVICES PRIVATE LIMITED","sectors":["Education Technology"]},{"email":"appsandblockchainsolutions@email.com","idea":"<p><a href=\"https://www.appsandblockchainsolutions.com/\" target=\"_blank\">Apps &amp; Blockchain Solutions</a> is an answer to all your Digital needs. We are focused on creating High quality and stylish Websites, Mobile apps and Dapps based on Blockchain technology.<br></p>","industries":["IT Services"],"name":"Apps &amp; Blockchain Solutions","sectors":["Application Development"]},{"email":"Pratikmishra@rileindia.org","idea":"<p>RILE stands for \"Robotic Interactive Learning Environment\"; RILE INDIA LAB is Research and Development company major areas of focus are Aerospace and Fuel cell technology.</p><p><br></p>","industries":["Robotics"],"name":"RILE INDIA LAB","sectors":["Robotics Technology"]},{"email":"darsh@monech.com","idea":"Founded by a 19 year old, Monech – was formed with a Vision – ‘To Help individuals take the Most Accurate Financial Decisions’. It revolves around the concept of Financial Literacy and aims to combine Convenience with Quality, in order to build a technology for the Next Billion Indians.\n<br><br><div>Monech is aimed towards fostering the relationship between the 5 pillars of Financial Literacy – Awareness, Knowledge, Skills, Attitude &amp; Behavior – to help individuals across the World take sound Financial Decisions, thereby enabling Financial Well – Being.</div>","industries":["Finance Technology"],"name":"MONECH PRIVATE LIMITED","sectors":["Personal Finance"]}]