[{"email":"sdkmograph@gmail.com","idea":"We will be specialised in animations, graphic designs,Brand strategy,Branding,Digital Marketing,Social media marketing, content marketing,Blogging Seo, Email marketing","industries":["Marketing"],"name":"The Motion Story","sectors":["Others"]},{"email":"adj.deepesh@gmail.com","idea":"The Vision of our Company is to tackle Depression, Loneliness in the society by creating a platform for individuals which would be monitored by our app( Currently Unnamed &amp; in Development).\n<div>\n</div><div>This app would be the vehicle for users to discuss their grievances, sorrows with other users registered with us for spreading happiness.</div>","industries":["Social Network"],"name":"Happy Hex","sectors":["Others"]},{"email":"tm1.skrathi@gmail.com","idea":"This is start up to innovate","industries":["Marketing"],"name":"Harsh Private Limited","sectors":["Digital Marketing (SEO Automation)"]},{"email":"joykot1236@gmail.com","idea":"<p>We are Technology Startup mainly in Embedded Technology.</p><p>Developing a Medical Device for Pre-Detection of Cancer.</p>","industries":["Technology Hardware"],"name":"AKSIPRANA TECHNOLOGIES","sectors":["Embedded"]},{"email":"mahekenterprises2005@gmail.com","idea":"supplier/service provider of it products and electronics appliances","industries":["Others"],"name":"MAHEK ENTERPRISES","sectors":["Others"]},{"email":"vishwesh@teqdise.com","idea":"'Teqdise' is an inventive transformation organization with objective to build and elevate the better future for People, students and community around. Our major goal is to blend the best on innovative technologies and channel them to our assorted roster of the clients. Our Premium and esteem leading capabilities in technology, communication,  advertising, marketing , public relations gave us an matchless depth in understanding the need for today's individual. Since, Most of the Technology inventors and producers don't try to sell or promote directly to their end user there we exercise and implement their networks for distribution and promotion of the products enabling education empowerment plying technology products and transforming the world of education as well as the organization of other sectors. \n<div>Our Management techniques, Marketing technology, Consulting strategies, commerce solutions and structure integration services alongside our unique partnerships with the world's leading technologies companies deliver the importance and value for growth of our clients. We use our tailored made skilled sales techniques, immense networks, variegated business and distribution models to reach our clients and partnered companies demands for enhancing their revenue and expanding their reach. We have a passionate crave to indigenous, to thrust and business boundaries for helping our clients authentically and transforming their business in the areas like Robotics , Smart Classroom Solutions , Software Based Solutions for education and other sectors, World's best 'STEM' education i.e. accreditation , Authentication of Education products and Stem Certifications , AI and Blockchain solution provider for Business automation.\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>\n</div><div>Hello,\n</div><div>\n</div><div>It is indeed a great pleasure to start communication with you. We are a premium marketing organisation in India and our work is oriented on various segments especially in education sectors. However, We find a opportunity to grow further with respect to Smart boards and Panels segments. Recently, Our management has decided to have our own name branded smart boards and panels with the help of your esteemed company and to sell in different parts of the country. \n</div><div>\n</div><div>Teqdise Introduction:\n</div><div>\n</div><div>'Teqdise' is an inventive transformation organisation with objective to build and elevate the better future for People, students and community around. Our major goal is to blend the best on innovative technologies and channel them to our assorted roster of the clients. Our Premium and esteem leading capabilities in technology, communication,  advertising, marketing , public relations gave us an matchless depth in understanding the need for today's individual. Since, Most of the Technology inventors and producers don't try to sell or promote directly to their end user there we exercise and implement their networks for distribution and promotion of the products enabling education empowerment plying technology products and transforming the world of education as well as the organisation of other sectors.\n</div><div>Our Management techniques, Marketing technology, Consulting strategies, commerce solutions and structure integration services alongside our unique partnerships with the world's leading technologies companies deliver the importance and value for growth of our clients. We use our tailored made skilled sales techniques, immense networks, variegated business and distribution models to reach our clients and partnered companies demands for enhancing their revenue and expanding their reach. We have a passionate crave to indigenous, to thrust and business boundaries for helping our clients authentically and transforming their business in the areas like Robotics , Smart Classroom Solutions , Software Based Solutions for education and other sectors, World's best 'STEM' education i.e. accreditation , Authentication of Education products and Stem Certifications , AI and Block-chain solution provider for Business automation.\n</div><div><br></div><div>\n</div><div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</div>","industries":["Marketing"],"name":"TEQDISE HYPEKETING PVT LTD","sectors":["Others"]},{"email":"bniyengar@gmail.com","idea":"<p>paykal app is a Hyperlocal Credit based commerce system.</p><p>App link: <a href=\"https://play.google.com/store/apps/details?id=co.chatsdk.android.app.seller&amp;hl=en\">https://play.google.com/store/apps/details?id=co.chatsdk.android.app.seller&amp;hl=en</a></p><p>Main Features of the App are</p><p>A. Integration of Credit and business development becomes highly attractive to the retailers.\n</p><p>\n<span>B. Aggregating bills of local shops and paying on a monthly basis digitally gives an extraordinary convivence to the customers</span></p><p><br></p><p><br></p>","industries":["Finance Technology"],"name":"KAVA247 TECHNOLOGIES PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"musthealpromise@gmail.com","idea":"Must Heal, a fast-upcoming medical partner to fulfill all the present generation needs in\n<div>medicines, first aid and travel aids. The scenario of lack of awareness among people regarding first\n</div><div>aid and its necessity brought the young pharmacy post-graduates in this field. We feel pharmacists\n</div><div>should play a critical role in improving the current state of healthcare in our country. First aid is a\n</div><div>concept which exists from a very long time but it is not taken seriously or rather neglected by many\n</div><div>due to lack of understanding and awareness. Even though the first aid is available at some places\n</div><div>but it is not utilized properly.\n</div><div>We believe that many lives are saved when first aid is given in the right manner and at the\n</div><div>right time, hence we have taken the responsibility to install, maintain and improve the perception\n</div><div>about first aid kits. By following the recommendations on first aid kit by the World Health\n</div><div>Organization (WHO) and National health portal, India, we have designed range of first aid kits and\n</div><div>boxes which are portable, durable and user friendly with our maintenance service makes you always\n</div><div>prepared for any mishaps.</div>","industries":["Healthcare & Lifesciences"],"name":"MUST HEAL","sectors":["Pharmaceutical"]},{"email":"nishantsingh10691@gmail.com","idea":"Startup in fintech sector<br>","industries":["Finance Technology"],"name":"Yet to decide","sectors":["Others"]},{"email":"r@renzo.in","idea":"We are making simple hotel operating system to manage key hotel operations which increase the occupancy and efficiency of a hotel. Additionally, we make the whole ecosystem paperless.","industries":["Enterprise Software"],"name":"Renzo ","sectors":["Cloud"]}]