[{"email":"shalincomposites@gmail.com","idea":"<p>Shalin Composites India Pvt Ltd. is in 3 rd year of operations starting from may 2017. we are in to FRP pressure vessels manufacturing using CNC filament winding machine which is one of a kind plant in whole maharashtra. offering Customized FRP pressure vessel is our USP.</p><p>we mainly cater to domestic and international OEMs who are in to water treatment and Desalination business.</p><p><br></p><p>www.shalincomposites.com<a href=\"https://www.youtube.com/watch?v=Av5EW2HtC0Y\" target=\"_blank\">company video</a></p>","industries":["Professional & Commercial Services"],"name":"SHALIN COMPOSITES (INDIA) PRIVATE LIMITED","sectors":["Environmental Services & Equipment"]},{"email":"info@qpras.com","idea":"<u><b>OUR BACKGROUND :\n</b></u><div>\n</div><div>\n</div><div>QPRAS MARINE SERVICES LLP (QMS) was formed keeping in view that all it’s clients can get Survey related services i.e- Inspection &amp; Testing, Fumigation and other related services under one roof. With our registered office at Mumbai and network offices at all major ports &amp; cities in India, we are committed to render prompt and personalized services to all our clients\n</div><div>\n</div><div>\n</div><div><b><u>OUR VISION\n</u></b></div><div>To create an international bench mark in inspections, valuations, survey and loss adjustments\n</div><div>OUR MISSION\n</div><div>To commit PROFESSIONALISM with QUALITY and TRANSPARENCY.\n</div><div>CORE VALUES\n</div><div>•\tProfessionalism\n</div><div>•\tIntegrity\n</div><div>•\tAccountability\n</div><div>•\tService Excellence\n</div><div>\n</div><div><b><u>OUR SERVICES :\n</u></b></div><div>We offer Inspection, Supervision, Sampling, Testing, Plant Monitoring services as required for: \n</div><div>\tMinerals, Ores &amp; Concentrates (Iron Ore, Lumps &amp; Pellets, Manganese Ore, Chrome \n</div><div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Ores, etc.)\n</div><div>\tEnergy Minerals (Coal, Coke, Met Coke, etc.)\n</div><div>\tIndustrial Minerals (Bentonite, Gypsum, Salt, Soda Ash, Talc, Zeolite, etc)\n</div><div>\tRaw materials for Cement, Steel &amp; Fertilizer Industries\n</div><div>\n</div><div>\tRaw and finished Fertilizers\n</div><div>\tBuilding Stones (Granite, Limestone, Marble, Sandstone, Slate, etc.)\n</div><div>\tSteel &amp; Scrap Metal\n</div><div>\tChemicals\n</div><div>\tFood grains ,Animal feed and other agricultural products\n</div><div>Our regular scopes include:\n</div><div>\n</div><div>\tSupervision at mine heads and delivery ends.\n</div><div>\tOnsite quality control laboratories for production and processing.\n</div><div>\tLoad port / Disport Quality &amp; Quantity Inspection &amp; Supervision\n</div><div>\tQuantity (Weight &amp; Numbers) determination, verification and assessments such as \n<span>&nbsp;Draught Survey (Initial, Intermediate &amp; Final), Tally.&nbsp;</span></div><div>\tWarehouse supervision\n</div><div>\tStuffing &amp; Loading Supervision.\n</div><div>\tInspection of cleanliness and load worthiness of vessel hatch/hold containers, as  &nbsp;\n<span>applicable.&nbsp;</span></div><div>\tVerification of packaging type and condition, checking marking &amp; labeling, damage \n<span>to units, method of stowage, etc. Visual survey for units at point of loading to&nbsp;</span><span>&nbsp;match purchase order specifications.&nbsp;</span></div><div>\tSupervision for standardization / bagging / packing - Loss prevention of bulk / \n<span>bagged material during handling, transit and transportation leading to substantial</span><span>&nbsp;financial benefits.&nbsp;</span></div><div>\tSampling and sample preparation across various stages of transport and storage.\n</div><div>\tLaboratory Testing, Analysis and Certification for various quality parameters.\n</div><div>\tStock verification for periodic inventory checks out turn reports.\n</div><div>\tPlant monitoring and process control.\n</div><div>\tProvision of Photographic Evidence across various stages as required.\n</div><div>\n</div><div>\n</div><div><b><u>Our People\n</u></b></div><div>\n</div><div>QMS people are well qualified (sector specific), trained, highly experienced, motivated and entirely dedicated. Apart from job related proficiency \"Professional Conduct\" and \"Customer Satisfaction\" are pre-requisite to QMS people. Personal capabilities are continually enhanced to suite changing market needs.\n</div><div>Each employee is responsible for the quality of work and improves the same continually, leading to greater customer satisfaction and improvement in the organization's capabilities and performance. We are committed to provide adequate and effective resources and manage them efficiently to ensure continual improvement of quality management system and customer satisfaction. We train our people in the principles and methods of quality improvement and operational / generic skills to enable them to identify and eliminate problems thereby improving our service quality and value our customer's interest.\n</div><div>Metals, Minerals, Ores &amp; Chemicals\n</div><div>\n</div><div>\n</div><div><b><u>OUR NETWORK\n</u></b></div><div><br></div><div>ANDHRA PRADESH\n</div><div>\n</div><div>TELANGANA\n</div><div>\n</div><div>MADHYA PRADESH\n</div><div>\n</div><div>RAJASTHAN\n</div><div>\n</div><div>MAHARASHTRA\n</div><div>\n</div><div>GUJARAT</div>","industries":["Others"],"name":"QPRAS MARINE SERVICES LLP","sectors":["Others"]},{"email":"enamhyder110@gmail.com","idea":"<p>We are interested in Developing and Manufacturing of Electric Vehicle Models under Make in India. Design and Patent completed. Development of Prototype is arranged in Turino, Italy with France &amp; Italian company.&nbsp;<a href=\"https://drive.google.com/open?id=17koaRlYN4TrCHxrDfpEWaIJ3gmUOzGRP\" target=\"_blank\">https://drive.google.com/open?id=17koaRlYN4TrCHxrDfpEWaIJ3gmUOzGRP</a>&nbsp;</p>","industries":["Automotive"],"name":"LANGSCHWERT AUTOMOTIVE PRIVATE LIMITED","sectors":["Auto & Truck Manufacturers"]},{"email":"ssuresh@exxtechchem.com","idea":"WE ARE THE SUPPLIER FOR LABORATORY INSTRUMENTS AND CONSUMABLES FOR OIL &amp; GAS INDUSTRY, PHARMA INDUSTRY, GOVERNMENT INSTITUTIONS, ETC.","industries":["Marketing"],"name":"EXXTECH PHARMA PRIVATE LIMITED","sectors":["Sales"]},{"email":"ssuresh@ssscientific.net","idea":"WE ARE THE SUPPLIERS FOR LABORATORY INSTRUMENTS TO HYDROCARBON INDUSTRY","industries":["Chemicals"],"name":"S. S SCIENTIFIC","sectors":["Specialty Chemicals"]},{"email":"suryavanshijuili@gmail.com","idea":"nbasvjV","industries":["Marketing"],"name":"ABC","sectors":["Branding"]},{"email":"robonline786@gmail.com","idea":"I HAVE STARTED THIS COMPANY 1 YEAR BEFORE SELLING PRODUCTS ONLINE ON AMAZON FLIPKART AND ALSO OFFLINE","industries":["Marketing"],"name":"ROYAL ONLINE BAZAAR","sectors":["Sales"]},{"email":"ashutosh@circlegaming.com","idea":"CIRCLE Gaming is India’s only organised and professionally managed company who understand the nuts &amp; bolts of the Gaming. We have highly skilled team who live Gaming every day. Having chain of Cafes in India owned &amp; operated by company along with franchise network having 750+ Gaming PCs &amp; Consoles.\n<div>\n</div><div>CIRCLE Gaming gives best gaming experience to Gamers at all level, be it amateur, aspiring or professional. Having in house team of R&amp;D at CIRCLE, we make world class innovative products from every feedback of the Gamers.\n</div><div>\n</div><div>CIRCLE Gaming has become a first choice among Gamers and best place for the brands like LG, ZOTAC, to be closer to gamers to give them best of product experience.\n</div><div>\n</div><div>We offer a High End PCs. Console, Comfortable Gaming Chairs &amp; Bean Bags, Soft Drinks &amp; Brain Food…</div>","industries":["Sports"],"name":"CIRCLE Gaming","sectors":["Others"]},{"email":"parkandearn.iitb@gmail.com","idea":"Our idea in a single line is Airbnb for parking. Peer to Peer parking space sharing. In congested cities like Mumbai, Delhi, Bangalore, etc. it's hard to get parking in the place where you need it and when you need it, coz there is no place on the road or no public parking nearby. But at the same time, there are housing societies or corporate buildings nearby, which have empty parking places. We want to connect these two ends of supply and demand. And we want to do this in such a way that there is absolutely no hassle and total convenience at either end, i.e. person who is parking and a person who is renting parking.","industries":["Transportation & Storage"],"name":"ParkandEarn","sectors":["Passenger Transportation Services"]},{"email":"iitbravindra04@gmail.com","idea":"Our idea in a single line is Airbnb for parking. Peer to Peer parking space sharing. In Congested cities like Mumbai, Delhi, Banglore etc. it's hard to get parking in the place where you need it and when you need it, coz there is no place on the road or no public parking nearby. But at the same time there are housing societies or corporate buildings nearby, which have empty parking places. We want to connect these two ends of supply and demand. And we want to do this in such a way that there is absolutely no hassle and total convenience at either end, i.e. person who is parking and a person who is renting parking.","industries":["Transportation & Storage"],"name":"ParkandEarn","sectors":["Passenger Transportation Services"]}]