[{"email":"naveenswarna28@gmail.com","idea":"We fill in all the IT needs . Our assets was our experience in building a easy solution to a complex query.","industries":["IT Services"],"name":"naveen swarna apps opc private limited","sectors":["Application Development"]},{"email":"wasteppl108@gmail.com","idea":"Deccan Mine Waste Processing Private Limited, having registered office in Mumbai, is one of India’s new Start up full-service, vertically solid waste management companies, providing non-hazardous solid waste recycling, and landfill disposal services to commercial, industrial, municipal and residential customers throughout the India.","industries":["Waste Management"],"name":"DECCAN MINE WASTE PROCESSING PRIVATE LIMITED","sectors":["Others"]},{"email":"info@truecaredoc.com","idea":"<p>The company is involved in creating an online platform of healthcare providers like doctors, pharmacies, diagnostic centers and the end user of healthcare service users.&nbsp;</p><p>The company is also involved in skill development in healthcare&nbsp;&nbsp;</p>","industries":["Healthcare & Lifesciences"],"name":"TRUE CARE DOC PRIVATE LIMITED","sectors":["Healthcare IT"]},{"email":"tarun.kumar@konvergehealthcare.com","idea":"The Company was founded in December 2014 by professional turned entrepreneur Tarun with vast domain experience in building and scaling pharma brands, headquartered in Mumbai. we have 130 years of cumulative experience between second-tier of management. We are focused on a large market opportunity of lifestyle healthcare products across the division of&nbsp;<span>Gynecology, Orthopedics\n and&nbsp;</span><span>Neutraceuticals. We have third party manufacturing tie ups with 5+ Global Quality standard manufacturing units. Konverge employs 150+ sales representatives with 450+ man years of experience.</span>","industries":["Healthcare & Lifesciences"],"name":"KONVERGE HEALTHCARE PRIVATE LIMITED","sectors":["Pharmaceutical"]},{"email":"support@thecrazyentrepreneur.com","idea":"#1 Influencer Marketing Agency in India ROI driven Influencer Marketing with quality and established influencers. We at The Crazy Entrepreneur are thrilled to help your company lower its marketing costs by employing our influencer marketing and referring services.We have a database of 1 lakh(1,00,000) enthusiastic social media creators across the country, who have a great reputation on platforms such as Facebook, Instagram,ShareChat,Vigo,YouTube,Snapchat,Bigo and Tik-Tok . Our social media creators are classified in following categories:- Youtubers Travel and Product Bloggers Food Bloggers Vloggers Video Creators Micro-Influencers We are crazy to hustle and develop your business with our entrepreneurship skills.'<br><div><a href=\"https://www.thecrazyentrepreneur.com/\" target=\"_blank\">Website</a></div>","industries":["Marketing"],"name":"KRAZE ENTREPRENEURS LLP","sectors":["Digital Marketing (SEO Automation)"]},{"email":"caabdulkareem1@gmail.com","idea":"WE ARE THE FIRM OF CONSTRUCTION CONTRACTOR","industries":["Construction"],"name":"AMAAN JI CONSTRUCTION LLP","sectors":["Others"]},{"email":"manoj.patwal@betterserv.in","idea":"<p>The company is engaged in providing innovative and trend setting Sales and Marketing solutions to developers and help customer acquisition and scale business revenues.</p>","industries":["Real Estate"],"name":"BETTERSERV VENTURES PRIVATE LIMITED","sectors":["Housing"]},{"email":"amol.bhanushali@atritechnocrat.com","idea":"<p>We have developed a Digital Writing Exchange product. It includes DIGITAL PEN” meaning a digital pen or smart pen as an input device which captures the handwriting or brush strokes of a user and converts handwritten analog information created using \"pen and paper\" into digital data, enabling the data to be utilized in various applications. The same is patented vide patent certificate no. 308413 dated March 01, 2019 granted by The Patent Office including Complete Specification filed under FORM 2 of The Patents Act, 1970.</p><p><br></p><p>Technology will have a use case in finance domain across the ecosystem from KYC to analytics to IOT</p>","industries":["Others"],"name":"Atrina Technocrat Pvt Ltd","sectors":["Others"]},{"email":"i3biltd@gmail.com","idea":"We Provide\n<div>Solar System (Solar panels, Solar power plants, Grid tied rooftop solar, Street lights, Micro- grids, Home lighting system, Irrigation pumps, Solar inverter)\n</div><div>Electrical Control Panel (PLC control Panel, MCC Panel, PCC Panel, APFC Panel, Instrumentation Panel, VFD Control Panel, DC Drives Panel)\n</div><div>Electrical Instruments (Winding resistance meter and Micro-ohm meter, Insulation Tester, Voltage Ratio meter and Turns Ratio meter, Oil BDV Tester, Oil Tan delta &amp; Resistivity Test Kit, Contact Resistance Meter, Circuit Breaker Timer, Primary Injection Kit, Relay Test Set, Partial Discharge Detector, HV Detector, Precision Power Analyser, Earth Tester, Multi meter, Clamp Meters)\n</div><div>Electrical Equipment (Motor Generator Set / DVDF Set, Variable Frequency Drive, High Voltage Tester, Current Transformer, Potential Transformer, Isolator and Breakers)</div>","industries":["Renewable Energy"],"name":"i3BI Energy OPC Pvt. Ltd.","sectors":["Renewable Solar Energy"]},{"email":"mangesh.nwl9220@gmail.com","idea":"It is a startup idea.","industries":["Marketing"],"name":"MANGESH","sectors":["Sales"]}]