[{"email":"dhruvarvindpanchal@gmail.com","idea":"SHAKTI ELECTRICALS &amp; SECURITY SOLUTIONS is engaged in the business of Project Electrification, Integrated building management system and networking associated jobs of Commercial, Industrial, Gems and Jeweler units, Hotels, Hospital, High profile Residential premises etc. We here at SHAKTI believe in giving our clients the bests of solution in all possible ways by creating new IDEAS, using practical CONCEPTS and latest TECHNOLOGIES. Working as a single team with Architects, Consultants as well as PMCs enable us to result in giving better performance, quality and services.","industries":["Construction"],"name":"Shakti Electricals &amp; Security Solutions","sectors":["Construction & Engineering"]},{"email":"rroohhiitt2196@gmail.com","idea":"<p>A FIRST ONLINE WEBSITE FOR BANJO/BANDS ALL OVER THE INDIA..</p><p>BASICALLY IN TODAY'S WORLD&nbsp; CELEBRATION OF OCCASIONS WHAT WE LIVE FOR. SPECIALLY IN INDIAN CULTURE CELEBRATION PLAYS AN IMPORTANT PART LIKE NO OTHER THING.</p><p>WE ALL ARE PASSIONATE ABOUT CELEBRATING OCCASIONS,BE IT FESTIVALS , BIRTHDAY OR WEDDING AND EVERYONE WANTS TO CELEBRATE BEST OF THEIR ABILITY.</p><p>THIS IS WHERE WE, CHICHIBAND.COM&nbsp; COMES IN PICTURE.</p><p>A ONLINE BANJO/BAND BOOKING WEBSITE WHERE ONE CAN BOOK&nbsp; FAMOUS BANJO/BAND EARLIER FOR THEIR OCCASION AS PER THEIR BUDGET.</p><p>COMPANY WOULD BE EARNING ON COMMISSION BASIS LIKE UBER ,OLA, ZOMATO ETC.</p><p>WE HAVE GOT ALL THE BAND/BANJO DATA WHO CAN JOIN WITH US.</p><p><a>SPECIALITY:-</a></p><p>ALL THE BAND PARTY WILL PERFORM ON TIME &amp; WILL BE PROPER DRESS.</p><p>NO BAND MEMBER WILL ALLOW TO PERFORM IF HE/SHE HAS CONSUME ALCOHOL.</p><p>ALL GOVERNMENT RULE SHOULD BE FOLLOW BY COMPANY i.e SOUND DECIBEL LEVEL, NOT PLAYING BAND AFTER 10 PM.</p><p>SECURITY TO MUSIC INSTRUMENTS &amp; MEMBERS OF BAND,IF ANY CUSTOMER TRY TO BREAK GOVERNMENT RULES &amp; FORCE BAND MEMBERS TO PLAY MUSIC</p><p><br></p>","industries":["Events"],"name":"CHICHIBAND","sectors":["Others"]},{"email":"mahesh.gattani@justoutdoor.in","idea":"<p><span>Our aim to offer a diverse portfolio, a complete outdoor advertising solution planning, monitoring, rewards that  includes digital and static displays options,  which are primarily located in the most  iconic and high-traffic locations across  India, reaching millions of commuters  daily. The scope and depth of our presence  provides advertisers with the ability to  engage with both mass and targeted  audiences at many touchpoints  throughout the day.</span></p>","industries":["Advertising"],"name":"JUSTOUTDOOR DIGITAL ADVERTISING PRIVATE LIMITED","sectors":["AdTech"]},{"email":"sakshi@svakarma.com","idea":"Svakarma Finance is an impact focused NBFC that aims to support Micro, Small and Medium enterprises (MSMEs) and create a lasting socio-economic change in the lives of the end customer.","industries":["Finance Technology"],"name":"SVAKARMA FINANCE PRIVATE LIMITED","sectors":["Business Finance"]},{"email":"deepholywood@gmail.com","idea":"<a href=\"http://www.hurrycanejuice.com/#try-us\" target=\"_blank\">HURRYCANE FRESH SUGARCANE JUICE</a>&nbsp;<br>","industries":["Food & Beverages"],"name":"HURRYCANE FOOD AND BEVERAGES P LTD","sectors":["Others"]},{"email":"hello@msmex.in","idea":"At MSMEx we are on pursuit to build an all-inclusive platform for growth and development of MSMEs in India. \n<div>There are more than 6 crore MSMEs in India and most of them are not advancing to the next stages of growth. The most obvious for this is they lack the right guidance and advisory that can help them overcome their barriers. There is good eco-system coming up for startups in India but MSME are still not getting benefit of that ecosystem.&nbsp;</div><div>At MSMEx we connect small business owners with handpicked curated experts through our platform so that business owners can take on-demand advice and take faster decisions to accelerate their growth.&nbsp;</div>","industries":["Professional & Commercial Services"],"name":"XCELERATING GROWTH PRIVATE LIMITED","sectors":["Business Support Services"]},{"email":"phalanshs@gmail.com","idea":"<p><span>Founded in 2018, Adorous is India’s first of its kind on-demand reservation platform with the vision to elevate the experience of the new millennial lifestyle by offering unparalleled convenience.</span></p><p><span><br></span></p><p><span>It connects consumers to thousands of high-end night clubs, sleek bars &amp; quirky pubs. Using innovative technology, Adorous provides a hassle-free, fast and reliable reservation experience.</span></p><p><span><br></span></p><p><span>\n</span></p><p><span>\nAdorous ensures seamless access to restaurant discovery, bustling events, exclusive nights, calendar of popular DJs, guestlist bookings and table reservations. Our premium subscription - Adorous VIP for nightlife connoisseurs offers unmatched savings and unlocks the real-time dating feature.\n</span></p><p><span><br></span></p><p><span>\nAdorous is currently spread across 9 cities in India with 100+ partner restaurants and is on an ambitious quest to become the face of nightlife around the world.</span></p>","industries":["Food & Beverages"],"name":"Adorous","sectors":["Restaurants"]},{"email":"arun130469@gmail.com","idea":"<p>Rolla is an AI-powered microlearning and live proctored assessment platform for enterprises. This is an India first multilingual story that will branch out to other geographies after initial traction in India.&nbsp;</p><p><br></p><p>Platform subscription and custom content services will be main rev streams apart from packaged off-the-shelf content, resellers and tech integrators.</p><p><br></p><p>This space is huge, 10s of billions of dollars, and we have very good product differentiation, USP as well as an excellent go to market strategy.&nbsp;</p><p><br></p><p>Currently, we are bootstrapping the venture, UI/UX dev, as well as tech dev, has started. We are looking at an early stage investment to help accelerate the development and reduce go to market time.</p>","industries":["Education"],"name":"Rolla Learning","sectors":["E-learning"]},{"email":"varoon.d@gmail.com","idea":"We would like to manufacture pet food for dogs and cats in India","industries":["Pets & Animals"],"name":"Pet Love","sectors":["Others"]},{"email":"balbaletabrez@gmail.com","idea":"<p>Smart Cities</p><p>Smart Transportation<br>Healthcare</p><p>Security</p><p>Automation</p><p>Smart Education</p><p>Information and Communication Technology</p>","industries":["IT Services"],"name":"PROAXIS SOLUTIONS","sectors":["IT Consulting"]}]